Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

# -1070586046
source: ERROR verifying certificate
de: Verifizierungsfehler des Zertifikats

source: pefetch abort (uP2)
de: Prefetch Abort

source: Error at internal test interface
de: Fehler bei der internen Testschnittstelle

source: data or prefetch abort
de: Data- oder Prefetch-Abort

source: Undefined opcode or irq or processor fault (uP2)
de: Undefinierter Opcode oder IRQ oder Prozessor-Fault (uP2)

source: Error while init of the protected C-functions
de: Fehler während der Initialisierund der geschützten C-Funktionen

source: Dummy logbook entry
de: Dummy Logbuch Eintrag

source: Communication buffer error
de: Fehler Kommunikationspuffer

source: Frame transfer to the processors API failed
de: Übergabe der Frames zur Prozessor API fehlgeschlagen

source: Command execution error
de: Kommando Ausführungsfehler

source: Malloc after init
de: Malloc nach Init

source: Memory allocation error
de: Speicher Allokationsfehler

source: Parameter length deceeded
de: Länge der Parameter ist zu kurz

source: Start of write command failed.
de: Start des Schreibkommandos schlug fehl

source: Inconsistent parameters of send function
de: Inkonsistente Parameter der Sendefunktion

source: Bootloader sequencer state differs from expected value
de: Status des Bootloader-Sequenzers entspricht nicht dem erwarteten Wert

source: Confirmation package buffer could'nt be sent
de: Der Puffer für die Bestätigunspakete konnte nicht gesendet werden

source: Confirmation package buffer allocation error
de: Der Puffer für die Bestätigunspakete konnten nicht allokiert werden

source: Firmware not started
de: Firmware wurde nicht gestartet

source: firmware check failed
de: Firmware Überprüfung fehlgeschlagen

source: Accumulated block length doesn't match start info
de: Gesammelte Blocklänge stimmt nicht mit der Startinfo überein

source: Parameters of write block are wrong
de: Parameter des zu schreibenden Blocks sind falsch

source: Address of firmware is possibly invalid
de: Adresse der Firmware ist möglicherweise ungültig

source: invalid Firmware
de: Firmware ungültig

source: Invalid Firmware endadress
de: Falsche Firmware Endadresse

source: Firmware is not valid
de: Ungültige Firmware

source: Fault during boot sequence
de: Bootfehler

source: Error during firmware start
de: Fehler während Firmwarestart

source: Invalid Flash ID
de: Falsche Flash ID

source: Invalid Flash RDID
de: Falsche Flash RDID

source: BS IDENT check failed
de: Fehler Überprüfung BS IDENT

source: Invalid Firmware startadress
de: Falsche Firmware Startadresse

source: Wrong processor number
de: Falsche Prozessornummer

source: Wrong hardwareversion
de: Falsche Hardwarevariante

source: Watchdog elapsed
de: Watchdog wurde ausgelöst

source: Requested command not defined
de: Angefordertes Kommando ist nicht definiert

source: error flash write
de: Fehler Flash schreiben

source: Error with external ADCs
de: Fehler mit externen AD-Wandlern

source: Unknown command
de: Unbekanntes Kommando

source: Not yet used!
de: Zur Zeit nicht benützt

source: Error in SPI-communication
de: Fehler in SPI-Koummunikation

source: Module-Fail-Safe flags differ!
de: Module-Failsafe Flags unterscheiden sich

source: logger data synchronized
de: Loggerdaten synchronisiert

source: LogFile conversion on uPC activated!
de: Logfile Umwandlung auf dem uPC aktiviert

source: Real Time set!
de: Echtzeit wurde gesetzt

source: Module restarted
de: Modul neu gestartet

source: Unable to read file for SafeOS init call
de: Datei für den SafeOS Init Aufruf konnte nicht gelesen werden

source: Unable to open file for SafeOS init call
de: Datei für den SafeOS Initialisierungsaufruf konnte nicht geöffnet werden

source: init error loading library (uP2)
de: Initialisierungsfehler Library laden

source: init error
de: Initialisierungsfehler

source: Failure while executing MmuProtect
de: Ausführungsfehler bei MmuProtect

source: HNF firmware executed on wrong processor
de: HNF Firmware läuft auf dem falschen Prozessor

source: SafeOS init call failed (uP2)
de: SafeOS Initialisierungsaufruf schlug fehl

source: Error encountered while read directory!
de: Während dem Lesen eines Verzeichnisses ist ein Fehler aufgetreten

source: Error encountered while access file system on uPC (uP2)
de: Während dem Zugriff auf das Filesystem des uPC ist ein Fehler aufgetreten

source: Error encountered while write into file!
de: Während dem Schreiben einer Datei ist ein Fehler aufgetreten

source: Error encountered while getting file len!
de: Während dem Ermitteln der Dateilänge ist ein Fehler aufgetreten

source: Error encountered while red from file!
de: Während dem Lesen aus einer Datei ist ein Fehler aufgetreten

source: Error encountered while opening file!
de: Während dem Öffnen einer Datei ist ein Fehler aufgetreten

source: Error encountered while closing file
de: Während dem Schließens einer Datei ist ein Fehler aufgetreten

source: The value in the LE field (00)of the received frame exceed valid range.
de: Der Wert in dem LE Feld (00) des empfangen Frame überschritt den Gültigkeitsbereich

source: Inconsistence between data length (00 bytes) and frame length (00 bytes), if the frame uses CRC16.
de: Widerspruch bei der Datenlänge (00 Bytes) und der Framelänge (00 Bytes), falls der Frame CRC16 benützt

source: Inconsistence between data length (00 bytes) and frame length (00 bytes), if the frame uses CRC8.
de: Widerspruch bei der Datenlänge (00 Bytes) und der Framelänge (00 Bytes), falls der Frame CRC8 benützt

source: The value in the LE field (00) of the received frame exceeds valid range (<= k_MAX_DATA_LEN).
de: Der Wert im LE Feld (00) des empfangen Frames überschritt den Gültigkeitsbereich (<= k_MAX_DATA_LEN)

source: The received EPLS frame contains different frame Id's in sub frame ONE (0) and in sub frame TWO (0).
de: Der empfangene EPLS Frame enthält unterschiedliche Frame IDs im Subframe eins (0) und im Subframe zwei (0)

source: The received frame length (0000) is NOT correct.
de: Die Empfangene Framelänge (0000) ist nicht korrekt

source: The received address (00) in the ADR field of EPLS sub frame one is invalid.
de: Die empfangene Adresse (00) im ADR Feld des EPLS Subframes eins ist ungültig

source: The checksum (CRC16) of sub frame two (0000) is NOT correct.
de: Die Prüfsumme (CRC16) des Subframes zwei (0000) ist nicht korrekt

source: The type of data (00) to be copied is NOT defined.
de: Der Typ (00) der zu kopierenden Daten ist nicht definiert

source: The checksum (CRC16) of sub frame one (0000) is NOT correct.
de: Die Prüfsumme (CRC16) des Subframes eins (0000) ist nicht korrekt

source: The checksum (CRC8) of sub frame two (00) is NOT correct.
de: Die Prüfsumme (CRC8) des Subframes zwei (00) ist nicht korrekt

source: The payload data of sub frame one and two is not equal.
de: Die Nutzdaten des Subframe eins und zwei sind nicht gleich

source: The checksum (CRC8) of sub frame one (00) is NOT correct.
de: Die Prüfsumme (CRC8) des Subframes eins (00) ist nicht korrekt

source: The received domain number (0000) in the ADR field of EPLS sub frame two is invalid.
de: Die Empfangene Domainnummer (0000) in dem ADR Feld des EPLS Subframes zwei ist ungültig

source: The value in the ADR field (0000) of the frame to be transmitted is NOT correct.
de: Der Wert im ADR Feld (0000) des zu übertragenden Frames ist nicht korrekt

source: Before read callback is registered for the UDID of the SCM SOD object with index 0x1200 and sub-index 0x04
de: Bevor der Lesecallback für die UDID des SCM SOD Objekts mit dem Index 0x1200 und Subindex 0x04 registriert ist

source: The received address (00) in the TADR field of EPLS sub frame one is invalid.
de: Die Empfangene Adresse (00) im TADR Feld des EPLS Subframes eins ist ungültig

source: The domain number (0000) of the frame to be transmitted is NOT correct.
de: Die Domainnummer (0000) des zu übertragenden Frames ist nicht korrekt

source: The frame ID (0000) of the frame to be transmitted is NOT correct.
de: Die Frame ID (0000) des zu übertragenden Frames ist nicht korrekt

source: The time request address (0000) of the frame to be transmitted is NOT correct.
de: Die Time-Request Adresse (0000) des zu übertragenden Frames ist nicht korrekt

source: The payload data length (0000) of the frame to be transmitted is NOT correct.
de: Die Nutzdatenlänge (0000) des zu übertragenden Frames ist nicht korrekt

source: The frame length (0000) provided by the application is an even number, which is NOT possible.
de: Die von der Applikation unterstützte Frame Länge (0000) ist eine gerade Zahl, was nicht möglich ist

source: The time request distinctive number (00) of the frame to be transmitted is NOT correct.
de: Die Time-Request Erkennungsnummer (00) des zu übertragenden Frames ist nicht korrekt

source: Memory block for frame transmission cannot be passed to unit SHNF.
de: Ein Speicherblock für die Frame Übertragung konnte nicht durch die SHNF Einheit, durchgereicht werden

source: No memory block for frame transmission available from unit SHNF.
de: Es ist ein Speicherblock für eine Frame Übertragung von der SHNF Einheit vorhanden

source: Object 0x1200, 0x01 (SDN) was accessed with attribute <SOD_k_ATTR_BEF_RD>. This attribute is illegal object SDN.
de: Auf das Objekt 0x1200, 0x01 (SDN) wurde mit dem Attribute <SOD_k_ATTR_BEF_RD> zugegriffen. Dieses Attribute ist für das Objekt SDN nicht erlaubt.

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: NULL pointer passed instead of reference to <UDID>.
de: Null Pointer durchgereicht, anstatt einer Referenz zur UDID

source: An Invalid transition into SN state 00 is requested.
de: Ein ungültiger Wechsel in den SN Status 00 wurde angefragt

source: The received SNMT Service Response with ID 00 could NOT be assigned.
de: Die Empfangene SNMT Service Antwort, mit der ID 00, konnte nicht zugewiesen werden

source: The received SNMT Service Response contains an invalid frame ID (00).
de: Die Empfangene SNMT Service Antwort enthält eine ungültige Frame ID (00)

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: Maximum number of SNMT Service Request repetitions of service (00) reached.
de: Maximale Anzahl der SNMT Service Anfragen (00) Wiederholungen wurde erreicht

source: Function call with invalid additional SADR (0000).
de: Funktion mit ungültiger zusätzlicher SADR (0000) aufgerufen

source: Function call with invalid SPDO number (0000).
de: Funktion mit ungültiger SPDO Nummer (0000) aufgerufen

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit ist kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit ist kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit ist kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: The value in TR field (00) of the received frame is NOT zero.
de: Der Wert im TR Feld (00) des empfangenen Frames ist null

source: The received SNMT Service Response was rejected by SNMTM filter - target address: 0000.
de: Die empfangene SNMT Service Antwort wurde vom SNMTM Filter abgelehnt - Zieladresse: 0000

source: FSM was called with invalid event in state <wait for requets>.
de: FSM wurde mit einem ungültigen Event im Status <wait for requests> aufgerufen

source: The value in CT field (0000) of the received frame is NOT zero.
de: Der Wert im CT Feld (0000) des empfangenen Frames ist nicht null

source: Invalid parameter 'w_hdl' (0).
de: Ungültiger Parameter in 'w_hdl' (0)

source: Invalid FSM state (0).
de: Ungültiger FSM Status (0)

source: Invalid parameter 'w_hdl' (0).
de: Ungültiger Parameter 'w_hdl' (0)

source: Invalid FSM state (0).
de: Ungültiger FSM Status (0)

source: Invalid event occurred (0h).
de: Ungültiges Event aufgetreten (0h)

source: FSM state error (0).
de: FSM Statusfehler (0)

source: SOD read error. SafeKEY empty?
de: SOD Lesefehler. SafeKEY leer?

source: Additional parameter set is too short
de: Der zusätzliche Parametersatz ist zu kurz

source: Requested additional parameters are not available
de: Ein benötigter zusätzlicher Parametersatz ist nicht vorhanden

source: Invalid SNMT State (0) received from SNMTM.
de: Ungültiger SNMT Status (0) vom SNMTM empfangen

source: Invalid SNMT State (0) received from SNMTM.
de: Ungültiger SNMT Status (0) vom SNMTM empfangen

source: Invalid precondition (0).
de: Ungültige Vorbedingung (0)

source: SOD write error in function
de: SOD Schreibfehler in Funktion

source: SDO abort received from node
de: SDO abort von SN empfangen

source: SDO abort received
de: SDO abort empfangen

source: Additional parameters for wrong SADR found
de: Zusatzparameter für die falsche SADR vorhanden

source: Additional parameters with invalid version found
de: Zusatzparameter mit ungültiger Parameterversion vorhanden

source: Error during firmware start
de: Fehler während Firmwarestart

source: Fault during boot sequence
de: Bootfehler

source: Wrong hardwareversion
de: Falsche Hardwarevariante

source: Wrong processor number
de: Falsche Prozessornummer

source: Watchdog elapsed
de: Watchdog wurde ausgelöst

source: Requested command not defined
de: Angefordertes Kommando ist nicht definiert

source: Error while init of the protected C-functions
de: Fehler während der Initialisierund der geschützten C-Funktionen

source: data or prefetch abort
de: Data- oder Prefetch-Abort

source: Undefined opcode or irq or processor fault
de: Undefinierter Opcode oder IRQ oder Prozessor-Fault

source: Error at internal test interface
de: Fehler bei der internen Testschnittstelle

source: Dummy logbook entry
de: Dummy Logbuch Eintrag

source: Communication buffer error
de: Fehler Kommunikationspuffer

source: Memory allocation error
de: Speicher Allokationsfehler

source: Malloc after init
de: Malloc nach Init

source: Confirmation package buffer allocation error
de: Der Puffer für die Bestätigunspakete konnten nicht allokiert werden

source: Confirmation package buffer could'nt be sent
de: Der Puffer für die Bestätigunspakete konnte nicht gesendet werden

source: invalid Firmware
de: Firmware ungültig

source: Address of firmware is possibly invalid
de: Adresse der Firmware ist möglicherweise ungültig

source: Parameters of write block are wrong
de: Parameter des zu schreibenden Blocks sind falsch

source: Accumulated block length doesn't match start info
de: Gesammelte Blocklänge stimmt nicht mit der Startinfo überein

source: Parameter length deceeded
de: Länge der Parameter ist zu kurz

source: Start of write command failed.
de: Start des Schreibkommandos schlug fehl

source: Frame transfer to the processors API failed
de: Übergabe der Frames zur Prozessor API fehlgeschlagen

source: Command execution error
de: Kommando Ausführungsfehler

source: Firmware is not valid
de: Ungültige Firmware

source: Invalid Firmware endadress
de: Falsche Firmware Endadresse

source: Invalid Firmware startadress
de: Falsche Firmware Startadresse

source: BS IDENT check failed
de: Fehler Überprüfung BS IDENT

source: Invalid Flash RDID
de: Falsche Flash RDID

source: Invalid Flash ID
de: Falsche Flash ID

source: Inconsistent parameters of send function
de: Inkonsistente Parameter der Sendefunktion

source: Bootloader sequencer state differs from expected value
de: Status des Bootloader-Sequenzers entspricht nicht dem erwarteten Wert

source: Firmware not started
de: Firmware wurde nicht gestartet

source: firmware check failed
de: Firmware Überprüfung fehlgeschlagen

source: LogFile conversion on uPC activated
de: Logfile Umwandlung auf dem uPC aktiviert

source: logger data synchronized
de: Loggerdaten synchronisiert

source: Module failsafe flags differ!
de: Modul Failsafe Flags unterscheiden sich

source: Unknown command
de: Unbekanntes Kommando

source: Error with external ADCs
de: Fehler mit externen AD-Wandlern

source: error flash write
de: Fehler Flash schreiben

source: Module restarted
de: Modul neu gestartet

source: Real time set
de: Echtzeit wurde gesetzt

source: Error in SPI-communication
de: Fehler in SPI-Koummunikation

source: Not yet used!
de: Zur Zeit nicht benützt

source: Program mismatch
de: Inkonsistente Programmversionen

source: HNF firmware executed on wrong processor
de: HNF Firmware läuft auf dem falschen Prozessor

source: SafeOS init call failed
de: SafeOS Initialisierungsaufruf schlug fehl

source: init error
de: Initialisierungsfehler

source: Init error loading library
de: Initialisierungsfehler Library laden

source: Unable to open file for SafeOS init call
de: Datei für den SafeOS Initialisierungsaufruf konnte nicht geöffnet werden

source: Unable to read file for SafeOS init call
de: Datei für den SafeOS Init Aufruf konnte nicht gelesen werden

source: Failure while executing MmuProtect
de: Ausführungsfehler bei MmuProtect

source: Task start failed
de: Task-Start fehlgeschlagen

source: SDN mismatch
de: Inkonsistente SDNs

source: Error encountered while reading directory
de: Während dem Lesen eines Verzeichnisses ist ein Fehler aufgetreten

source: Error encountered while accessing file system on uPC
de: Während dem Zugriff auf das Filesystem des uPC ist ein Fehler aufgetreten

source: Error encountered while requesting file length
de: Während dem Ermitteln der Dateilänge ist ein Fehler aufgetreten

source: Error encountered while writing to file
de: Während dem Schreiben einer Datei ist ein Fehler aufgetreten

source: Error encountered while opening file
de: Während dem Öffnen einer Datei ist ein Fehler aufgetreten

source: Error encountered while reading from file
de: Während dem Lesen einer Datei ist ein Fehler aufgetreten

source: Error encountered while closing file
de: Während dem Schließen einer Datei ist ein Fehler aufgetreten

source: Wrong processor ID
de: Falsche Prozessor ID

source: Invalid failsafe ID
de: Ungültige Failsafe ID

source: Unsupported event's component ID
de: Komponenten ID wird nicht unterstützt.

source: Event ID error
de: Event ID Fehler

source: access to NULL pointer in HNFevt_Fifo
de: Zugriff auf NULL Pointer in HNFevt_Fifo

source: Cycle time & Mode info not received
de: Zykluszeit und Modus Info nicht empfangen

source: Cross communication error
de: Fehler Kreuzkommunikation

source: Cross communication error
de: Kreuzkommunikationsfehler

source: Interrupt occurred too soon
de: Interrupt zu früh ausgelöst

source: Cross communication error
de: Fehler Kreuzkommunikation

source: Unable to send Modus switch!
de: Konnte den Moduswechsel nicht senden

source: interrupt too late
de: Interrupt zu spät

source: cycle time error
de: Zykluszeitfehler

source: internal error 0x9409
de: Interner Fehler 0x9409

source: Error in MFW_produce!
de: Fehler in MFW_produce

source: Error in MFW_consume
de: Fehler in MFW_consume!

source: Error in HNFcyc, EpsTx
de: Fehler in HNFcyc, EpsTx

source: Upper cycle time violation (uP2)
de: Zykluszeitverletzung (uP2)

source: error storing local parameter data (uP2)
de: Fehler lokale Parameterspeicherung (uP2)

source: safety cycle time changed while in operational (uP2)
de: Safety-Zykluszeit hat sich während Operational verändert (uP2)

source: cross communication error (uP2)
de: Kreuzkommunikationsfehler (uP2)

source: Error while receiving C-Library Data
de: Fehler beim Empfangen von C-Library Daten

source: Error while sending C-library data
de: Fehler beim Senden von C-Library Daten

source: Maximum allowed quarz deviation violated
de: Maximal erlaubte Quarzabweichung verletzt

source: execution time warning
de: Warnung Ausführungszeit

source: Event FIFO full
de: Event Fifo ist voll

source: Supply voltage reached warning level.
de: Versorgungsspannung erreichte Warnungslevel

source: error voltage monitoring
de: Fehler Spannungsüberwachung

source: Stack or CRC test error (uP2)
de: Fehler Stack- oder CRC-Test (uP2)

source: register tests failed
de: Registertest fehlgeschlagen

source: register test failed
de: Registertest fehlgeschlagen

source: Temperature error
de: Temperaturfehler

source: internal error cross communication HWT
de: interner Fehler Kreuzkommunikation HWT

source: External hardware test error
de: Fehler bei externen Hardawaretests

source: Supply voltage error
de: Versorgungsspannungsfehler

source: MMU test detected an error (uP2)
de: MMU Test hat einen Fehler festgestellt (uP2)

source: init of MFW tests failed
de: Initialisierung der MFW Tests schlug fehl

source: CPU test failed
de: CPU Test fehlgeschlagen

source: Memory test failed
de: Speichertest fehlgeschlagen

source: Internal hardware test error (uP2)
de: Interner Hardwaretestfehler (uP2)

source: Package transmission error
de: Paketübermittlungsfehler

source: Internal function call error
de: Interner Fehler Funktionsaufruf

source: Memory allocation error
de: Speicher Allokierungsfehler

source: Memory allocation error
de: Speicher Allokierungsfehler

source: Buffer assignment mismatch
de: Pufferzuordnungsfehler

source: TX-buffer is used like a RX-buffer or vice-versa
de: TX-Puffer wird wie ein RX-Puffer benutzt oder umgekehrt

source: No TX-buffer available
de: Kein TX-Puffer verfügbar

source: NO Protocol FSM is available, actually.
de: Zur zeit ist kein FSM Protokoll verfügbar

source: Undefined Protocol FSM state (00).
de: Undefinierter FSM Protokoll Status (00)

source: SSDO Service Response with invalid object index received.
de: Der SSDO Service Response mit ungültigem Objekt Index empfangen

source: SSDO Service Response with invalid toggle bit in SOD Access Command (SACmd) received.
de: SSDO Service Response mit ungültigem Toggle-Bit im SOD Zugriffskommando (SACmd) empfangen

source: The data length (00) of the init segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Init-Segmented-Download-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the expedited download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des beschleunigten Download-Response-Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the end segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Endsegments des Download-Response Frames ist ungültig. Frame wird ignoriert

source: The data length (00) of the middle segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des mittigen Download-Response Frameabschnitt ist ungültig. Frame wird ignoriert

source: The data length (00) of the response frame is invalid (< k_DATA_HDR_LEN). Frame is ignored.
de: Die Datenlänge (00) des Response Frames ist ungültig (< k_DATA_HDR_LEN). Der Frame wird ignoriert

source: SSDO Service Response with invalid object sub index received.
de: SSDO Service Response mit ungültigem Objekt Subindex empfangen

source: Undefined FSM event (00) in Service FSM call.
de: Nicht definiertes FSM Event (00) im Service FSM Aufruf

source: SSDO transfer is already running with the SN (source address = 00).
de: Es läuft zur Zeit schon ein SSDO Transfer mit dem SN (Quelladresse = 00)

source: The value in TR field (00) of the received SSDO frame is NOT zero.
de: Der Wert im TR Feld (00) des empfangen SSDO Frames ist nicht null

source: SSDO Service Response with invalid SOD Access Request number (SANo) received (exp : 00 rec : 00).
de: SSDO Service Response mit ungülter SOD Access-Request Nummer (SANo) empfangen (exp: 00 rec: 00)
