Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: SMC FS: Homing - S_SwitchHomingMode is connected but ReqHoming not
de: SMC FS: Homing - S_SwitchHomingMode ist verbunden, aber ReqHoming nicht

source: SMC FS: Homing - S_SwitchHomingMode is set but not connected
de: SMC FS: Homing - S_SwitchHomingMode ist gesetzt aber nicht verbunden

source: SMC Fail Safe: RSP - Homing, SOS position tolerance too big
de: SMC Fail Safe: RSP - Homing, SOS Positions Toleranz zu groß

source: SMC Fail Safe: Internal error, Cross communication of RSP send data frame
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des RSP Sendedatenframes

source: SMC Fail Safe: RSP - Save operation failed
de: SMC Fail Safe: RSP - Speichervorgang gescheitert

source: SMC FS: Homing - S_SwitchHomingMode connection and configuration not conform
de: SMC FS: Homing - S_SwitchHomingMode Verdrahtung und Konfig. nicht konform

source: SMC Fail Safe: Internal error, Cross communication of RSP receive data frame
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des RSP Empfangsdatenframes

source: SMC: Safe Brake Test - Rho has left the actual sector too erly
de: SMC: Safe Brake Test - Rho hat den Sektor zu bald verlassen

source: SMC FFS: RSP - Homing, stored position invalid
de: SMC FFS: RSP - Homing, gespeicherte Position ungültig

source: SMC: Safe Brake Test - SBT: SBC is active
de: SMC: Safe Brake Test - SBT: SBC ist aktiv

source: SMC: additional parameters - Error during download
de: SMC: nachladbare Parameter - Fehler beim Download

source: SMC: Safe Brake Test - Illegal sector change
de: SMC: Safe Brake Test - Fehlerhafter Sektorenwechsel

source: SMC Fail Safe: Additional safety parameters: Invalid axis type ID
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Achs-Typ ID

source: SMC Fail Safe: Homing - RefSwitch is connected but ReqHoming not
de: SMC Fail Safe: Homing - RefSwitch ist verbunden, aber ReqHoming nicht

source: SMC: Safely Limited Acceleration - Violation of the acceleration monitoring
de: SMC: Safely Limited Acceleration - Verletzung der Beschleunigungsüberwachung

source: SMC Fail Safe: Additional safety parameters: Invalid structure version
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Struktur Version

source: SMC Functional Fail Safe: Encoder error SinCos processing
de: SMC Functional Fail Safe: Geberfehler SinCos Auswertung

source: SMC: Safe Brake Test - Test interval elapsed, test required
de: SMC: Safe Brake Test - Testintervall abgelaufen, Testung erforderlich

source: SMC Functional Fail Safe: Encoder not ready
de: SMC Functional Fail Safe: Geber nicht bereit

source: SMC: Safe Brake Test - Test current direction not correct
de: SMC: Safe Brake Test - Richtung des Prüfstroms nicht korrekt

source: SMC: Safe Brake Test - Parametrized test current threshold not reached
de: SMC: Safe Brake Test - Parametrierte Teststromschwelle nicht erreicht

source: SMC: Safe Brake Test - Violation of the position tolerance
de: SMC: Safe Brake Test - Verletzung der Positionstoleranz

source: SMC: Safe Brake Test - Measured and parametrized external load differ
de: SMC: Safe Brake Test - Gemessene ungleich parametrierte externe Last

source: SMC: Safe Brake Test - Current fell below parametrized test current threshold
de: SMC: Safe Brake Test - Parametrierte Teststromschwelle unterschritten

source: SMC Functional Fail Safe: Drift of raw positions between õP1 and õP2 to big
de: SMC Functional Fail Safe: Differenz der Rohpositionen õP1 und õP2 zu groß

source: SMC Functional Fail Safe: internal error
de: SMC Functional Fail Safe: Interner Fehler

source: SMC Fail Safe: Wrong parameterization
de: SMC Fail Safe: Falsche Parametrierung

source: SMC Fail Safe: Module cycle time is not valid
de: SMC Fail Safe: Modul Zyklus Zeit ist ungültig

source: SMC Fail Safe: Parameterization - Deceleration ramp is too steep
de: SMC Fail Safe: Parametrierung - Verzögerungsrampe ist zu steil

source: SMC Fail Safe: Internal state machine is in Fail Safe State
de: SMC Fail Safe: Interne Statemachine befindet sich im Zustand Fail Safe

source: SMC Fail Safe: Deactivated safety function was requested
de: SMC Fail Safe: Deaktivierte Sicherheitsfunktion wurde angefordert

source: SMC Fail Safe: SMS - Speed limit is out of range
de: SMC Fail Safe: SMS - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS1 - Speed limit is out of range
de: SMC Fail Safe: SLS1 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS2 - Speed limit is out of range
de: SMC Fail Safe: SLS2 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS3 - Speed limit is out of range
de: SMC Fail Safe: SLS3 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS4 - Speed limit is out of range
de: SMC Fail Safe: SLS4 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SMP - Tolerance is greater than SMP position window
de: SMC Fail Safe: SMP - Toleranz ist größer als SMP Positionsfenster

source: SMC Fail Safe: SLP - Tolerance is greater than SLP position window
de: SMC Fail Safe: SLP - Toleranz ist größer als SLP Positionsfenster

source: SMC Fail Safe: SLP - Lower position limit is greater or equal than upper limit
de: SMC Fail Safe: SLP - Untere Positionsgrenze ist größer oder gleich der oberen

source: SMC Fail Safe: SLP - Position window outside SMP position window
de: SMC Fail Safe: SLP - Positionsfenster außerhalb des SMP Positionsfensters

source: SMC Fail Safe: Value of Deceleration ramp is out of range
de: SMC Fail Safe: Wert der Verzögerungsrampe ist außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS1 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS1 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: Standstill speed limit is out of range
de: SMC Fail Safe: Stillstandsgeschw.-Grenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS3 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS3 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: SLS2 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS2 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: Standstill Speed limit violates the configuration instruction
de: SMC Fail Safe: Stillstandsgeschw.-Grenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: SLS4 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS4 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: SMP is used but Homing was not configured
de: SMC Fail Safe: SMP wird verwendet aber Referenzieren wurde nicht konfiguriert

source: SMC Fail Safe: Violation of parameter limits
de: SMC Fail Safe: Überschreitung von Parametergrenzwerten

source: SMC Fail Safe: SLP is used but Homing was not configured
de: SMC Fail Safe: SLP wird verwendet aber Referenzieren wurde nicht konfiguriert

source: SMC Fail Safe: SMP - Lower position limit is greater or equal than upper limit
de: SMC Fail Safe: SMP - Untere Positionsgrenze ist größer oder gleich der oberen

source: SMC Fail Safe: Internal error, Program flow
de: SMC Fail Safe: Interner Fehler, Progammablauf

source: SMC Fail Safe: Internal error, NULL pointer access
de: SMC Fail Safe: Interner Fehler, NULL Pointerzugriff

source: SMC Fail Safe: Homing - Ref Switch: No reference switch connected
de: SMC Fail Safe: Homing - Ref Switch: Kein Referenzschalter angeschlossen

source: SMC Fail Safe: Homing - Max. trigger speed is out of range
de: SMC Fail Safe: Homing - Max. Trigger Geschw. außerhalb des gültigen Bereichs

source: SMC Fail Safe: Homing - Home Offset with Correction: SMP not configured
de: SMC Fail Safe: Homing - Home Offset with Correction: SMP nicht konfiguriert

source: SMC Fail Safe: Homing - Home Offset: No absolute encoder connected
de: SMC Fail Safe: Homing - Home Offset: Kein Absolutgeber angeschlossen

source: SMC Fail Safe: Internal error, Cross communication of output state
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Ausgangszustands

source: SMC Fail Safe: Internal error, Cross communication of EnDat position
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation der EnDat Position

source: SMC Fail Safe: Internal error, Cross communication of checkpoints
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation der Prüfpunkte

source: SMC Fail Safe: Internal error, Cross communication of status word
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Statusworts

source: SMC Fail Safe: Internal error, Cross communication of EnDat error register
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des EnDat Fehlerregisters

source: SMC Fail Safe: Internal error, Cross communication of Encoder state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Encoder SSW

source: SMC Fail Safe: Module/compensation data is incompatible!
de: SMC Fail Safe: Moduldaten/Abgleichdaten sind inkompatibel!

source: SMC Fail Safe: Internal error, Communication Encoder
de: SMC Fail Safe: Interner Fehler, Kommunikation Geber

source: SMC Fail Safe: SOS and STO not connected but needed for RSP
de: SMC Fail Safe: SOS und STO nicht verbunden obwohl für RSP benötigt

source: SMC Fail Safe: CRC of the module/compensation data is not correct!
de: SMC Fail Safe: Fehlerhafte CRC der Moduldaten/Abgleichdaten!

source: SMC Fail Safe: Internal error, MFW NVM data memory
de: SMC Fail Safe: Interner Fehler, MFW NVM Datenspeicher

source: SMC Fail Safe: Internal error, SPI transfer
de: SMC Fail Safe: Interner Fehler, SPI Übertragung

source: SMC Fail Safe: Internal error, Communication ACOPOS
de: SMC Fail Safe: Interner Fehler, Kommunikation ACOPOS

source: SMC Fail Safe: Internal error, Communication EnDat Master
de: SMC Fail Safe: Interner Fehler, Kommunikation EnDat Master

source: SMC Fail Safe: Encoder configuration - One unit is shorter than one nm
de: SMC Fail Safe: Geberkonfiguration - Eine Einheit ist kürzer als ein nm

source: SMC Fail Safe: Encoder configuration - Units resolution too high
de: SMC Fail Safe: Geberkonfiguration - Einheitenauflösung zu groß

source: SMC Fail Safe: Encoder configuration - Encoder resolution too high
de: SMC Fail Safe: Geberkonfiguration - Geberauflösung zu groß

source: SMC Fail Safe: Encoder configuration - Encoder resolution too low
de: SMC Fail Safe: Geberkonfiguration - Geberauflösung zu klein

source: SMC Fail Safe: Encoder configuration - Normalized maximal speed invalid
de: SMC Fail Safe: Geberkonfiguration - Normierte Maximalgeschwindigkeit ungültig

source: SMC Fail Safe: Encoder configuration - Units per number of revolution invalid
de: SMC Fail Safe: Geberkonfiguration - Einheiten pro Anzahl Umdrehungen ungültig

source: SMC Fail Safe: Internal error, Cross communication of EnDat state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des EnDat SSW

source: SMC Fail Safe: Internal error, Cross communication of EnDat state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des EnDat SSW

source: SMC Fail Safe: Encoder mismatch - Configuration data changed
de: SMC Fail Safe: Gebertausch - Konfigurationsdaten wurden geändert

source: SMC Fail Safe: Encoder mismatch - Configuration data changed several times
de: SMC Fail Safe: Gebertausch - Konfigurationsdaten wurden mehrmals geändert

source: SMC Fail Safe: Homing - Direct with reference pulse: Not supported
de: SMC Fail Safe: Homing - Direct with reference pulse: Wird nicht unterstützt

source: SMC Fail Safe: Internal error, Cross communication of output signals
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation der Ausgangssignale

source: SMC Fail Safe: Homing - reference pulse : Max. trigger speed is too big
de: SMC Fail Safe: Homing - Referenzimpuls: Max. Trigger Geschw. ist zu groß

source: SMC Fail Safe: Homing - Function is requested but not configured
de: SMC Fail Safe: Homing - Funktion wird angefordert aber nicht konfiguriert

source: SMC Fail Safe: Homing - RefSwitch bit is set but not configured
de: SMC Fail Safe: Homing - RefSwitch bit ist gesetzt aber nicht konfiguriert

source: SMC Fail Safe: Homing - Position is out of SMP window
de: SMC Fail Safe: Homing - Position liegt ausserhalb des SMP Fensters

source: SMC Fail Safe: Homing - SMP window is greater than safe absolute encoder range
de: SMC Fail Safe: Homing - SMP Fenster größer als sicherer abs. Geberzählbereich

source: SMC Fail Safe: Homing - SLP window is greater than safe absolute encoder range
de: SMC Fail Safe: Homing - SLP Fenster größer als sicherer abs. Geberzählbereich

source: SMC Fail Safe: Homing - Encoder doesn't support a safe reference pulse
de: SMC Fail Safe: Homing - Geber unterstützt keinen sicheren Referenzimpuls

source: SMC Fail Safe: Homing - Speed tolerance is out of range
de: SMC Fail Safe: Homing - Geschw.-Toleranz ist außerhalb des gültigen Bereichs

source: SMC Fail Safe: Encoder mismatch detected
de: SMC Fail Safe: Gebertausch festgestellt

source: SMC Fail Safe: Encoder - Speed limit exceeded
de: SMC Fail Safe: Geber - Geschwindigkeitsgrenzwert wurde überschritten

source: SMC Fail Safe: Safe output - Test state has changed
de: SMC Fail Safe: Sichere Ausgänge - Teststatus hat sich verändert

source: SMC Fail Safe: Encoder - Acceleration limit exceeded
de: SMC Fail Safe: Geber - Beschleunigungsgrenzwert wurde überschritten

source: SMC Fail Safe: Internal error, Cross communication of output state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Ausgangs-SSW

source: SMC Fail Safe: Safe output - Stuck at high detected
de: SMC Fail Safe: Sichere Ausgänge - Schluss gegen 24V

source: SMC Fail Safe: Program error in PreOperational state
de: SMC Fail Safe: Programmfehler im Zustand PreOperational

source: channel outputstate has changed (µP2)
de: Status des Ausgangskanals geändert (µP2)

source: max. switching frequency exceeded (uP2)
de: max. Schaltfrequenz überschritten (uP2)

source: wrong switching sequence of SafeCtrl and Release
de: falsche Schalt-Reihenfolge von SafeCtrl und Release

source: internal parameter error (uP2)
de: interner Parameterfehler (uP2)

source: internal parameter error (µP2)
de: interner Parameterfehler (uP2)

source: internal error not used channel is set (uP2)
de: interner Fehler setzen von nicht verwendetem Ausgang (uP2)

source: internal error during hardwaretest (uP2)
de: interner Fehler bei Hardwaretest (uP2)

source: Backfeed voltage at the output (uP2)
de: Rückeinspeisung am Ausgang (uP2)

source: internal error voltage measurement out of range (µP2)
de: Interner Fehler Spannungsmessung außerhalb Toleranz (µP2)

source: internal parameter error (uP2)
de: interner Parameterfehler (uP2)

source: internal error at feedback evaluation (uP2)
de: interner Fehler bei Feedbackauswertung (uP2)

source: max. switching frequency exceeded (uP2)
de: max. Schaltfrequenz überschritten (uP2)

source: internal error (default step) in MFW_OutControl() (uP2)
de: Interner Fehler (Standard Schritt) in MFW_OutControl() (µP2)

source: internal error crosscommunication (uP2)
de: interner Kreuzvergleichsfehler (uP2)

source: output stuck at high detected at PreOp state (uP2)
de: Ausgang Schluss gegen 24V im PreOp Zustand erkannt (uP2)

source: internal error feedback high during PreOp (µP2)
de: Interner Fehler Überstromfeedback high im PreOp (µP2)

source: internal error: checkpoints PreOp (µP2)
de: interner Fehler: Checkpoints PreOp (µP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: internal error MFW_PreOp (µP2)
de: Interner Fehler MFW_PreOp (µP2)

source: internal error feedback high during PreOp (µP2)
de: Interner Fehler Feedback high im PreOp (µP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: internal error Feedbacks not 0 at startup (uP2)
de: Interner Fehler Feedbacks nicht 0 beim Startup (uP2)

source: internal error in EPS parameter struct (uP2)
de: Interner Fehler in Parameterstruktur (uP2)

source: Internal error in function MFW_PreOp (uP2)
de: Interner Fehler in der Funktion MFW_PreOp (uP2)

source: input error state has changed (uP2)
de: Änderung Fehlerstatus Eingänge (uP2)

source: input error state has changed (uP2)
de: Änderung Fehlerstatus Eingänge (uP2)

source: internal hardware error at input channel (uP2)
de: Interner Hardwarefehler am Eingangskanal (uP2)

source: 2-channel evaluation: discrepancy time elapsed (uP2)
de: 2-Kanal-Auswertung: Diskrepanzzeit überschritten (uP2)

source: internal error: FBK input is 0 (µP2)
de: Interner Fehler: FUB Eingang ist 0 (µP2)

source: execution difference uP2/uP1 (uP1 in failsafe?)
de: Ausführungsunterschiede uP2/uP1 (uP1 im Failsafe?)

source: max. frequency exceeded
de: max. Frequenz überschritten

source: internal error exchange data testpulse values (µP2)
de: interner Fehler Kreuzvergleich Testpulse (µP2)

source: internal error exchange data results (µP2)
de: interner Fehler Kreuzvergleich Ergebnisse (µP2)

source: internal error exchange data FBK (µP2)
de: interner Fehler Querkommunikation FBK (µP2)

source: output channel test errors cleared (uP2)
de: Ausgangskanäle wieder ok (uP2)

source: internal error: Wrong checkpoint counter value
de: Interner Fehler: Checkpoint Zähler ist fehlerhaft

source: Error in function MFW_Cycle_f4()
de: Parameterfehler in MFW_Cycle_f4()

source: Error XchangeData: different feedback signals (µP2)
de: XchangeDaten Fehler: unterschiedliche Feedbacksignale (µP2)

source: internal error feedback high (µP2)
de: Interner Fehler Feedback high (µP2)

source: wrong switching sequence of SafeCtrl and Release (uP2)
de: falsche Schalt-Reihenfolge von SafeCtrl und Release (uP2)

source: Output teststate has changed (uP2)
de: Ausgangs Teststatus hat sich verändert (uP2)

source: inconsistent output data
de: inkonsistente Ausgangsdaten

source: Output teststate has changed (uP2)
de: Ausgangs Teststatus hat sich verändert (uP2)

source: overcurrent error
de: Überstromfehler

source: Parameter error in MFW_Cycle_f3()
de: Parameterfehler in MFW_Cycle_f3()

source: internal error (default step) in MFW_OutControl()
de: Interner Fehler (Standard Schritt) in MFW_OutControl()

source: Error XchangeData: different feedback signals
de: XchangeDaten Fehler: unterschiedliche rückgelesene Ausgangssignale

source: execution difference uP2/uP1 (uP1 in failsafe?)
de: Ausführungsunterschiede uP2/uP1 (uP1 im Failsafe?)

source: internal error Xchange data FBK states (µP2)
de: interner Fehler Querkommunikation FUB-Status (µP2)

source: Error XchangeData: different gate signals
de: XchangeDaten Fehler: unterschiedliche Ausgangssignale

source: Parameter error in MFW_Cycle_f1()
de: Parameterfehler in MFW_Cycle_f1()

source: Parameter error MFW_Cycle_f2()
de: Parameterfehler in MFW_Cycle_f2()

source: parameter error: input filter time (uP2)
de: Parameterfehler: Eingangsfilter Zeit (uP2)

source: parameter error: discrepancy time (µP2)
de: Parameterfehler: Diskrepanzzeit (µP2)

source: parameter error: periode of parametric testpulses (µP2)
de: Parameterfehler: Testpulsperiode (µP2)

source: parameter error: lowtime of parametric testpulses (µP2)
de: Parameterfehler: Low-Phase der parametrierbaren Testimpulse (µP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: parameter error: PLCopen-FBK mode (datapoint usage!) (µP2)
de: Parameterfehler: PLCopen-FUB Modus (Datenpunkt Verwendung) (µP2)

source: internal error MFW_PreOp (µP2)
de: Interner Fehler MFW_PreOp (µP2)

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: two-channel evaluation not activated (uP2)
de: Zweikanalauswertung nicht aktiviert(uP2)

source: parameter error: pulse source (µP2)
de: Parameterfehler: Puls-Quelle (µP2)

source: parameter error: pulse mode (µP2)
de: Parameterfehler: Pulse-Modus (µP2)

source: internal error: MFW_Init not finished successfully (µP2)
de: Interner Fehler: MFW_Init nicht erfolgreich beendet (µP2)

source: internal error: checkpoints PreOp (µP2)
de: interner Fehler: Checkpoints PreOp (µP2)

source: Warning of an User CFunction Library
de: Warnung einer kundenspezifischen Bibliothek

source: Warning of a firmware CFunction
de: Warnung einer von der Firmware bereitgestellten C-Funktion

source: confirmation of 4 module mismatches
de: Bestätigung Modultausch (4 Module)

source: confirmation of 3 module mismatches
de: Bestätigung Modultausch (3 Module)

source: confirmation of a new firmware version
de: Bestätigung Firmware Version

source: confirmation of >4 module mismatches
de: Bestätigung Modultausch (>4 Module)

source: confirmation of 2 module mismatches
de: Bestätigung Modultausch (2 Module)

source: confirmation of a single module mismatch
de: Bestätigung Modultausch (1 Modul)

source: safe key file is incompatible
de: Safekeyfile ist inkompatibel

source: Revision file is incompatible
de: Revisionsfile ist inkompatibel

source: safety module parameter error
de: parameterfehler Modul

source: additional information technology guarding
de: Technology Guarding Detailinformation

source: error FW version, vendor or module type
de: Fehler FW-Version, Hersteller- oder Modultyp

source: Module is not started due to firmware revision mismatch (uP2)
de: Modul wegen FW-Version nicht gestartet (uP2)

source: info auto confirmation file
de: Info Auto-Bestätigungsdatei

source: safety module missing or nodeguarding failed (uP2)
de: Safety Modul fehlt oder Nodeguarding fehlgeschlagen (uP2)

source: Initializing the motion functions failed
de: Die Initialisierung der Achsfunktionen ist fehlgeschlagen.

source: Error technology guarding (uP2)
de: Fehler Technology Guarding (uP2)

source: Error loading the extended external machine options
de: Fehler beim Laden der erweiterten externen Maschinenoptionen

source: error initializing SMC (uP2)
de: Initialisierungsfehler SMC (uP2)

source: Motion function error
de: Fehler einer Achsfunktion

source: error in SOD entry for BIT machine options
de: Fehler im SOD Eintrag für BIT Maschinen Optionen

source: interface to get module flags was called with wrong saddr
de: Interface zum Lesen der Module Flags wurde mit falscher SAddr aufgerufen

source: Error loading or linking a libraryfile
de: Fehler beim Laden oder Linken einer Bibliothek

source: Error of a User CFunction Library
de: Fehler einer kundenspezifischen Bibliothek

source: error external UDID (Parameter)(uP2)
de: Fehler externe UDID (Parameter) (uP2)

source: error auto confirmation (SN) (uP2)
de: Fehler Auto-Bestätigung (SN) (uP2)

source: error external machine options
de: Fehler externe Maschinenoptionen

source: error SOD write
de: Fehler SOD Schreibzugriff

source: internal error UDID-ACK
de: interner Fehler UDID-Quittierung

source: 2 Revisions for 1 SAddr, info: saddr, revision
de: 2 Revisionen für eine SADR, Info: SADR, Revision

source: error external UDIDs (flag)
de: Fehler externe UDIDs (Flag)

source: error external configuration file
de: Fehler externe Konfigurationsdatei

source: error external startup flags
de: Fehler externe Startup-Flags

source: external machine options discrepancy
de: Diskrepanz externe Maschinenoptionen

source: NULL Pointer check failed
de: NULL Pointer check ist fehlgeschlagen

source: Error loading the external tables
de: Fehler beim Laden der externen Tabellen

source: Table function error
de: Fehler einer Tabellenfunktion

source: Error of a firmware CFunction
de: Fehler einer von der Firmware bereitgestellten C-Funktion
