Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: The rest raw data length (00) in the end segmented upload response is wrong. Frame is ignored.
de: Die restliche Originaldatenlänge (00) im Endsegment des Upload-Response ist Falsch. Frame wird ignoriert

source: The data length (00) of the end segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Endsegment Frames der Upload-Response ist ungültig. Frame wird ignoriert

source: The data length (00) of the expedited download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des beschleunigten Download-Response-Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the init segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Init-Segmented-Download-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the middle segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des mittigen Download-Response Frameabschnitt ist ungültig. Frame wird ignoriert

source: The data length (00) of the end segmented download response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Endsegments des Download-Response Frames ist ungültig. Frame wird ignoriert

source: NULL pointer passed instead of reference to <request struct of transfer data>.
de: Nullpointer anstelle der Referenz zu <request struct of transfer data> bearbeitet

source: Function call with invalid maximum payload data length (00).
de: Funktionsaufruf mit ungültiger maximalen Nutzdatenlänge

source: NULL pointer passed instead of reference to <Response callback function>.
de: Nullpointer anstatt der Referenz auf <Response callback function> bearbeitet

source: Function call with invalid target address (SADR) of SSDO Service Request (0000).
de: Funktionsaufruf mit ungültiger Zieladresse (SADR) des SSDO Service Request (0000)

source: NULL pointer passed instead of reference to <data to be written into a SOD>.
de: Nullpointer statt der Referenz auf <data to be written into a SOD> bearbeitet

source: NULL pointer passed instead of reference to <request struct of transfer data>.
de: Nullpointer statt der Referenz auf <request struct of transfer data> bearbeitet

source: Function call with invalid target address (SADR) of SSDO Service Request (0000).
de: Funktionsaufruf mit ungültiger Zieladresse (SADR) des SSDO Service Requests (0000)

source: Undefined FSM event (00) in Service FSM call.
de: Ein nicht definiertes FSM Event (00) im Service FSM Aufruf

source: The rest raw data length (00) in the end segmented upload response is wrong. Frame is ignored.
de: Die restliche Originaldatenlänge (00) im Endsegment des Upload-Response ist falsch. Frame wird ignoriert

source: SSDO Service Response with invalid SOD Access Command (SACmd) received.
de: SSDO Service Response mit einem ungültigen SOD Access Command (SACmd) empfangen

source: The data length (00) of the abort response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des Abort-Response-Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the response frame is invalid (< k_DATA_HDR_LEN). Frame is ignored.
de: Die Datenlänge (00) des Response Frames ist ungültig (< k_DATA_HDR_LEN). Der Frame wird ignoriert

source: SSDO Service Response with invalid object sub index received.
de: SSDO Service Response mit ungültigem Objekt Subindex empfangen

source: SSDO Service Response with invalid object index received.
de: Der SSDO Service Response mit ungültigem Objekt Index empfangen

source: SSDO Service Response with invalid toggle bit in SOD Access Command (SACmd) received.
de: SSDO Service Response mit ungültigem Toggle-Bit im SOD Zugriffskommando (SACmd) empfangen

source: NO Protocol FSM is available, actually.
de: Zur zeit ist kein FSM Protokoll verfügbar

source: Undefined Protocol FSM state (00).
de: Undefinierter FSM Protokoll Status (00)

source: The value in TR field (00) of the received SSDO frame is NOT zero.
de: Der Wert im TR Feld (00) des empfangen SSDO Frames ist nicht null

source: SSDO Service Response with invalid SOD Access Request number (SANo) received (exp : 00 rec : 00).
de: SSDO Service Response mit ungülter SOD Access-Request Nummer (SANo) empfangen (exp: 00 rec: 00)

source: Undefined FSM event (00) in Service FSM call.
de: Nicht definiertes FSM Event (00) im Service FSM Aufruf

source: SSDO transfer is already running with the SN (source address = 00).
de: Es läuft zur Zeit schon ein SSDO Transfer mit dem SN (Quelladresse = 00)

source: No program flow counter send buffer available
de: Es ist kein Programm-Ablaufszähler-Sendepuffer verfügbar

source: No CRC calc done bits send buffer available
de: Kein CRC-calc-done-bits-Sendepuffer verfügbar

source: Ptr to crc shadow buffer is wrong
de: Pointer zum CRC-Shaddow-Puffer ist Falsch

source: internal error (nilptr check)
de: interner Fehler (Nullpointer-Check)

source: counter of invalid safety frames has increased
de: Zähler ungültiger Safety-Frames hat sich erhöht

source: counter for SPDO errors has increased (uP1)
de: Zähler SPDO-Fehler erhöht (uP1)

source: Input area of machine options already reserved.
de: Eingangsbereich der Maschinenoptionen bereits verwendet.

source: external machine options data available but not needed
de: Daten der externe Maschinenoptionen vorhanden aber nicht benötigt

source: Connection statistic counter has changed.
de: Statistikzähler für zyklische Verbindungen

source: Error when initializing the external machine options.
de: Fehler bei der Initialisierung der Maschinenoptionen.

source: external machine options missing
de: Externe Maschinenoptionen fehlen

source: status error external machine options
de: Statusfehler externe Maschinenoptionen

source: storing the SADR-DVI list did not work
de: Konnte SADR-DVI Liste nicht Speichern

source: SNfail received
de: SNfail empfangen

source: state change to operational
de: Wechsel des Betriebszustands zu Operational

source: zero ptr in SOD machine option callback
de: Null Pointer in der SOD Maschinenoptionen Callback

source: same input field byte was mapped twice
de: Ein Eingangsfeld wurde zweimal gemapped

source: state change to pre-operational
de: Wechsel des Betriebszustands zu Pre-Operational

source: invalid mapping entry
de: Ungültiger mapping Eintrag

source: same output field byte was mapped twice
de: Ein Ausgangsfeld wurde zweimal gemapped

source: Invalid instance should calculate the CRC
de: Eine ungültige Instanz sollte die CRC berechnen

source: SPDO tx queue is full
de: SPDO tx Queue ist voll

source: Error concerning the SafeModuleOk channels
de: Fehler bei den SafeModuleOk Kanälen

source: Error while loading the parameter file.
de: Fehler beim Laden der Parameterdatei.

source: Info internal file conversion
de: Info interne Dateikonvertierung

source: Invalid parameter CRC
de: Ungültige Parameter CRC

source: Error while loading the additional parameter file.
de: Fehler beim Laden der zusätzlichen Parameter.

source: state change - pre operational to operational
de: Betriebszustandswechsel von Pre-Operational auf Operational

source: state change - operational to pre operational
de: Betriebszustandswechsel von Operational auf Pre-Operational

source: SSDO tx telegram allocation failed
de: SSDO tx Telegramm Zuweisung schlug fehl

source: Zero pointer in cyclic function
de: Null Pointer in der Zyklischen Funktion

source: Invalid object in parameter string
de: Ungültiges Objekt im Parameterstring

source: Invalid data type in parameter string
de: Ungültiger Datentyp im Parameterstring

source: Insufficient data length in parameter string
de: Unzureichende Datenlänge im Parameterstring

source: Zero pointer for parameters in SOD
de: Null Pointer für die Parameter im SOD

source: Zero pointer for CT in SOD
de: Null Pointer für den CT im SOD

source: Received crc buffer length is not equal to the sent crc buffer length
de: Empfangene CRC-Puffer Länge stimmt nicht mit der gesendeten überein

source: Received crc data is not equal to sent crc data
de: Empfangene CRC-Daten stimmen nicht mit den gesendeten überein

source: No checksum send buffer available
de: Es ist kein Prüfsummen Sendepuffer ist verfügbar

source: No checksum receive buffer available
de: Es ist kein Prüfsummen Empfangspuffer verfügbar

source: Invalid tx frame
de: Ungültiger tx-Frame

source: Invalid instance should go to operational
de: Ungültige Instanz soll in Operational übergehen

source: Wrong CTB got inserted into the SOD
de: Falsche CTB wurde in das SOD eingetragen

source: Error during crc calculation
de: Fehler während der CRC Berechnung

source: Module initialization failed
de: Modulinitialisierung schlug fehl

source: SPDO tx telegram allocation failed
de: SPDO tx Telegramm Zuweisung schlug fehl

source: internal cross communication error EPS
de: interner Fehler Kreuzkommunikation EPS

source: Checksum send buffer is full
de: Prüfsummen Sendepuffer ist voll

source: Checksum comparison buffer is full
de: Prüfsummen Überprüfungspuffer ist voll

source: Invalid SNMT State (0) received from SNMTM.
de: Ungültiger SNMT Status (0) vom SNMTM empfangen

source: Invalid SNMT State (0) received from SNMTM.
de: Ungültiger SNMT Status (0) vom SNMTM empfangen

source: Invalid FSM state (0).
de: Ungültiger FSM Status (0)

source: Invalid parameter 'w_hdl' (0).
de: Ungültiger Parameter 'w_hdl' (0)

source: Invalid FSM state (0).
de: Ungültiger FSM Status (0)

source: Invalid event occurred (0h).
de: Ungültiges Event aufgetreten (0h)

source: FSM state error (0).
de: FSM Statusfehler (0)

source: SOD read error. SafeKEY empty?
de: SOD Lesefehler. SafeKEY leer?

source: SOD write error in function
de: SOD Schreibfehler in Funktion

source: Invalid precondition (0).
de: Ungültige Vorbedingung (0)

source: Invalid parameter 'w_hdl' (0).
de: Ungültiger Parameter in 'w_hdl' (0)

source: The RxSPDO cannot get connected to its TxSPDO
de: Das RxSPDO und das TxSPDO können nicht miteinander verbunden werden.

source: Invalid instance number.
de: Ungültige Instanznummer.

source: Invalid RxSPDO number
de: Ungültige RxSPDO Nummer

source: Zero pointer.
de: Zeiger auf NULL.

source: Too many Tx SPDOs are defined.
de: Es sind zu viele tx SPDOs definiert

source: Before write flag is not set in the Tx SPDO attribute with SOD index (0) sub-index (0).
de: Bevor das Write-Flag in dem tx SPDO Attribute mit dem SOD Index (0) Subindex (0) nicht gesetzt ist

source: There is a gap before the Rx SPDO with SOD index (0).
de: Es ist eine Lücke vor dem rx SPDO mit dem SOD Index (0).

source: No Rx SPDO communication parameter is defined with SOD index (0) sub-index (0) for the Tx SPDO mapping parameter with SOD index (0) sub-index (0).
de: Für die rx SPDO-Mapping-Parameter mit SOD Index (0) Subindex (0) ist kein tx SPDO Kommunikationsparameter mit SOD Index (0) Subindex (0) definiert

source: Tx SPDO (0) is invalid.
de: tx SPDO (0) ist ungültig

source: There is a gap before the Tx SPDO with SOD index (0).
de: Es ist eine Lücke vor dem tx SPDO mit SOD Index (0).

source: No Tx SPDO communication parameter is defined with SOD index (0) sub-index (0) for the Tx SPDO mapping parameter with SOD index (0) sub-index (0).
de: Für die tx SPDO-Mapping-Parameter mit SOD Index (0) Subindex (0) ist kein tx SPDO Kommunikationsparameter mit SOD Index (0) Subindex (0) definiert

source: No mandatory Tx SPDO is defined.
de: Kein obligatorisches tx SPDO ist definiert

source: Too many Rx SPDOs are defined.
de: Zu viele rx SPDOs definiert

source: Before write flag is not set in the Rx SPDO attribute with SOD index (0) sub-index (0).
de: Bevor das Write-Flag in den rx SPDO Attributen mit dem SOD Index (0) Subindex (0) nicht gesetzt ist

source: The SPDO propagation delay (0) received on the Rx SPDO with SPDO number (1) is too long.
de: Das am rx SPDO mit der SPDO Nummer (1) empfangene SPDO Propagation-Delay (0) ist zu lang

source: Before read attribute must not be set for the object with SOD index (0) sub-index (0).
de: Das Bevor Leseattribute darf für das Objekt mit dem SOD Index (0) Subindex (0) nicht gesetzt werden

source: SCT timer is expired for the Rx SPDO with SPDO number (1)
de: der SCT Timer für das rx SPDO mit der SPDO Nummer (1) ist erloschen

source: The SPDO propagation delay (0) received on the Rx SPDO with SPDO number (1) is too short.
de: Das SPDO Propagation-Delay (0) welches am rx SPDO mit der SPDO Nummer (1) empfangen wurde ist zu kurz

source: Late SPDO Time Response was received on the Rx SPDO with SPDO number (1)
de: Späte SPDO Time Response wurde am rx SPDO mit der SPDO Nummer (1) empfangen

source: The time synchronization consumer state machine of the Rx SPDO with SPDO number (1) is in unknown state
de: Die Zeitsynchronisation comsumer-state-machine des rx SPDOs mit der SPDO Nummer (1) ist in einem unbekannten Status

source: SPDO Time Request Cycle time is expired for the Rx SPDO with SPDO number (1) in the k_STATE_WF_TRES state.
de: SPDO Time Request Zykluszeit für das rx SPDO mit der SPDO Nummer (1) im k_STATE_WF_TRES Status, ist erloschen

source: SPDO Time Request Cycle time is expired for the Rx SPDO with SPDO number (1) in the k_STATE_WF_NEXT_TREQ_BLOCK state.
de: SPDO Time Request Zykluszeit für das rx SPDO mit der SPDO Nummer (1) mit dem k_STATE_WF_NEXT_TREQ_BLOCK Status ist erloschen

source: Rx SPDO object with SOD index (0) sub-index (0) is not supported.
de: Das rx SPDO Objekt mit dem SOD Index (0) Subindex (0) wird nicht unterstützt.

source: SPDO time synchronization propagation delay (0) is too short.
de: SPDO Time-Synchronisation-Propagation-Delay (0) ist zu kurz.

source: Pointer to the received frame is NULL.
de: Pointer auf den empfangenen Frame ist null

source: (0) instance number is invalid.
de: Instanznummer (0) ist ungültig

source: The received frame identifier (0) is invalid.
de: Der empfangene Frame Identifikation (0) ist ungültig.

source: The received safety domain number (0) is unknown.
de: Die empfangene SDN (0) ist nicht bekannt.

source: (0) instance number is invalid.
de: Instanznummer (0) ist ungültig

source: Pointer to the number of free frames counter is NULL.
de: Der Pointer auf dem Wert des Zähler der freien Frames, ist null

source: (0) instance number is invalid.
de: Instanznummer (0) ist ungültig

source: Instance number (000) is invalid.
de: Die Instanznummer (000) ist ungültig

source: The length of the received frame (0) is invalid.
de: Die Länge des empfangenen Frames (0) ist ungültig.

source: Tx SPDO (0) is not defined in the SOD.
de: Das tx SPDO (0) ist im SOD nicht definiert

source: Tx SPDO (0) is invalid.
de: Das tx SPDO (0) ist ungültig

source: SOD mapping entry at SOD sub-index (0) for the Tx SPDO with SPDO number (1) is not mappable because of a SOD error.
de: Der SOD Eintrag am SOD Subindex (0) für das tx SPDO mit der SPDO Nummer (1) konnte wegen einem SOD Fehler nicht gemapped werden

source: Number of the mapped entries is too large for the Tx SPDO with SPDO number (1).
de: Die Anzahl der gemappden Einträge ist zu groß für das tx SPDO mit der SPDO Nummer (1)

source: Payload size is too large for the Rx SPDO with SPDO number (1).
de: Die Nutzdatenlänge für das rx SPDO Mit der SPDO Nummer (1) ist zu lang

source: SOD mapping entry at SOD sub-index (0) for the Rx SPDO with SPDO number (1) is not mappable because of a SOD error.
de: Der SOD Mappig Eintrag mit dem SOD Subindex (0) für das rx SPDO mit der SPDO Nummer (1) ist wegen eines SOD Fehlers nicht mappbar

source: Number of the mapped entries is too large for the Rx SPDO with SPDO number (1).
de: Anzahl der gemappeden Einträge zu groß für das rx SPDO mit der SPDO Nummer (1)

source: SOD service (0) is ignored.
de: Der SOD Service (0) wurde ignoriert

source: SOD service (0) is ignored.
de: Der SOD Service (0) wird ignoriert

source: Tx SPDO (0) is not configured.
de: Das tx SPDO (0) ist nicht konfiguriert

source: Source Address is already used or invalid. Rx SPDO number (0x1).
de: Quellenadresse wird schon verwendet oder ist ungültig. rx SPDO Nummer (0x1).

source: Tx SPDO object with SOD index (0) sub-index (0) is not supported.
de: Das tx SPDO Objekt mit dem SOD Index (0) Subindex (0) wird nicht unterstützt

source: Before read attribute must not be set for the object with SOD index (0) sub-index (0).
de: das Bevor lese Attribute darf für das Objekt mit dem SOD Index (0) Subindex (0) nicht gesetzt werden.

source: Pointer to the counter of the free frames is NULL.
de: Pointer auf den Zähler der Freien Frames ist null

source: Sending request type (0) is invalid.
de: Typ der zu sendenden Anfrage (0) ist ungültig

source: Sending request type (k_SENDING_FREE) is invalid.
de: Typ der zu sendenden Anfrage (k_SENDING_FREE) ist ungültig

source: Tx SPDO with SPDO number (1) is used only for sending SPDO Time Request and not for sending SPDO Time Response.
de: Dieses tx SPDO mit der SPDO Nummer (1) wird nur zum senden von SPDO Time Requests und nicht zum senden von SPDO Time Responses verwendet

source: Target Address is already used or invalid. Tx SPDO number (0x1).
de: Zieladresse ist schon verwendet oder ungültig. tx SPDO Nummer (0x1).

source: Number of not answered TR expired at the Rx SPDO with SPDO number (1)
de: Anzahl der beantworteten TR erloschen auf dem rx SPDO mit der SPDO Nummer (1)

source: SPDO Time Response was received without sending a SPDO Time Request (late SPDO time response) on the Rx SPDO with SPDO number (1).
de: Ein SPDO Time Response wurde empfangen ohne einen SPDO Time Request zu senden (später SPDO Time Response) auf ein rx SPDO mit SPDO Nummer (1).

source: Payload size is too large for the Tx SPDO with SPDO number (1).
de: Nutzdatenlänge ist zu groß für das tx SPDO mit der Nummer (1)

source: Rx SPDO received with wrong payload size (0) for the Rx SPDO with SPDO number (1).
de: rx SPJDO, für für das rx SPDO mit nummer (1) mit falscher Nutzdatenlänge (0) empfangen

source: TR (0) in the SPDO Time Response received on the Rx SPDO number (1) is invalid.
de: TR (0) in der SPDO Time-Response am rx SPDO mit der rx SPDO Nummer (1) empfangen, ist ungültig

source: SPDO time synchronization propagation delay (0) is too long.
de: SPDO Time-Synchronisation-Propagation Delay (0) ist zu lang

source: Too many Tx SPDO mapping entries are defined for the Tx SPDO with SOD index (0) sub-index (0).
de: Es sind zu viele tx SPDO Mapping-Einträge für das tx SPDO mit dem SOD Index (0) Subindex (0) definiert.

source: Before write flag is not set for the Tx SPDO object with SOD index (0) sub-index (0).
de: Das 'Before write flag' ist für das tx SPDO Objekt mit SOD Index (0) und Subindex (0) nicht gesetzt

source: Before write flag is not set for the Rx SPDO object with SOD index (0) sub-index (0).
de: Das 'Before write flag' ist für das rx SPDO Objekt mit SOD Index (0) und Subindex (0) nicht gesetzt

source: SOD object is not mappable for the Tx SPDO. SSDO abort code (0).
de: Das SOD Objekt kann für das tx SPDO nicht gemapped werden. SSDO Abbruchcode (0).

source: SOD object is not mappable for the Rx SPDO. SSDO abort code (0).
de: Das SOD Objekt konnte für das rx SPDO nicht gemapped werden. SSDO Abbruchcode (0).

source: Too many Rx SPDO mapping entries are defined for the Rx SPDO with number (0x1) sub-index (0).
de: Es sind zu viele rx SPDO Mapping-Einträge für das rx SPDO mit der Nummer (0x1) Subindex (0) definiert

source: The value to be written is too low. SSDO abort code : 0
de: Der zu schreibende Wert ist zu niedrig SSDO Abbruchcode: 0

source: The value to be written is too high SSDO abort code : 0
de: Der zu schreibende Wert ist zu hoch SSDO Abbruchcode: 0

source: The SAPL_SOD_WriteClbk() application callback function has signaled error SSDO abort code : 0
de: Die Applikations Callback Funktion SAPL_SOD_WriteClbk() hat einen Fehler signalisiert SSDO Abbruchcode: 0

source: The byte position is outside of the object data range (offset or/and size are wrong) SSDO abort code : 0
de: Die Byte Position ist außerhalb des Objekt Datenbereichs (Offset und/oder Größe sind falsch) SSDO Abbruchcode: 0

source: Invalid visible string. SSDO abort code : 0
de: Ungültiger VISIBLE STRING

source: The object is not writeable SSDO abort code : 0
de: Das Objekt ist nicht schreibbar SSDO Abbruchcode: 0

source: Pointer to the data to be written is NULL SSDO abort code : 0
de: Der Pointer zu den zu schreibenden Daten ist null Abbruchcode: 0

source: Instance number is invalid SSDO abort code : 0
de: Instanznummer ist ungültig SSDO Abbruchcode: 0

source: The object with standard data type (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN), must not be accessed segmented (offset and size must be 0) SSDO abort code : 0
de: Die Objekte mit den Standarddatentypen (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN) dürfen nicht aufgeteilt werden SSDO Abbruchcode: 0

source: The SOD write access is disabled by the application SSDO abort code : 0
de: Der SOD Schreibzugriff wird durch die Applikation verhindert SSDO Abbruchcode: 0

source: The object is not readable SSDO abort code : 0
de: Das Objekt ist nicht lesbar SSDO Abbruch Code : 0

source: The SAPL_SOD_ReadClbk() application callback function has signaled error SSDO abort code : 0
de: Die Applikations Callback Funktion SAPL_SOD_ReadClbk() hat einen Fehler signalisiert SSDO Abbruch Code : 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode : 0

source: The object with standard data type (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN), must not be accessed segmented (offset and size must be 0). SSDO abort code : 0
de: Die Objekte mit den Standarddatentypen (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN) dürfen nicht aufgeteilt werden.

source: The byte position is outside of the object data range (offset or/and size are wrong). SSDO abort code : 0
de: Die Byte Position ist außerhalb des Datenbereichs des Objekts (Offset und/oder Größe sind falsch) SSDO Abbruch Code : 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: SOD write access is already disabled. SSDO abort code : 0
de: SOD schreib Zugriff ist schon ausgeschaltet. SSDO Abbruchcode: 0

source: The SAPL_SOD_DefaultValueSetClbk() application callback function has signaled error.
de: die Applikation Callback Funktion SAPL_SOD_DefaultValueSetClbk() signalisierte einen Fehler.

source: Range checking is not supported for the object with SOD index (0) sub-index (0).
de: Bereichsprüfung wird vom Objekt nicht unterstützt, SOD Index (0), Subindex (0).

source: SOD object: data pointer undefined
de: SOD-Objekt: Datenpointer undefiniert

source: No pointer to pointer to object data has been defined for the object with SOD index (0) sub-index (0).
de: Für das Objekt wurde kein Pointer auf einen Pointer, welcher auf ein Daten Objekt zeigt, definiert, SOD Index (0), Subindex (0).

source: The object with SOD index (0) sub-index (0) is not sorted by SOD index.
de: Das Objekt ist nicht nach dem SOD Index sortiert, SOD Index (0), Subindex (0)

source: The object with SOD index (0) sub-index (0) is not sorted by SOD sub-index.
de: Das Objekt ist nicht nach dem SOD Subindex sortiert, SOD Index (0), Subindex (0)

source: The attribute of the object with SOD index (0) sub-index (0) is invalid.
de: Das Attribute des Objekts ist ungültig, SOD Index (0), Subindex (0)

source: No access flag (RO_CONST,RO,WO) in the attribute of the object with SOD index (0) sub-index (0) is set.
de: Kein Zugriffsflag (RO_CONST, RO, WO) in den Attributen des Objekts, SOD Index (0), Subindex (0)

source: Reference to the object dictionary is NULL.
de: Die Referenz auf das Objektverzeichnis ist null.

source: Object dictionary is empty at the instance (0).
de: An dieser Instanz (0) ist das Objektverzeichnis leer.
