Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Invalid device string or device not an Ethernet interface
de: Ungültiger Device-String oder Device ist keine Ethernet-Schnittstelle

source: Invalid protocol (ether_type) or protocol already being used.
de: Ungültiges Protokoll (ether_type) oder Protokoll wird bereits verwendet

source: Invalid ident
de: Ungültiger Ident

source: Invalid FBK parameter
de: Ungültiger FUB-Parameter

source: POWERLINK: MAC Address could not be read from hardware
de: POWERLINK: MAC Adresse konnte nicht von Hardware gelesen werden

source: Interface card error on POWERLINK bus controller
de: Fehler von Interface-Karte auf POWERLINK Buscontroller

source: POWERLINK: Station driver encountered an error while reading the SDO of a Controlled Node.
de: POWERLINK: Fehler bei Lesezugriff auf SDO eines Controlled Node von Stationstreiber

source: POWERLINK: Station driver encountered an error while writing to the SDO of a Controlled Node.
de: POWERLINK: Fehler bei Schreibzugriff auf SDO eines Controlled Node von Stationstreiber

source: POWERLINK: 2003 nodes not connected - different HW configuration
de: POWERLINK: 2003 Knoten nicht verbunden - unterschiedliche HW Konfiguration

source: POWERLINK: Object not accessable in object dictionary of station
de: POWERLINK: Objekt im Objektverzeichnis der Station nicht zugreifbar

source: Error at writing POWERLINK SDO parameter
de: Fehler beim Schreiben eines POWERLINK SDO-Parameters

source: Internal error
de: Interner Fehler

source: Installation error
de: Fehler beim Installieren

source: Uninstallation error
de: Fehler beim Deinstallieren

source: Error during copying
de: Fehler beim Kopieren

source: Module does not exist
de: Modul existiert nicht

source: Incorrect module type
de: Falscher Modultyp

source: Invalid Name
de: Ungültiger Name

source: Module already exists with this name
de: Modul dieses Namens existiert bereits

source: Internal error
de: Interner Fehler

source: Data point with specified name not found
de: Datenpunkt mit angegebenem Namen existiert nicht

source: Asynchronous access error
de: Asynchroner Zugriffsfehler

source: Function block not supported.
de: Funktionsblock wird nicht unterstützt.

source: Invalid parameter.
de: Ungültiger Parameter

source: Incorrect channel name specified
de: Angegebene Kanalbezeichnung falsch

source: Timeout reached
de: Timeout erreicht

source: Internal error
de: Interner Fehler

source: I/O module does not exist
de: I/O Modul existiert nicht

source: Incorrect entry or format in data object
de: Ungültiger Eintrag oder falsches Format im Datenobjekt

source: Invalid EventPV specified in the data object
de: Ungültige Angabe einer EventPV im Datenobjekt

source: Invalid command or function code specified; command not supported
de: Ungültige Angabe eines Kommandos oder Funktionscode, Kommando wird nicht unterstützt

source: Invalid station number specified; broadcasts not supported
de: Ungültige Angabe einer Stationsnummer, Broadcasts werden nicht unterstützt

source: Invalid LocalPV specified in data object
de: Ungültige Angabe einer LocalPV im Datenobjekt

source: Invalid remote addressing in data object
de: Ungültige Remote-Adressierung im Datenobjekt

source: Invalid length specified in data object
de: Ungültige Längenangabe im Datenobjekt

source: Error in buffer return (FRM_rbuf())
de: Fehler bei der Pufferrückgabe (FRM_rbuf())

source: Error receiving a frame (FRM_read())
de: Fehler beim Empfang eines Frames (FRM_read())

source: Error writing a frame (FRM_write())
de: Fehler beim Schreiben eines Frames (FRM_write())

source: No write buffer available (FRM_gbuf())
de: kein Puffer zum Schreiben vorhanden (FRM_gbuf())

source: Error closing the interface (FRM_close())
de: Fehler beim Schließen der Schnittstelle (FRM_close())

source: Error closing the interface (FRM_close())
de: Fehler beim Schließen der Schnittstelle (FRM_close())

source: Module removed while running
de: AR-PnP: Modul im laufenden Betrieb gezogen

source: Module in an unknown state
de: AR-PnP: Modul in unbekanntem Zustand (nicht "configured" oder "plugged", oder "configured+plugged")

source: Error generating device
de: AR-PnP: Fehler beim Erzeugen eines Devices

source: Error loading firmware file
de: AR-PnP: Fehler beim Firmware-Laden / Firmware-Update

source: Difference between configured and inserted module
de: AR-PnP: Unterschiedliche Module konfiguriert und gesteckt

source: Configured module inserted
de: AR-PnP: Modul gesteckt

source: Configured module not found during boot
de: AR-PnP: Modul nicht gesteckt (wird bereits im Hochlauf detektiert)

source: Carried out reboot
de: AR-PnP: Reboot notwendig (um neue FW zu aktivieren)

source: AR "power cycle" necessary
de: AR-PnP: Power cycle notwendig (um neue FW zu aktivieren)

source: Invalid or unsupported checksums
de: Ungültige Checksumme bzw. wird nicht unterstützt

source: Invalid timeout time or timeout time exceeded
de: Ungültige Timeoutzeit bzw. Timeoutzeit überschritten

source: Invalid station number
de: Ungültige Stationsnummer

source: Data object doesn't exist
de: Datenobjekt existiert nicht

source: Device already being used as a master/slave. Using a master and slave on one device at the same time is not supported.
de: Das Device wird bereits als Master/Slave verwendet. Gleichzeitige Verwendung von Master und Slave auf einem Device wird nicht unterstützt.

source: Invalid ident
de: Ungültiger Ident

source: Error opening the associated X2XLink device
de: Öffnen des zugehöriges X2XLink-Devices fehlgeschlagen

source: General error from the X2XLink I/O system timer
de: Allgemeiner Fehler aus X2XLink IO-System Timer

source: Information: System synchronized to X2XLink
de: Information: System wird synchron zum X2XLink betrieben

source: INA node number permanently configured with software
de: AR-PnP: INA-Node Nummer ist durch "non volatile"-Konfiguration eingestellt (nicht durch HW-Knotenschalter)

source: Could not start AR I/O Management master
de: AR-PnP: Fehler beim Starten eines AR I/O Management-Master-Devices

source: Unknown hardware module
de: unbekanntes Hardware-Modul

source: Information: System synchronized to POWERLINK
de: Information: System wird synchron zu POWERLINK betrieben

source: General error from the POWERLINK I/O system timer
de: Allgemeiner Fehler aus POWERLINK IO-System Timer

source: Max. number of ENQs reached
de: Max. Anzahl an ENQs erreicht

source: No memory available for driver management or error freeing up memory.
de: Kein Speicher für die Treiber-Verwaltung frei bzw. Fehler bei der Freigabe.

source: Invalid response (REPLY)
de: Ungültige Response (REPLY)

source: Max. number of NAKs reached
de: Max. Anzahl an NAKs erreicht

source: Invalid frame (no DF1 protocol)
de: Ungültiger Frame (kein DF1-Protokoll)

source: Invalid request (COMMAND) or error executing command
de: Ungültige Request (COMMAND) bzw. Fehler bei der Ausführung des Kommandos

source: CIR configuration parser: Node name changed
de: CIR Konfigurationsparser: Knotenname geändert

source: CIR configuration parser: Configuration installation already active
de: CIR Konfigurationsparser: Konfigurationsinstallation bereits aktiv

source: CIR configuration parser: No old configuration found
de: CIR Konfigurationsparser: keine alte Konfiguration vorhanden

source: CIR configuration parser: Restart required
de: CIR Konfigurationsparser: Neustart notwendig

source: CIR configuration parser: XLink/QLink source not found
de: CIR Konfigurationsparser: XLink/QLink Quelle nicht gefunden

source: CIR configuration parser: XLink / QLink error
de: CIR Konfigurationsparser: Fehler bei XLink / QLink

source: CIR configuration parser: Channel description in configuration not supported
de: CIR Konfigurationsparser: Kanalbeschreibung in Konfiguration nicht unterstützt

source: Configuration parser: Different sizes
de: Konfigurationsparser: Größe unterschiedlich

source: CIR configuration parser: Invalid installation mode
de: CIR Konfigurationsparser: Installationsmode ungültig

source: CIR configuration parser: Current configuration is not active
de: CIR Konfigurationsparser: Aktuelle Konfiguration ist nicht aktiv

source: Automatic daylight savings time was activated/deactivated.
de: Automatische Sommer-/Normalzeit-Umschaltung wurde aktiviert/deaktiviert.

source: Time synchronization failed
de: Zeitsynchronisierung fehlgeschlagen

source: Time offset has changed due to automatic daylight savings time.
de: Zeitoffset hat sich aufgrund der automatischen Sommer-/Normalzeit-Umschaltung verändert.

source: SNTP: The time server has been changed.
de: SNTP: Es wurde auf einen anderen Zeitserver umgeschaltet.

source: Time jump - software time
de: Zeitsprung der Softwarezeit

source: SNTP: Connection to server lost, time synchronization with RTC
de: SNTP: Server nicht erreichbar, Zeitsynchronisierung erfolgt zu RTC

source: SNTP: Server connection restored, time synchronization with NTP server
de: SNTP: Server wieder erreichbar, Zeitsynchronisierung erfolgt zu NTP Server

source: Parser initialization failed
de: Konfigurationsparser: Fehler beim Parsen

source: Module not found
de: Konfigurationsparser: Modul nicht gefunden (HWD Information fehlt)

source: Configuration parser: Basis configuration parser error numbers
de: Konfigurationsparser: Basis Konfigurationsparser Fehlernummern

source: Name exists more then once
de: Konfigurationsparser: Name mehrfach vorhanden

source: Error inserting to the hardware tree
de: Konfigurationsparser: Fehler beim Einfügen in den HW Tree

source: No name specification
de: Konfigurationsparser: Keine Namensangabe

source: Configuration parser: CPU mismatch
de: Konfigurationsparser: CPU Mismatch

source: Configuration parser: No node section available
de: Konfigurationsparser: Keine Node Sektion vorhanden

source: Error in XML header
de: Konfigurationsparser: Keine IO Sektion vorhanden

source: CIR configuration parser: No device connected
de: CIR Konfigurationsparser: Kein Device vorhanden

source: CIR configuration parser: I/O control error
de: CIR Konfigurationsparser: Fehler bei IOControl

source: No memory available
de: Konfigurationsparser: Kein Speicher verfügbar

source: No root entry available
de: Konfigurationsparser: Kein Root Eintrag vorhanden

source: No HWD information available
de: Konfigurationsparser: Keine HWD Information vorhanden

source: Cannot insert module
de: Konfigurationsparser: Modul kann nicht eingefügt werden

source: CIR configuration parser: Different number of entries
de: CIR Konfigurationsparser: Anzahl Einträge unterschiedlich

source: CIR configuration parser: Module not compatible
de: CIR Konfigurationsparser: Modul inkompatibel

source: CIR configuration parser: Error opening device
de: CIR Konfigurationsparser: Fehler beim Device-Open

source: CIR configuration parser: CIR not supported
de: CIR Konfigurationsparser: CIR nicht unterstützt

source: Base error AC14x/EC21 I/O
de: Basis Fehler AC14x/EC21 IO

source: Internal error AC14x/EC21 I/O
de: Interner Fehler AC14x/EC21 IO

source: Error regarding info channels
de: Fehler bzgl. Infokanäle

source: Could not address I/O channel
de: Fehler bei der Adressierung eines I/O-Kanals

source: Configuration error
de: Konfigurationsfehler

source: Parameter error
de: Parameterfehler

source: Invalid pointer (NULL).
de: Ungültiger Zeiger (NULL)

source: Invalid CAN node number (0 <= NodeID <= 127).
de: Ungültige CAN Knotennummer (muss 0 <= NodeID <= 127)

source: Selected device not found.
de: Das gewählte Gerät wurde nicht gefunden

source: Could not open selected device.
de: Das gewählte Gerät konnte nicht geöffnet werden

source: Invalid amount of data specified
de: ungültige Datenmenge angegeben

source: No further CANopen packet available
de: Kein weiteres CANopen Paket verfügbar

source: Internal error in library while executing a CANopen function block.
de: Es ist ein interner Fehler der Library beim Ausführen eines CANopen Funktionsblocks aufgetreten

source: Invalid CAN COB ID.
de: Ein falscher CAN COB ID wurde verwendet

source: Error generating a logger task
de: Fehler beim Erzeugen des Logger-Tasks

source: Emergency message received
de: Emergency-Nachricht wurde empfangen

source: All slaves put into <Stopped> state
de: Alle Slaves wurden in den Zustand <Stopped> versetzt

source: Error allocating memory
de: Fehler beim Speicher allokieren

source: Error constructing the object directory
de: Fehler beim Aufbau des Objektverzeichnis

source: Parameter error
de: Parameterfehler

source: Parameter error
de: Parameterfehler

source: Device error
de: Device-Fehler

source: Device error
de: Device-Fehler

source: Invalid device
de: Device-Fehler

source: Parameter error
de: Parameter-Fehler

source: Parameter error
de: Parameter-Fehler

source: Parameter error
de: Parameterfehler

source: Parameter error
de: Parameter-Fehler

source: Unknown infoCode parameter
de: Unbekannter infoCode Parameter

source: Unknown infoKind parameter
de: Unbekannter infoKind Parameter

source: Invalid ID
de: Ungültige ID

source: Index out of range [0..nrEntries-1]
de: Index außerhalb des Bereichs (0..nrEntries-1)

source: Not enough memory to process the information
de: Zuwenig Speicher zum Aufbereiten der Information zur Verfügung

source: Unsupported object in the HWC
de: Nicht unterstütztes Objekt im HWC

source: Fatal error during boot
de: Schwerwiegender Fehler beim Bootup

source: Internal error
de: Interner Fehler

source: Configuration error
de: Konfigurationsfehler

source: A CANopen slave defined as "Mandatory" could not be set to <operational> during the network boot.
de: Ein als "Mandatory" definierter CANopen-Slave konnte während des Netzwerk-Bootup nicht in <operational> versetzt werden.

source: No heartbeat or LifeGuarding monitoring configured.
de: Keine Überwachung durch Heartbeat oder LifeGuarding konfiguriert.

source: Not all slaves could be configured by the master in the specified time when the CANopen network was started.
de: Nicht alle Slaves konnten beim Start des CANopen Netzwerkes durch den Master in der vorgegebenen Zeit Konfiguriert werden.

source: A CANopen slave defined as "Mandatory" could not be configured during the network boot.
de: Ein als "Mandatory" definierter CANopen-Slave konnte während des Netzwerk-Bootup nicht konfiguriert werden.

source: Error performing SDO access to a slave.
de: Fehler beim SDO-Zugriff auf einen Slave.

source: Invalid HWC file
de: Ungültige HWC-Datei

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Invalid DCOM interface
de: Ungültiges DCOM Interface

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: Internal error in the AR OPC server
de: Interner Fehler im AR OPC-Server

source: The listener could not be installed.
de: Listener konnte nicht eingehängt werden.

source: General fault in the device driver
de: Allgemeiner Fehler im Device-Treiber.

source: No memory available
de: Kein Speicher.

source: Faulty configuration
de: Fehlerhafte Konfiguration.

source: Invalid device
de: Ungültiges Device.

source: Maximum error number of the NetX I/O device driver
de: Maximale Fehlernummer des NetX IO Device Treibers.

source: General fieldbus fault in the device driver
de: Allgemeiner Feldbus-Fehler im Device Treiber.

source: HTTP request could not be processed.
de: HTTP Anfrage konnte nicht bearbeitet werden.

source: Error linking file device.
de: Fehler beim Linken des File Devices

source: Error allocating or releasing memory.
de: Fehler beim Bereitstellen oder Freigegeben des Speichers.

source: TCP/IP error.
de: TCP/IP Fehler

source: The time constant t_ignore_dT_heat is greater than the heating time.
de: Die Zeitkonstante t_ignore_dT_heat ist größer als die Aufheizzeit.

source: The increase of the current temperature was above the specified increase (delta_dT_sync_cool) during the time frame cnt_wait_cool and the temperature has already risen to the upper temperature limit (Tset + delta_T_sync_stop). The tuning procedure will be executed immediately.
de: Die Steigung der aktuellen Temperatur war während des Zeitraums cnt_wait_cool nicht unter der angegebenen Steigung (delta_dT_sync_cool) und die Temperatur ist bereits bis zur oberen Temperaturgrenze (Tset + delta_T_sync_stop) gestiegen. Das Tuning wird sofort durchgeführt.

source: Tf <= dt (=cycle time of the function block call)
de: Tf <= dt (=Zykluszeit des Funktionsbaustein-Aufrufs)

source: Register could not be inserted.
de: Register konnte nicht eingefügt werden.

source: A default value is being used.
de: Es wird ein Defaultwert verwendet.

source: Semaphore is not being used.
de: Semaphor ist nicht belegt.

source: Semaphore could not be created.
de: Semaphor konnte nicht erzeugt werden.

source: Semaphore could not be deleted.
de: Semaphor konnte nicht gelöscht werden.

source: Semaphore with the specified ident does not exist.
de: Semaphor mit dem angegeben Ident existiert nicht.

source: Semaphore is being used
de: Semaphor ist belegt

source: Simulink fundamental sample time does not match duration of Automation Studio cyclic task class. Simulink fundamental sample time does not match duration of Automation Studio cyclic task class.
de: Dauer der zyklischen Taskklasse in Automation Studio weicht von der 'Fundamental sample time' in Simulink ab.

source: SNMP response package could not be sent.
de: SNMP Antwortpaket konnte nicht gesendet werden.

source: Insufficient memory available.
de: Zuwenig Speicher vorhanden.

source: Error initializing the SNMP service
de: Fehler beim Initialisieren des SNMP Dienstes

source: Invalid SNMP package received.
de: Ungültiges SNMP Paket empfangen.

source: Cycle time violation
de: Zykluszeitverletzung

source: Connection error
de: Verbindungsfehler

source: An error response was received.
de: Es wurde eine Error-Antwort empfangen.

source: Length of the response frame is not correct.
de: Länge des Antwortframes ist nicht korrekt.

source: Modbus response invalid
de: Modbusantwort ist ungültig

source: Error writing a Modbus frame
de: Fehler beim Schreiben eines Modbus-Frames

source: Checksum error
de: Checksummenfehler

source: An incorrect mode function code was used.
de: Es wurde ein falscher Modus-Function-Code verwendet.

source: Invalid station number
de: Ungültige Stationsnummer

source: Driver initialization failed
de: Treiberinitialisierung fehlgeschlagen

source: Data point not found
de: Datenpunkt nicht gefunden

source: Modbus database could not be created
de: Modbus Datenbank konnte nicht angelegt werden

source: Error due to shortage of memory
de: Fehler wegen Speichermangels

source: Connection configuration not successful
de: Verbindungskonfiguration nicht erfolgreich

source: Internal connection error
de: Interner Verbindungsfehler

source: Data block configuration error
de: Fehler bei der Datenblockkonfiguration

source: Unknown status during data transfer
de: Unbekannter Zustand während der Datenübertragung

source: Data packet does not exist
de: Datenpaket existiert nicht

source: Error during partial network scan
de: Fehler im Partiellen Networkscan

source: Connection error
de: Verbindungsfehler

source: Cycle time error
de: Zykluszeit-Fehler

source: Overflow: Queue for Modbus packets is full
de: Überlauf: Warteschlange für Modbus Pakete ist voll

source: Modbus error
de: Modbus Fehler

source: Error receiving socket data
de: Fehler beim Empfangen von Socketdaten

source: No instance is possible for the Modbus driver.
de: Für den Modbustreiber ist keine Instanz verfügbar

source: Unsupported Modbus code
de: Nicht unterstützter Modbus code

source: Inconsistent data block configuration
de: Inkonsistente Datenblockkonfiguration

source: Inconsistent configuration of connections
de: Inkonsistente Konfiguration der Verbindungen

source: ID conflict: There is no slave with this connection ID
de: ID Konflikt: Es existiert kein Slave mit dieser Verbindungs-ID

source: Modbus error number output
de: Ausgabe der Modbus Errornumber

source: Modbus module will be disabled
de: Modbus Station liefert einen Fehler

source: Error during partial network scan.
de: Fehler während des Partial Networkscans

source: Configuration error: Incorrect ID
de: Konfigurationsfehler: falsche ID

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Wrong parameter specified while using an internal SDM function
de: Angabe eines falschen Parameters bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Resource bottleneck in the system
de: Resourcen-Engpasses im System

source: Error creating or deleting an OS task
de: Fehler beim Anlegen oder Löschen eines OS Task

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: Error when using an internal SDM function
de: Fehler bei der Verwendung einer internen SDM Funktion

source: The transferred DTStructure contains invalid values.
de: Es befinden sich ungültige Werte in der übergebenen Struktur DTStructure.

source: Automation Runtime error.
de: Fehler im Automation Runtime.

source: An invalid parameter was transferred to the function block.
de: Ungültiger Parameter wurde übergeben.

source: Length of the transferred string is to short.
de: Länge des übergebenen Strings ist zu gering.

source: Buffer too small
de: Buffer zu klein

source: Invalid parameter.
de: Ungültiger Parameter

source: Warning: Old CPU revision
de: Warnung: alte CPU Revision

source: Warning: Old revision of the PCI interface module
de: Warnung: alte Revision des PCI Interface Moduls

source: Warning: Old CPU revision
de: Warnung: alte CPU Revision

source: Warning: Old revision of the PCI interface module
de: Warnung: alte Revision der PCI Interface Module

source: General fault in the device driver
de: Allgemeiner Fehler im Device-Treiber.

source: Communication error
de: Kommunikationsfehler.

source: General fault in the device driver
de: Allgemeiner Fehler im Device-Treiber.

source: Configuration error
de: Konfigurationsfehler.

source: Error creating the callback.
de: Fehler beim Aushängen der Callbacks.
