Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: The object hierarchy isn&apos;t right or the parent doesn&apos;t support child objects of the specified type.
de: Die Objekthierarchie stimmt nicht, bzw. der Parent unterstützt kein Child Objekt vom angegebenen Typ.

source: Unknown object in the "ANSLUIF" management layer.
de: Das Objekt ist in der Verwaltungsschicht des "ANSLUIF" nicht bekannt.

source: The object is not supported by the current implementation.
de: Das Objekt wird von der aktuellen Implementierung nicht unterstützt.

source: The requested service is not supported, or a parameter is incorrect.
de: Der angeforderte Dienst wird nicht unterstützt oder ein Parameter ist falsch.

source: Invalid parameter specified
de: Übergabe eines ungültigen Parameters.

source: Failed to initialize XML parser
de: Initialisierung des XML-Parsers fehlgeschlagen.

source: XML data invalid
de: XML-Daten sind ungültig

source: Specified data object not available
de: Angebenes Datenobjekt ist nicht vorhanden

source: Specified ANSL client not available
de: Angegebener ANSL Client ist nicht vorhanden

source: Specified ANSL connection not available
de: Angegebene ANSL Verbindung ist nicht vorhanden

source: Specified PV link not available
de: Angegebene PV Verknüpfung ist nicht vorhanden

source: End of list reached
de: Ende der Liste erreicht

source: Invalid default value
de: Ungültiger Default-Wert

source: PV link data type mismatch
de: Datentyp der PV Verknüpfung stimmt nicht überein

source: Diagnostic PV not found
de: Diagnose PV nicht gefunden

source: Remote PV not found
de: Remote PV nicht gefunden

source: Local PV not found
de: Lokale PV nicht gefunden

source: XML attribute missing
de: XML-Attribut fehlt

source: Invalid XML attribute
de: Ungültiges XML-Attribut vorhanden

source: Invalid XML element
de: Ungülitges XML-Element vorhanden

source: Limit for synchronous PVs reached
de: Limit für synchrone PVs erreicht

source: Invalid synchronous PV
de: Ungültige synchrone PV

source: Error deleting a module
de: Fehler beim Löschen eines Moduls.

source: Connection identified as redundancy-relevant
de: Verbindung als redundanzrelevant markiert.

source: Error reading TracePoint data
de: Fehler beim Lesen der TracePoint-Daten.

source: Unable to create "table of contents"
de: Erstellen der "table of content" fehlgeschlagen

source: Dynamic PV is zero (not initialized)
de: Dynamische PV ist Null (uninitalisiert)

source: Uninstalling/Deleting the module is not allowed.
de: Deinstallation/Löschen des Moduls nicht erlaubt

source: Error during application synchronization
de: Fehler bei der Durchführung eines Applikationsabgleiches.

source: Error registering a new TracePoints list.
de: Fehler beim Anmelden einer neuen TracePoint-Liste.

source: Error enabling new TracePoints list.
de: Fehler beim Aktivieren einer neuen TracePoints-Liste.

source: Error deregistering TracePoints list.
de: Fehler beim Abmelden einer TracePoints-Liste.

source: Invalid index specified when reading the logger
de: Angabe eines ungültigen Index beim Lesen des Logger.

source: Connection identified as not redundancy-relevant
de: Verbindung als nicht redundanzrelevenant markiert.

source: Access to global PV failed
de: Zugriff auf eine globale PV fehlgeschlagen.

source: Invalid target memory or not enough target memory available
de: Ungültiger Zielspeicher bzw. zu wenig freier Zielspeicher vorhanden.

source: The specified status is incorrect.
de: Übergebener Status ist nicht korrekt.

source: Unable to create PV object
de: Anlegen des PV-Objekts fehlgeschlagen.

source: Service only allowed in diagnostics mode
de: Dienst nur im Diagnosemodus erlaubt.

source: Memory not available or cannot be deleted.
de: Speicher nicht vorhanden oder darf nicht gelöscht werden.

source: Unable to create module
de: Anlegen des Moduls fehlgeschlagen.

source: Target system restart necessary
de: Neustart des Zielsystems wird benötigt.

source: Access to local PV failed
de: Zugriff auf eine lokale PV fehlgeschlagen.

source: Write access prohibited
de: Schreibender-Zugriff untersagt.

source: Error triggering manual failover
de: Fehler beim Auslösen einer manuellen Umschaltung.

source: Error executing redundancy service
de: Fehler beim Ausführen eines Redundanz-Dienstes.

source: Error operating dongle LED
de: Fehler bei der Bedienung der Dongle-LEDs.

source: Error performing license update.
de: Fehler bei der Durchführung eines Lizenzupdates.

source: Error executing redundancy service
de: Fehler beim Ausführen eines Redundanz-Dienstes.

source: Error executing redundancy service
de: Fehler beim Ausführen eines Redundanz-Dienstes.

source: Error reading dongle list
de: Fehler beim Auslesen der Dongleliste.

source: Access not permitted in PLC diagnostic mode
de: Dienst im Diagnosemodus nicht erlaubt.

source: Error reading license context
de: Fehler beim Auslesen des Lizenzkontexts.

source: Error reading license list
de: Fehler beim Auslesen der Lizenzliste.

source: Unable to read global PV list
de: Lesen der globalen PV-Liste fehlgeschlagen.

source: Unable to read PV list
de: Lesen der PV-Liste fehlgeschlagen.

source: Unable to read module or library list
de: Lesen der Modul-, Bibliotheks-Liste fehlgeschlagen.

source: Unable to download module
de: Download des Moduls fehlgeschlagen.

source: Unable to upload module
de: Upload des Moduls fehlgeschlagen.

source: Unable to delete module
de: Löschen des Moduls fehlgeschlagen.

source: The specified time or date is not valid.
de: Die übergebene Zeit bzw. Datum ist nicht gültig.

source: Checksum error
de: Prüfung der Checksumme fehlgeschlagen.

source: Unable to install BR module
de: Installation des BR-Moduls fehlgeschlagen.

source: Could not establish communication between Automation Runtime and I/O firmware
de: Es konnte keine Kommunikation zwischen dem Automation Runtime und der IO Firmware hergestellt werden.

source: Buffer assignment mismatch
de: Pufferzuordnungsfehler

source: No TX-buffer available
de: Kein TX-Puffer verfügbar

source: TX-buffer is used like a RX-buffer or vice-versa
de: TX-Puffer wird wie ein RX-Puffer benutzt oder umgekehrt

source: Memory allocation error
de: Speicher Allokierungsfehler

source: Memory allocation error
de: Speicher Allokierungsfehler

source: Package transmission error
de: Paketübermittlungsfehler

source: Internal function call error
de: Interner Fehler Funktionsaufruf

source: pointer check failed
de: Pointerprüfung fehlgeschlagen

source: access to NULL pointer in HNFevt_Fifo
de: Zugriff auf NULL Pointer in HNFevt_Fifo

source: Invalid failsafe ID
de: Ungültige Failsafe ID

source: Wrong processor ID
de: Falsche Prozessor ID

source: Event ID error
de: Event ID Fehler

source: Unsupported event's component ID
de: Komponenten ID wird nicht unterstützt.

source: Event FIFO full
de: Event FIFO ist voll

source: Execution time warning
de: Warnung Ausführungszeit

source: firmware not certified
de: Firmware nicht zertifiziert

source: NULL pointer while unlocking
de: NULL-Pointer beim Entsperren

source: SafeDESIGNER user info
de: SafeDESIGNER Userinformation

source: generic string message
de: generischer Fehlertext

source: error storing local parameter data (uP1)
de: Fehler lokale Parameterspeicherung (uP1)

source: Safety cycle time changed while in operational mode (µP1)
de: Safety-Zykluszeit hat sich während des Operational Zustands verändert (µP1)

source: Upper cycle time violation
de: Zykluszeitverletzung

source: Incomplete unlock request
de: Unvollständiger Freischaltbefehl

source: Error in HNFcyc, EpsTx
de: Fehler in HNFcyc, EpsTx

source: Enabling execution of SafeOS failed
de: Die Freigabe der Exekution der Verknüpfungslogik ist fehlgeschlagen

source: Error while sending C-library data
de: Fehler beim Senden von C-Library Daten

source: Error while receiving C-Library Data
de: Fehler beim Empfangen von C-Library Daten

source: Cycle time exceeded
de: Zykluszeitüberschreitung

source: Maximum allowed quarz deviation violated
de: Maximal erlaubte Quarzabweichung verletzt

source: Cross communication error (uP1)
de: Kreuzkommunikationsfehler(uP1)

source: interrupt too late
de: Interrupt zu spät

source: Mode change communication error
de: Moduswechsel Meldefehler

source: internal error 0x8409
de: Interner Fehler 0x8409

source: cycle time error
de: Zykluszeitfehler

source: Cross communication error
de: Fehler Kreuzkommunikation

source: Cross communication error
de: Kreuzkommunikationsfehler

source: Interrupt occurred too soon
de: Interrupt zu früh ausgelöst

source: Cross communication error
de: Fehler Kreuzkommunikation

source: Error in MFW_consume
de: Fehler in MFW_consume

source: Error in MFW_produce
de: Fehler in MFW_produce

source: Cycle time & Mode info not received
de: Zykluszeit und Modus Info nicht empfangen

source: Temperature error
de: Temperaturfehler

source: internal error cross communication HWT
de: interner Fehler Kreuzkommunikation HWT

source: Supply voltage reached warning level.
de: Versorgungsspannung erreichte Warnungslevel

source: MMU test detected an error
de: MMU Test hat einen Fehler festgestellt

source: Supply voltage error
de: Versorgungsspannungsfehler

source: External hardware test error
de: Fehler bei externen Hardawaretests

source: Memory test failed
de: Speichertest fehlgeschlagen

source: Internal hardware test error (uP1)
de: Interner Hardwaretestfehler (uP1)

source: init of MFW tests failed
de: Initialisierung der MFW Tests schlug fehl

source: CPU test failed
de: CPU Test fehlgeschlagen

source: register test failed
de: Registertest fehlgeschlagen

source: register test failed
de: Registertest fehlgeschlagen

source: Stack or CRC test error
de: Fehler Stack- oder CRC-Test

source: error voltage monitoring
de: Fehler Spannungsüberwachung

source: Invalid project file
de: Ungültige Projektdatei

source: No project file assigned
de: Keine Projektdatei zugewiesen

source: Project does not match firmware (project header)
de: Projekt passt nicht zur Firmware (Projektheader)

source: Invalid physical address
de: Ungültige physikalische Adresse

source: Invalid memory compare data
de: Die Speichervergleichsdaten sind ungültig

source: Invalid pointer to memory compare data
de: Ungültiger Zeiger auf die Speichervergleichsdaten

source: Invalid global memory compare counter
de: Ungültiger globaler Speichervergleichszähler

source: Wrong memory compare version
de: Falsche Speichervergleichs-Versionsnummer

source: Invalid user program (NULL pointer or no data)
de: Ungültiges Benutzerprogramm

source: Wrong project header version number
de: Falsche Projektheader Versionsnummer

source: Invalid pointer to data image header
de: Ungültiger Zeiger auf die Image-Header Daten

source: Invalid pointer to cold start image header
de: Ungültiger Zeiger auf den Kaltstart Image-Header

source: Invalid pointer to warm start image header
de: Ungültiger Zeiger auf den Warmstart Image-Header

source: Too many function calls
de: Speicherfehler! Zu viele Funktionsaufrufe

source: Invalid type of user program
de: Ungültiger Benutzerprogrammtyp

source: Insufficient program memory
de: Nicht genug Speicher für Projekt

source: Invalid pointer to code image header
de: Ungültiger Zeiger auf den Code-Image-Header

source: Invalid function block instance data
de: Ungültige Daten der Funktionsblock Instanz

source: Too many function block instances
de: Speicherfehler! Zu viele Funktionsblock Instanzen

source: Too many marker variables
de: Speicherfehler! Zu viele Merkervariablen

source: Overwriting of variables not allowed in SAFE state
de: Das Überschreiben von Variablen ist im SAFE Status nicht gestattet

source: Project file processing failed
de: Projekt konnte nicht geladen werden

source: Error requesting memory compare value
de: Fehler bei der Anfrage des Speichervergleichwertes

source: Invalid pointer to synchronization structure
de: Ungültiger Zeiger auf die Synchronistationsstruktur

source: Invalid variable status list
de: Die Variablenstatusliste ist ungültig

source: The execution of the requested variable status action failed
de: Die Ausführung der angefragten Variablenstatusaktion schlug fehl

source: Invalid list type assignment
de: Der zugewiesene Listentyp ist ungültig

source: Assigned data length of 0
de: Die zugewiesene Datenlänge ist 0

source: Invalid user ID
de: Ungültige Benutzer ID

source: Invalid physical address
de: Ungültige physikalische Adresse

source: Invalid list length
de: Ungültige Listenlänge

source: No force list available
de: Keine Force-Liste verfügbar

source: Invalid force list
de: Die Force-Liste ist ungültig

source: Invalid pointer to overwrite list's data
de: Ungültiger Zeiger auf die Daten der Overwrite-Liste

source: Invalid overwrite list
de: Die Overwrite-Liste ist ungültig

source: Insufficient memory for variable status result
de: Nicht genügend Speicher für die Variablenstatusergebnisse

source: Insufficient memory for variable status list
de: Nicht genügend Speicher für Variablenstatusliste

source: Invalid pointer to the variable status result list
de: Der Zeiger auf die Variablenstatus Ergebnisliste ist ungültig

source: Invalid pointer to the variable status list
de: Ungültiger Zeiger auf die Variablenstatusliste

source: Variable status list unavailable
de: Keine Variablenstatusliste verfügbar

source: Invalid variable status action
de: Ungültige Variablenstatusaktion

source: Searched force element not found in force list
de: Das gesuchte Force-Element wurde nicht gefunden

source: Forcing of variables not allowed in SAFE state
de: Das Forcen von Varialben ist im SAFE Status nicht gestattet

source: Invalid pointer to force list data
de: Ungültiger Zeiger auf die Daten der Force-Liste

source: Invalid pointer to received communication data
de: Ungültiger Zeiger auf die Empfangsdaten

source: Error deleting existing force list
de: Fehler beim Löschen der existierenden Force-Liste

source: Insufficient memory for assigned force list
de: Nicht genügend Speicher für die zugewiesene Force-Liste verfügbar

source: Force element has not been appended to the force list
de: Das Force-Element wurde nicht zur Force-Liste hinzugefügt

source: Force element has not been deleted from the force list
de: Das Force-Element wurde nicht aus der Force-Liste gelöscht

source: Invalid force action
de: Ungültige Force-Aktion

source: Execution of requested force action failed
de: Die Ausführung der angefragten Force-Aktion schlug fehl

source: Invalid memory compare pointer
de: Ungültiger Speichervergleichs Zeiger

source: Invalid system time
de: Ungültige Systemzeit

source: Insufficient stack memory
de: Nicht genügen Stackspeicher verfügbar

source: No stack memory assigned by SafeOS
de: Vom SafeOS wurde kein Stackspeicher zugewiesen

source: No program memory assigned by SafeOS
de: Vom SafeOS wurde kein Programmspeicher zugewiesen

source: Unknown error in user program
de: Unbekannter Fehler im Benutzerprogramm

source: No project available
de: Kein Projekt verfügbar

source: Invalid operational mode
de: Ungültiger Betriebsmodus

source: Invalid temperature at startup
de: Ungültige Anfangstemperatur

source: The requested command could not be executed
de: Das angefragte Kommando konnte nicht ausgeführt werden

source: User program stack overflow
de: Stack Overflow während der Ausführung des IEC 61131 Benutzerprogramms

source: Division by zero in user program
de: Division durch Null in Benutzerprogramm

source: No cold start init program available
de: Es ist kein Initialisierungsprogramm für den Kaltstart verfügbar

source: No warm start init program available
de: Es ist kein Initialisierungsprogramm für den Warmstart verfügbar

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Invalid C-function number
de: Ungültige C-Funktionsnummer

source: Installable C-functions limit exceeded
de: Limit der installierbaren C-Funktionen überschritten

source: Internal error
de: Interner Fehler

source: No C-function found with given function number
de: Keine C-Funktion mit der Funktionsnummer gefunden

source: ID of C-function differs from installed C-function
de: Kennung der C-Funktion unterscheidet sich von installierter C-Funktion

source: Version of C-function differs from installed C-function
de: Version der C-Funktion unterscheidet sich von installierter C-Funktion

source: Stack size of C-function differs from installed C-function
de: Stackgrösse der C-Funktion unterscheidet sich von installierter C-Funktion

source: arithmetic overflow
de: arithmetischer Überlauf

source: modulo division by zero
de: Modulo Division durch Null

source: Invalid SafePCOS2 status
de: Ungültiger SafePCOS2 Status

source: Internal error
de: Interner Fehler

source: Project does not match firmware (FBK diag len)
de: Projekt passt nicht zur Firmware (Länge FBK Diagnosedaten)

source: Internal error
de: Interner Fehler

source: Invalid non safe output length
de: Ungültige nicht sichere Ausgangslänge

source: Invalid device diagnostic output length
de: Ungültige Gerätediagnose Ausgangslänge

source: Invalid device diagnostic input length
de: Ungültige Gerätediagnose Eingangslänge

source: Invalid safe output length
de: Ungültige sichere Ausgangslänge

source: Invalid safe input length
de: Ungültige sichere Eingangslänge

source: Invalid non safe input length
de: Ungültige nicht sichere Eingangslänge

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Invalid physical non retain start address
de: Ungültige physikalische Startadresse des Merkerbereiches

source: Invalid physical I/O start address
de: ungültige Startadresse I/O-Speicher

source: Invalid pointer to C-function data
de: Ungültiger Zeiger auf die C-Funktionsdaten

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Invalid function block diagnostic output start offset
de: Ungültiger Startoffset der Funktionsblock Diganose Ausgänge

source: Invalid device diagnostic output start offset
de: Ungültiger Startoffset der Gerätediagnose Ausgänge

source: Invalid device diagnostic input start offset
de: Ungültiger Startoffset der Gerätediagnose Eingänge

source: Invalid non safe output start offset
de: Ungültiger Startoffset der nicht sicheren Ausgänge

source: Invalid non safe input start offset
de: Ungültiger Startoffset der nicht sicheren Eingänge

source: Invalid safe output start offset
de: Ungültiger Startoffset der sicheren Ausgänge

source: Invalid safe input start offset
de: Ungültiger Startoffset der sicheren Eingänge

source: ALI: The referenced Telegram Queue (Layer7-SAP) doesn't exist
de: ALI: Die referenzierte Telegramm-Queue (Layer7-SAP) existiert nicht

source: Device number does not exist
de: ALI: Das referenzierte ALI-Device (SAP-Liste) existiert nicht

source: ALI: Wrong transmittion direction of the selected Telegram queue (In/Out)
de: ALI: Falsche Übergaberichtung der gewählten Telegramm-Queue (In/Out)

source: No buffer free for function (srv_cnt too low in PBinit()). This error can also occur when reloading a BR module with PROFIBUS functions (solution: trigger WARMSTART).
de: ALI: Alle Kommunikationspuffer einer Telegramm-Queue sind belegt

source: ALI: The version of the NW configuration module is not supported
de: ALI: Die Version des NW-Konfigurationsmoduls wird nicht unterstützt

source: ALI: Not enough memory available
de: ALI: Zu wenig Speicher vorhanden

source: Connection number does not exist
de: ALI: Die angegebene Verbindungsnummer ist nicht projektiert

source: Connection is inactive
de: ALI: Unzulässige Operation auf inaktiver Verbindung

source: ALI: Invalid operation on an inactive connection
de: ALI: Unzulässige Operation auf aktiver Verbindung

source: Connection cannot be contacted
de: ALI: Unzulässiger Verbindungstyp

source: ALI: The given connection name is unplanned
de: ALI: Der angegebene Verbindungsname ist nicht projektiert

source: ALI: Warning: Executing Hidden Abort
de: ALI: Warnung: Versteckter Abort wurde durchgeführt

source: ALI: Connection is not a client connection
de: ALI: Verbindung ist keine Clientverbindung

source: INA2000: Incorrect path
de: INA2000: falscher Pfad

source: ALI: Timer not suitable for cyclic operation or IRQ
de: ALI: Timer nicht geeignet für zyklischen Betrieb oder IRQ

source: ALI: The SIO-Timer has too little us/TICK
de: ALI: Der SIO-Timer hat zu wenig us/TICK

source: ALI: Timeout in PP Handshake
de: ALI: Timeout im PP-Handshake

source: ALI: Error accessing to the communication module
de: ALI: Fehler bei Zugriff auf den Kommunikationsbaustein

source: ALI: INIT not OK
de: ALI: INIT nicht OK, eventuell zu wenige Kommunikationskanäle konfiguriert

source: ALI: Overrun of the communication buffer for serial communication
de: ALI: Overrun eines Kommunikationspuffers der seriellen Kommunikation

source: ALI: The planned serial driver is not supported
de: ALI: Der projektierte serielle Treiber wird nicht unterstützt

source: ALI: The maximum telegram length was exceeded during coding
de: ALI: Beim Kodieren wurde die maximale Telegrammlänge überschritten

source: ALI: The FRAME length was exceeded
de: ALI: Die FRAME-Länge wurde überschritten

source: ALI: The telegram is incorrectly coded and can't be decoded
de: ALI: Das Telegramm ist fehlerhaft kodiert und kann nicht dekodiert werden

source: ALI: The list available is too small
de: ALI: Die zur Verfügung gestellte Liste ist zu klein

source: ALI: The SAP List is not available on this device
de: ALI: Die SAP-Liste ist auf diesem Device nicht verfügbar

source: ALI: The version of the OV is incompatible with its communication partners
de: ALI: Die Version des OV ist inkompatibel mit der des Kommunikationspartners

source: ALI: The PROFIBUS Service is not supported
de: ALI: Der PROFIBUS-Dienst wird nicht unterstützt

source: ALI: The configured maximum telegram length is not enough
de: ALI: Die projektierte maximale Telegrammlänge ist nicht ausreichend

source: ALI: The configured number of the communication buffer is not enough
de: ALI: Die projektierte Zahl der Kommunikationspuffer ist nicht ausreichend

source: ALI: Non-allowed type of ALI Device (SAP-List)
de: ALI: Unzulässiger Typ des ALI-Device (SAP-Liste)

source: ALI: The ALI client module must be loaded for client services.
de: ALI: Für Client-Dienste muss das ALI-Client Modul geladen sein

source: ALI: The selected function is not implemented.
de: ALI: Die gewählte Funktion ist nicht implementiert

source: Invalid value for baud rate.
de: Ungültiger Wert für Baudrate

source: Invalid value for parity.
de: Ungültiger Wert für Parität

source: Invalid interface specified.
de: Ungültige Schnittstelle angegeben

source: Error in user conversion.
de: Fehler in der User Konvertierung

source: Entry in the table disabled.
de: Eintrag in der Tabelle disabled

source: Data type > last_dt
de: Datentyp > last_dt

source: BCD2/4/8 in the standard conv.
de: BCD2/4/8 in der Standard-Konv.

source: Incorrect data type.
de: Falscher Datentyp

source: Task/Request for confirmation not found.
de: Auftrag/Request zu Confirm nicht gefunden

source: Too many open requests.
de: Zu viele offene Requests

source: The VB/DS handle is incorrect.
de: VB/DS-Handle stimmt nicht

source: Error in driver OPEN.
de: Fehler im Treiber OPEN

source: Too many open VLs.
de: Zu viele offene VL's

source: No memory (MEMCL_PCCSW) for DS drivers.
de: kein Speicher (MEMCL_SPSSW) für DS-Treiber

source: No memory for (MEMCL_PCCSW) for DS structures.
de: kein Speicher (MEMCL_SPSSW) für DS-Strukturen
