Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: The value in LE field (00) of the received Service <UDID Request> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <UDID Request> ist ungültig

source: Payload length of the extended SNMT service request is 0.
de: Nutzdatenlänge des erweiterten SNMT Service-Requests ist 0.

source: The frame ID (00) of the received SNMT Service is NOT defined.
de: Die Frame ID (00) des empfangenen SNMT Service ist nicht definiert

source: The value in LE field (00) of the received Service <SN set to PRE-OP> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SN set to PRE-OP> ist ungültig

source: The value in LE field (00) of the received Service <SN set to OP> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SN set to OP> ist ungültig

source: The value in LE field (00) of the received Service <SCM set to STOP> is NOT valid.
de: Der Wert im LE Feld des empfangenen Service <SCM set to STOP> ist ungültig

source: The value in LE field (00) of the received Service <SCM set to OP> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SCM set to OP> ist ungültig

source: The value in LE field (00) of the received Service <Node Guarding> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <Node Guarding> ist ungültig

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: k_EVT_RX_SET_TO_OP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_OP

source: k_EVT_SN_ACK event is unexpected.
de: Unerwartetes Event: k_EVT_SN_ACK

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SET_TO_OP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_OP

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Undefined FSM state (00) occurred.
de: Undefinierter FSM Status (00) aufgetreten

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: k_EVT_SN_ACK event is unexpected.
de: Unerwartetes Event: k_EVT_SN_ACK

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: Error group 4 was passed by the application.(Reserved for EPLS Stack internal errors).
de: Fehlergruppe 4 wurde von der Applikation bearbeitet (reserviert für die EPLS Stack Internen Fehler)

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: NO management frames available to build and transmit.
de: Es sind keine Management-Frames zum Erstellen und Übertragen verfügbar

source: NULL pointer passed instead of reference to <number of free management frames>.
de: Null Pointer bearbeitet, anstatt der Referenz zur <Anzahl der freien Management-Frames>

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: The byte position is outside of the object data range (offset or/and size are wrong) SSDO abort code : 0
de: Die Byte Position ist außerhalb des Objekt Datenbereichs (Offset und/oder Größe sind falsch) SSDO Abbruchcode: 0

source: The object with standard data type (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN), must not be accessed segmented (offset and size must be 0) SSDO abort code : 0
de: Die Objekte mit den Standarddatentypen (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN) dürfen nicht aufgeteilt werden SSDO Abbruchcode: 0

source: The SOD write access is disabled by the application SSDO abort code : 0
de: Der SOD Schreibzugriff wird durch die Applikation verhindert SSDO Abbruchcode: 0

source: Pointer to the data to be written is NULL SSDO abort code : 0
de: Der Pointer zu den zu schreibenden Daten ist null SSDO Abbruchcode: 0

source: Instance number is invalid SSDO abort code : 0
de: Instanznummer ist ungültig SSDO Abbruchcode: 0

source: The SAPL_SOD_ReadClbk() application callback function has signaled error SSDO abort code : 0
de: Die Applikations Callback Funktion SAPL_SOD_ReadClbk() hat einen Fehler signalisiert SSDO Abbruch Code : 0

source: The byte position is outside of the object data range (offset or/and size are wrong). SSDO abort code : 0
de: Die Byte Position ist außerhalb des Datenbereichs des Objekts (Offset und/oder Größe sind falsch) SSDO Abbruch Code : 0

source: The object with standard data type (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN), must not be accessed segmented (offset and size must be 0). SSDO abort code : 0
de: Die Objekte mit den Standarddatentypen (UINT8/16/32, INT8/16/32, REAL32, BOOLEAN) dürfen nicht aufgeteilt werden.

source: The object is not writeable SSDO abort code : 0
de: Das Objekt ist nicht schreibbar SSDO Abbruchcode: 0

source: The SAPL_SOD_WriteClbk() application callback function has signaled error SSDO abort code : 0
de: Die Applikations Callback Funktion SAPL_SOD_WriteClbk() hat einen Fehler signalisiert SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode : 0

source: Unexpected SN ack received (no SN FAIL was sent).
de: Unerwartete SN Bestätigung empfangen (es wurde kein SN FAIL gesendet)

source: The lifetime elapsed.
de: Die Lifetime wurde überschritten

source: The guard timer was not started but checked.
de: Die Guard-Time würde nicht gestartet, aber überprüft

source: Unexpected error group and/or error code were received Exp. error group : (00) error code : (00) Rec. error group : (00) error code : (00)
de: Unerwartete Fehlergruppe und/oder Fehlercode empfangen Erwartete Fehlergruppe: (00), Fehlercode: (00) Empfangene Fehlergruppe: (00), Fehlercode: (00)

source: The refresh time elapsed.
de: Die Refresh-Time wurde überschritten

source: No SOD index can be found for the SPDO number (00).
de: Es konnte kein SOD Index für die SPDO Nummer (00) gefunden werden

source: The received SPDO number (00) is NOT in valid range.
de: Die Empfangene SPDO Nummer (00) ist nicht im Gültigkeitsbereich

source: The received parameter timestamp (00000000) is wrong.
de: Der empfangene Parameter Zeitstempel (00000000) ist falsch

source: The received checksum (0000) is NOT equal to calculated checksum (0000).
de: Die empfangene Prüfsumme (0000) ist nicht gleich der berechneten Prüfsumme (0000)

source: Data type is (UINT64 or INT64 or REAL64) of the object with SOD index (0) sub-index (0) but the data length is not 8.
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT64 oder INT64 oder REAL64), jedoch ist die Datenlänge nicht 8

source: Data type of the object with SOD index (0) sub-index (0) is not supported .
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) wird nicht unterstützt

source: Data type is (UINT32 or INT32 or REAL32) of the object with SOD index (0) sub-index (0) but the data length is not 4.
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT32 oder INT32 oder REAL32), jedoch ist die Datenlänge nicht 4

source: Data type is (DOMAIN or VISIBLE/OCTET STRING) of the object with SOD index (0) sub-index (0) but the maximum data length is 0.
de: Der Datentyp de Objekts mit dem SOD Index (0) Subindex (0) ist (DOMAIN oder VISIBLE/OCTET STRING), jedoch ist die maximale Datenlänge 0

source: Data type of the object with SOD index (0) sub-index (0) is not supported .
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) wird nicht unterstützt

source: No pointer to pointer to object data has been defined for the object with SOD index (0) sub-index (0).
de: Für das Objekt wurde kein Pointer auf einen Pointer, welcher auf ein Daten Objekt zeigt, definiert, SOD Index (0), Subindex (0).

source: The object with SOD index (0) sub-index (0) is not sorted by SOD index.
de: Das Objekt ist nicht nach dem SOD Index sortiert, SOD Index (0), Subindex (0)

source: SOD write access is already disabled. SSDO abort code : 0
de: SOD schreib Zugriff ist schon ausgeschaltet. SSDO Abbruchcode: 0

source: The SAPL_SOD_DefaultValueSetClbk() application callback function has signaled error.
de: die Applikation Callback Funktion SAPL_SOD_DefaultValueSetClbk() signalisierte einen Fehler.

source: Range checking is not supported for the object with SOD index (0) sub-index (0).
de: Bereichsprüfung wird vom Objekt nicht unterstützt, SOD Index (0), Subindex (0).

source: No object data pointer has been defined for the object with SOD index (0) sub-index(0).
de: Für das Objekt ist kein Objekt Datenpointer ist definiert, SOD Index (0), Subindex (0).

source: Application object is not able to be unlocked. SSDO abort code : 0
de: Applikation Objekt konnte nicht freigeschaltet werden. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: SOD_EnableSodWrite() was called without SOD_DisableSodWrite(). SSDO abort code : 0
de: SOD_EnableSodWrite() wurde ohne SOD_DisableSodWrite() aufgerufen. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Data type is (UINT16 or INT16) of the object with SOD index (0) sub-index (0) but the data length is not 2.
de: Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT16 oder INT16) aber die Datenlänge ist nicht 2

source: Data type is (UINT8 or INT8 or BOOLEAN) of the object with SOD index (0) sub-index (0) but the data length is not 1.
de: Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT8 oder INT8 oder BOOLEAN) aber die Datenlänge ist nicht 1

source: Access flags (RO_CONST,RO,WO) in the attribute of the object with SOD index (0) sub-index (0) is set.
de: Zugriffsflag (RO_CONST, RO, WO) in den Attributen des Objekts gesetzt, SOD Index (0), Subindex (0)

source: No access flag (RO_CONST,RO,WO) in the attribute of the object with SOD index (0) sub-index (0) is set.
de: Kein Zugriffsflag (RO_CONST, RO, WO) in den Attributen des Objekts, SOD Index (0), Subindex (0)

source: The attribute of the object with SOD index (0) sub-index (0) is invalid.
de: Das Attribute des Objekts ist ungültig, SOD Index (0), Subindex (0)

source: The object with SOD index (0) sub-index (0) is not sorted by SOD sub-index.
de: Das Objekt ist nicht nach dem SOD Subindex sortiert, SOD Index (0), Subindex (0)

source: The given range for the object with SOD index (0) sub-index (0) is wrong, because the maximum value is smaller the minimum value.
de: Der zugewiesene Bereich für das Objekt mit SOD Index (0) Subindex (0) ist falsch, weil der maximale Wert kleiner dem minimalen Wert ist

source: Callback function pointer is given for the object with SOD index (0) sub-index (0) but no flag to call a callback function is set in the attribute entry.
de: Ein Callback Funktionspointer wurde übergeben, jedoch ist in den Attributen des Objekts mit SOD Index (0) Subindex (0) kein Flag für dessen Aufruf gesetzt

source: Flag to call a callback function is set in the attribute of the object with SOD index (0) sub-index (0) but no callback function pointer is given.
de: In den Attributen des Objekts mit dem SOD Index (0) Subindex (0) ist ein Flag für das Aufrufen einer Callback gesetzt, jedoch wurde kein Callback-Funktionspointer übergeben.

source: No default value has been given for the object with SOD index (0) sub-index (0).
de: Kein default Wert wurde für das Objekt spezifiziert, SOD Index (0), Subindex (0)

source: Pointer to the object handle is NULL. SSDO abort code : 0
de: Pointer auf das Objekt-handle ist null. SSDO Abbruchcode: 0

source: Pointer to the application object is NULL. SSDO abort code : 0
de: Pointer auf das Applikation-Objekt ist null. SSDO Abbruchcode: 0

source: Object dictionary is empty at the instance (0).
de: An dieser Instanz (0) ist das Objektverzeichnis leer.

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Actual length of the SOD entry can not be get by the application. SSDO abort code : 0
de: Die Applikation konnte die aktuelle Länge des SOD Eintrags nicht erhalten. SSDO Abbruchcode: 0

source: Reference to the object dictionary is NULL.
de: Die Referenz auf das Objektverzeichnis ist null.

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Pointer to the actual length is NULL. SSDO abort code : 0
de: Pointer auf die Aktuelle Länge ist null. SSDO Abbruchcode: 0

source: Actual length to be set is larger than the maximum length of the object SSDO abort code : 0
de: Aktuelle zu setzende Länge ist größer als als die maximale Länge des Objekts SSDO Abbruchcode: 0

source: Actual length is tried to set for an object with standard data type. Actual length can be set only for the objects with data type DOMAIN, OCTET STRING or VISIBLE STRING SSDO abort code : 0
de: Es wurde versucht die Aktuelle Länge für ein Objekt mit Standard Datentyp zu setzten. Aktuelle Länge kann nur für Objekte mit den Datentypen DOMAIN, OCTET STRING oder VISIBLE STRING gesetzt werden SSDO Abbruchcode: 0

source: SOD_Unlock() was called without SOD_Lock(). SSDO abort code : 0
de: SOD_Unlock() wurde ohne SOD_Lock() aufgerufen. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Object handle address does not point to a SOD object. SSDO abort code : 0
de: Objekt-Handle Adresse zeigt nicht auf ein SOD Objekt. SSDO Abbruchcode: 0

source: Application object is not able to be locked. SSDO abort code : 0
de: Applikation Objekt konnte nicht gesperrt werden. SSDO Abbruchcode: 0

source: Access to the SOD object is locked. SSDO abort code : 0
de: Zugriff auf das SOD Objekt ist gesperrt. SSDO Abbruchcode: 0

source: The SOD object was not found. SSDO abort code : 0
de: Das SOD Objekt wurde nicht gefunden. SSDO Abbruchcode: 0

source: The SAPL_SOD_AttrGetClbk() application callback function has signaled error. SSDO abort code : 0
de: Die SAPL_SOD_AttrGetClbk() Applikation-Callback-Funktion hat einen Fehler signalisiert. SSDO Abbruchcode: 0

source: Pointer to the object handle is NULL. SSDO abort code : 0
de: Pointer auf das Objekt-Handle ist null. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Actual length of the SOD entry can not be set by the application SSDO abort code : 0
de: Aktuelle Länge des SOD Eintrags konnte nicht durch die Applikation gesetzt werden SSDO Abbruchcode: 0

source: Instance number is invalid SSDO abort code : 0
de: Instanznummer ist ungültig SSDO Abbruchcode: 0

source: After Write SOD Callback was aborted SSDO abort code : 0
de: Nachdem Write SOD Callback abgebrochen wurde SSDO Abbruchcode: 0

source: Before Write SOD Callback was aborted SSDO abort code : 0
de: Bevor der Write SOD Callback abgebrochen wurde SSDO Abbruchcode: 0

source: Before Read SOD Callback was aborted. SSDO abort code : 0
de: Bevor der Read SOD Callback abgebrochen wurde SSDO Abbruchcode: 0

source: Data type is unknown SSDO abort code : 0
de: Datentyp ist unbekannt SSDO Abbuchcode: 0

source: The value to be written is not BOOLEAN value (0 or 1) SSDO abort code : 0
de: Der zu schreibende Wert ist kein boolescher Wert (0 oder 1) SSDO Abbruchcode

source: The value to be written is too low. SSDO abort code : 0
de: Der zu schreibende Wert ist zu niedrig SSDO Abbruchcode: 0

source: The value to be written is too high SSDO abort code : 0
de: Der zu schreibende Wert ist zu hoch SSDO Abbruchcode: 0

source: Invalid visible string. SSDO abort code : 0
de: Ungültiger VISIBLE STRING

source: Could not start task
de: Task-Start fehlgeschlagen

source: Inconsistent frame copies
de: Inkonsistente Nachrichten

source: Could not read time
de: Lesen der Zeit fehlgeschlagen

source: Unlock reset failed
de: Reset konnte nicht freigegeben werden

source: Lock reset failed
de: Reset konnte nicht gesperrt werden

source: Unlock timeout exceeded
de: Freischalt-Intervall überschritten

source: Inconsistent safe-key files
de: Inkonsistente Safe-Key-Dateien

source: Inconsistent safe-key files
de: Inkonsistente Safe-Key-Dateien

source: Inconsistent safe-key files
de: Inkonsistente Safe-Key-Dateien

source: Inconsistent safe-key files
de: Inkonsistente Safe-Key-Dateien

source: Invalid safe-key id received
de: Ungültige Safe-Key-Id empfangen

source: Inconsistent UDID files
de: Inkonsistente UDID-Dateien

source: Inconsistent UDID files
de: Inkonsistente UDID-Dateien

source: Inconsistent UDID files
de: Inkonsistente UDID-Dateien

source: Inconsistent UDID files
de: Inkonsistente UDID-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Inconsistent firmware revision files
de: Inkonsistente Firmware-Versions-Dateien

source: Close file failed
de: Schließen der Datei fehlgeschlagen

source: Write file failed
de: Schreiben der Datei fehlgeschlagen

source: File open failed
de: Öffnen der Datei fehlgeschlagen

source: File buffer to short
de: Dateipuffer zu klein

source: Read file failed
de: Lesen der Datei fehlgeschlagen

source: Get file length failed
de: Lesen der Dateilänge fehlgeschlagen

source: Open channel failed
de: Öffnen des Kanals fehlgeschlagen

source: Communication with SLX not possible
de: Kommunikation mit der SLX nicht möglich

source: Received response to long
de: Empfange Antwort zu lang

source: Receive response failed
de: Empfangen der Antwort fehlgeschlagen

source: Send request failed
de: Senden der Anfrage fehlgeschlagen

source: Close channel failed
de: Schließen des Kanals fehlgeschlagen

source: Invalid response received
de: Ungültige Antwort empfangen

source: Queue open failed
de: Öffnen der Queue fehlgeschlagen

source: Queue statistics failed
de: Auskunft über die Queue fehlgeschlagen

source: Safe-key not acknowledged
de: Safe-Key nicht bestätigt

source: SNMT/SSDO frames dropped
de: SNMT/SSDO-Nachrichten verloren

source: Send to queue failed
de: Schreiben in die Queue fehlgeschlagen

source: Receive from queue failed
de: Lesen von der Queue fehlgeschlagen

source: Program CRC mismatch
de: Programm-CRC fehlerhaft

source: Parameter file header length invalid
de: Header-Länge der Parameterdatei ungültig

source: Parameter header version invalid
de: Header-Version der Parameterdatei ungültig

source: Parameter file incomplete
de: Parameterdatei unvollständig

source: Wrong safe-key version
de: Falsche Safe-Key-Version

source: Safe-key data incomplete
de: Safe-Key-Daten unvollständig

source: Parameter file length invalid
de: Länge der Parameterdatei ungültig

source: SCM section version of parameter file invalid
de: SCM-Abschnitt-Version der Parameterdatei ungültig

source: Data section of parameter file invalid
de: Datenabschnitt der Parameterdatei ungültig

source: Parameter file header CRC invalid
de: Parameterdatei-Header CRC ungültig

source: CRC section of parameter file invalid
de: CRC-Abschnitt der Parameterdatei ungültig

source: Data section of parameter file invalid
de: Datenabschnitt der Parameterdatei ungültig

source: CRC section of parameter file invalid
de: CRC-Abschnitt der Parameterdatei ungültig

source: CRC section of parameter file invalid
de: CRC-Abschnitt der Parameterdatei ungültig

source: Data CRC of parameter file invalid
de: Daten-CRC der Parameterdatei ungültig

source: Data section of UDID file invalid
de: Datenabschnitt der UDID-Datei ungültig

source: CRC section of UDID file invalid
de: CRC-Abschnitt der UDID-Datei ungültig

source: UDID file incomplete
de: UDID-Datei unvollständig

source: UDID file length invalid
de: Länge der UDID-Datei ungültig

source: UDID file header length invalid
de: Header-Länge der UDID-Datei ungültig

source: UDID file version invalid
de: Version der UDID-Datei ungültig

source: UDID file length invalid
de: Länge der UDID-Datei ungültig

source: UDID file header CRC invalid
de: UDID-Datei-Header CRC ungültig

source: Data section of UDID file invalid
de: Datenabschnitt der UDID-Datei ungültig

source: CRC section of UDID file invalid
de: CRC-Abschnitt der UDID-Datei ungültig

source: CRC section of UDID file invalid
de: CRC-Abschnitt der UDID-Datei ungültig

source: Data CRC of UDID file invalid
de: Daten-CRC der UDID-Datei ungültig

source: Firmware file incomplete
de: Firmware-Datei unvollständig

source: Data section of firmware file invalid
de: Datenabschnitt der Firmware-Datei ungültig

source: Auhentification of firmware file invalid
de: Authentifizierung der Firmware-Datei ungültig

source: Configuration file invalid
de: Konfigurationsdatei unvollständig

source: Configuration file header length invalid
de: Header-Länge der Konfigurationsdatei ungültig

source: Configuration file version invalid
de: Version der Konfigurationsdatei ungültig

source: Configuration file length invalid
de: Länge der Konfigurationsdatei ungültig

source: Configuration file section count invalid
de: Anzahl der Konfigurationsdateiabschnitte ungültig

source: UDID section of configuration file invalid
de: UDID-Abschnitt der Konfigurationsdatei ungültig

source: UDID section of configuration file invalid
de: UDID-Abschnitt der Konfigurationsdatei ungültig

source: Invalid length of firmware file entries
de: Falsche Länge der Firmware-Datei-Einträge

source: Too many entries in firmware file
de: Zu viele Einträge in der Firmware-Datei
