Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Powerlnk library: Desired function is not supported
de: Library Powerlnk: Gewünsche Funktion wird nicht unterstützt

source: Powerlnk library: Configuration was not found
de: Library Powerlnk: Konfiguration wurde nicht gefunden

source: Powerlnk library: Configuration already carried out
de: Library Powerlnk: Konfiguration wurde bereits durchgeführt

source: Powerlnk library: Incorrect hardware device
de: Library Powerlnk: Falsches Hardware Device

source: Powerlnk library: Version conflict in system structures
de: Library Powerlnk: Versionskonflikt in Systemstrukturen

source: Powerlnk library: Error reserving memory
de: Library Powerlnk: Fehler beim reservieren von Speicher

source: Powerlnk library: POWERLINK interface started via task class
de: Powerlnk Library: POWERLINK Schnittstelle wird über Taskklasse gestartet

source: Powerlnk library: Entry of hardware information not supported
de: Powerlnk Library: Eintragen von Hardwareinformationen nicht unterstützt

source: POWERLINK: DMA transfer of output data finished too late
de: POWERLINK: DMA-Übertragung der Output-Daten wurde spät fertig

source: Powerlnk library: The specified data point is not in the station's poll response frame and can therefore not be heard.
de: Library Powerlnk: Der angegebene Datenpunkt ist nicht im Poll-Response-Frame der Station und kann daher nicht mitgehört werden.

source: Powerlnk library: Conflict in the POWERLINK configuration
de: Library Powerlnk: Konflikt in der POWERLINK-Konfiguration

source: Powerlnk library: No PDO mapping defined
de: Powerlnk Library: Kein PDO-Mapping definiert

source: Powerlnk library: Data type of object not supported
de: Powerlnk library: Datentyp des Objekts wird nicht unterstützt

source: Powerlnk library: Previous plAcycWrite() on this channel has not yet been completed.
de: Library Powerlnk: Vorhergehender plAcycWrite() auf diesen Kanal wurde noch nicht abgeschlossen.

source: Powerlnk library: The frame to be sent is larger than the buffer used to transfer it
de: Library Powerlnk: Zur Abholung bereit liegender Frame ist größer als der übergebene Buffer

source: Powerlnk library: No frame ready to be called.
de: Library Powerlnk: Es ist noch kein Frame zur Abholung bereit

source: Powerlnk library: Non-cyclic communication channel is already open.
de: Library Powerlnk: Azyklischer Kommunikationskanal ist bereits geöffnet

source: Powerlnk library: Reserving the buffer failed
de: Library Powerlnk: Reservieren des Buffers fehlgeschlagen

source: Powerlnk library: Creating a non-cyclic communication channel failed
de: Library Powerlnk: Anlegen eines azyklischen Kommunikationskanals fehlgeschlagen

source: Powerlnk library: Station allocation failed
de: Library Powerlnk: Anlegen der Station fehlgeschlagen

source: Powerlnk library: Incorrect or invalid Ident given
de: Library Powerlnk: Falscher oder ungültiger Ident übergeben

source: SRAM not present on target
de: Auf dem Target ist kein SRAM vorhanden

source: Semaphore not available. SRAM access is currently being blocked by another function or a second call.
de: Keine Semaphore verfügbar. SRAM Zugriff ist aktuell durch eine andere Funktion bzw. zweiten Aufruf blockiert

source: Error during semaphore creation.
de: Fehler beim Anlegen der Semaphore.

source: Target system not ARemb
de: Zielsystem ist kein ARemb

source: Incorrect data length specified (data length too large, etc.)
de: Angabe einer falschen Datenlänge (Datenlänge zu groß,...)

source: Incorrect offset specified (offset too large, etc.)
de: Angabe eines falschen Offset (Offset zu groß,...)

source: Internal error
de: Interner Fehler

source: Cyclic I/O handling inactive, IOCTEnableCyclic() required.
de: Zyklische I/O Behandlung inaktiv, IOCTEnableCyclic() notwendig

source: Cyclic I/O handling active, IOCTDisableCyclic() required.
de: Zyklische IO-Behandlung aktiv, IOCTDisableCyclic() notwendig

source: I/O handling fixed in LOOP mode (digital modules only).
de: IO-Behandlung fix im LOOP-Mode (nur digitale Module)

source: FBK/function not supported on this CPU.
de: FUB/Funktion wird auf dieser CPU nicht unterstützt

source: Illegal offset
de: Unzulässiger Offset

source: CPU type has no "fixed memory"
de: CPU-Typ hat keinen "fixierten Speicher"

source: Invalid parameter for calling HwSetBeep()
de: Ungültige Parameter für Aufruf von HwSetBeep()

source: Invalid device
de: Ungültiges Device.

source: Invalid ordinal number
de: Ungültige Ordnungszahl

source: No L2DP slave module.
de: Kein L2DP Slave Modul

source: Parameter error
de: Parameter Fehler.

source: L2DP doesn't have enough memory.
de: L2DP hat zuwenig Speicher

source: Not yet in data transfer mode
de: Der Datentransfermode wurde noch nicht erreicht

source: Parameter error
de: Parameter Fehler.

source: Parameter error
de: Parameter Fehler.

source: Parameter error
de: Parameter Fehler.

source: Parameter error
de: Parameter Fehler.

source: Invalid node number.
de: Ungültige Knotennummer

source: Internal state machine error.
de: Interner Statemaschine-Fehler.

source: Maximum output data length exceeded
de: Maximale Outputdatenlänge überschritten

source: Maximum input data length exceeded
de: Maximale Inputdatenlänge überschritten

source: Maximum input/output data length exceeded
de: Maximale In- Outputdatenlänge überschritten

source: McImage: Copy to MemCard failed
de: McImage: Kopieren auf die MEMCARD fehlgeschlagen

source: MCImage: Error deleting FLASH
de: MCImage: Fehler beim Löschen des FLASH

source: MCImage: Error writing to FLASH
de: MCImage: Fehler beim Schreiben auf das FLASH

source: MCImage: Error writing to SRAM
de: MCImage: Fehler beim Schreiben auf das SRAM

source: MCImage: Valid memory image not present on this MemCard
de: MCImage: Kein gültiges Speicherabbild auf dieser MemCard

source: MCImage: CPU type invalid
de: MCImage: CPU Typ ist ungültig

source: MCImage: MemCard invalid
de: MCImage: MemCard ist ungültig

source: Base Error
de: MCImage: Basis Fehlernummer

source: McImage: Invalid mode setting
de: McImage: Ungültige Modeeinstellung

source: McImage: Failed to update target
de: McImage: Update des Target fehlgeschlagen

source: McImage: Target has been updated - automatic cold restart
de: McImage: Update des Target durchgeführt - automatischer Kaltstart

source: HWD entry not found
de: HWD nicht gefunden

source: ID attribute missing
de: ID-Attribut fehlt

source: HWD entry ignored
de: HWD Eintrag ignoriert

source: HWD module not found
de: HWD Modul nicht gefunden

source: Parameter name missing
de: Parametername fehlt

source: Invalid data type for parameter
de: Ungültiger Datentyp bei Parameter

source: Obsolete STRING attribute for parameter
de: Obsoletes STRING-Attribut bei Parameter

source: No HWD header
de: Kein HWD Header

source: Error - HWD XML Init
de: Fehler bei HWD XML Init

source: HWD file not found
de: HWD-File nicht gefunden

source: No free memory for HWD or parameters.
de: Kein Speicher für HWD oder Parameter frei.

source: HWD parameter error
de: Parameterfehler in HWD

source: Invalid direction specified
de: Ungültige Richtungsangabe

source: Invalid value in configuration data object
de: Ungültiger Wert im Konfigurationsdatenobjekt

source: Not enough data specified for a service in the configuration data object
de: Zu wenige Daten bei einem Dienst im Konfigurationsdatenobjekt angegeben.

source: Incorrect keyword in configuration data object
de: Falsches Schlüsselwort im Konfigurations-Datenobjekt

source: Incorrect name in configuration data object
de: Falscher Name im Konfigurationsdatenobjekt

source: 0 transferred instead of "imaInfoStruct" structure address
de: Statt Adresse der Struktur imaInfoStruct wurde 0 übergeben

source: Syntax error in configuration data object
de: Syntaxfehler im Konfigurationsdatenobjekt;

source: Function called with invalid ident
de: Funktion mit dem ungültigen Ident aufgerufen

source: Function called with invalid address of data object name or data object not found in automation target system
de: Funktion mit der ungültigen Adresse des Datenobjektnamen aufgerufen oder ist das Datenobjekt im Automation Zielsystem nicht vorhanden.

source: Too few INA connections configured
de: zu geringe Anzahl INA-Verbindungen konfiguriert

source: Max. number of variable services in configuration data object reached
de: Max. Anzahl Variablendienste in einem Konfigurations-Datenobjekt ist erreicht

source: Internal error evaluating the configuration data object
de: interner Fehler bei der Auswertung des Konfigurations-Datenobjekts aufgetreten

source: Temporary allocated memory could not be freed up
de: Temporär allozierte Speicher konnte nicht freigegeben werden

source: Could not allocate necessary temporary memory on the automation target system
de: Der benötigte Speicher konnte im temporären Bereich des Automation Zielsystems nicht alloziert werden

source: IMA function called in task with cycle time less than 10 ms
de: Eine IMA-Funktion ist in einem Task, der mit der Zykluszeit unter 10 ms definiert ist, aufgerufen

source: Incorrect process variable length
de: Falsche Länge einer Prozessvariable

source: Could not determine process variable address
de: Adresse einer Prozessvariable konnte nicht ermittelt werden;

source: Reached max. number of services for BR modules in a configuration data object.
de: Max. Anzahl Dienste für BR-Module in einem Konfigurations-Datenobjekt ist erreicht.

source: Maximum number of PV sections in a configuration data object reached
de: Maximale Anzahl PV-Sektionen in einem Konfigurations-Datenobjekt wurde erreicht.

source: VC: No keys defined in current key layout
de: VC: Keine Tasten in aktuellem Tastenlayout definiert

source: VC: Snippet not found
de: VC: Textschnipsel nicht gefunden

source: VC: VC debug modules being used
de: VC: VC Debug Module in Verwendung

source: VC: Terminal error (boot client error)
de: VC: Terminal Fehler (Boot Client Fehler)

source: Function call error.
de: Funktionsaufruf ist fehlgeschlagen.

source: General error in the Bootserver for terminal mode projects
de: Allgemeiner Fehler vom Bootserver für Terminalmode Projekte

source: Error number of network operation
de: Fehlernummer einer Netzwerkoperation.

source: An expansion of this type is not present on the terminal.
de: Eine Erweiterung dieses Typs ist auf dem Terminal nicht vorhanden.

source: A module could not be installed on the terminal.
de: Ein Modul konnte auf dem Terminal nicht installiert werden.

source: Data point calculation error
de: Berechnungsfehler eines Datenpunktes

source: Unknown hardware found.
de: Unbekannte Hardware festgestellt.

source: Unable to update module information.
de: Fehler beim Updaten der Modulinformation.

source: Could not create data object for the alarm history.
de: Datenobjekt für die Alarmhistory konnte nicht angelegt werden.

source: Saved object has incorrect ID.
de: Gespeichertes Objekt hat falsche ID.

source: Unable to register objects from the container class.
de: Fehler beim Registrieren der Objekte aus dem Klass Container.

source: Maximum number of possible VNC clients per visualization reached.
de: Die maximale Anzahl der möglichen VNC Clients pro Visualisierung wurde erreicht

source: Could not create control element.
de: Ein Steuerelement konnte nicht erstellt werden.

source: Platform initialization error.
de: Fehler beim Initialisieren der Plattform.

source: VC: Could not destroy task in the requested time.
de: VC: Der Task konnte nicht in der geforderten Zeit zerstört werden.

source: Data point management error.
de: Fehler in der Datenpunktverwaltung

source: Unable to delete Rtk (operating system) object.
de: Fehler beim Löschen eines Rtk (Betriebssystem) Objektes

source: No class with this ID registered.
de: Keine Klasse mit dieser ID registriert

source: Insufficient space in main memory.
de: Platz im Hauptspeicher reicht nicht aus´.

source: A required VC module is not on the target system.
de: Ein benötigtes VC-Modul ist nicht auf dem Zielsystem vorhanden.

source: Invalid version of data generated by the compiler.
de: Ungültige Version der Daten die vom Kompiler generiert wurden.

source: Unable to create Rtk object.
de: Fehler beim Erzeugen eines Rtk Objektes

source: Default setting not available.
de: Eine Default-Einstellungen nicht verfügbar.

source: Could not register the class with the specified class ID.
de: Die Klasse mit der angegebenen ClassID konnte nicht registriert werden.

source: Could not locate required resource or object.
de: Eine benötigte Ressource oder ein Objekt konnte nicht gefunden werden.

source: Error in touch manager.
de: VC: Fehler im Touchmanager

source: VC: INA functions not found
de: VC: INA Funktionen nicht gefunden

source: Hampshire touch driver error message.
de: VC: Fehlermeldung des Hampshire Touchtreibers

source: ELO touch driver error message.
de: VC: Fehlermeldung des ELOTouchtreibers

source: Gunze touch driver error message.
de: VC: Fehlermeldung des Günze Touchtreibers

source: Could not store touch calibration data.
de: VC: Die Daten der Touchkalibrierung konnten nicht gespeichert werden

source: VC: Error writing or reading the key matrix by the hardware.
de: VC: Beim Schreiben oder lesen der Tastenmatrix von der Hardware ist ein Fehler aufgetreten.

source: VNC protocol error.
de: VC: VNC Protokoll Fehler

source: Class already registered with specified ID.
de: VC: Die Klasse mit der angegebenen ID ist bereits registriert

source: Trend control cannot determine any limits.
de: Trend Control kann keine Grenzen bestimmen.

source: FIFO overflow
de: FIFO Überlauf

source: Memory in the historical alarm list cannot save any more snippet data.
de: Speicher in der Historischen Alarmliste, kann keine weiteren Snippetdaten speichern.

source: The address of a dynamic PV is not valid
de: Die Adresse einer dynamischen PV ist nicht gültig

source: The calibration data could not be found.
de: Die Kalibrierungsdaten konnten nicht gefunden werden.

source: Error insert text resources
de: Fehler beim Einfügen von Text-Ressourcen

source: X2XLink firmware update on the slave failed.
de: Update X2X Slaves Fehler

source: X2XLink firmware update on the slave is done.
de: Update X2X Slaves fertig

source: A different module type was specified in the Automation Studio configuration than is actually used.
de: IDCheck X2X Slaves falsch

source: Operating system error.
de: Fehler in GetLog Funktion

source: 0 was given as the shut down mode. Automation Runtime is not shut down.
de: Als ShutDownMode wurde 0 übergeben / Automation Runtime wird nicht heruntergefahren.

source: Functions are called in a task class with a cycle time less than 10 ms
de: die Funktionen werden in einer Taskklasse mit Zykluszeit < 10ms aufgerufen

source: Automation Runtime is restarted
de: Automation Runtime wird neu gestartet

source: Automation Runtime shutdown
de: Automation Runtime wird niedergefahren

source: Error response from the UPS
de: Fehlerantwort von UPS

source: Internal program error
de: interner Programmfehler

source: Change in DCD detected
de: Änderung an DCD wurde erkannt

source: Change in CTS detected
de: Änderung an CTS wurde erkannt

source: ups_init not called
de: ups_init wurde nicht aufgerufen

source: Unknown command or mode.
de: Unbekanntes Kommando oder Mode.

source: The UPS did not receive an error and is in normal mode (power supply ok)
de: die UPS hat keinen Fehler gemeldet und befindet sich im normalen Modus (Versorgung ok)

source: The shutdown message from the UPS was detected. Automation Runtime is shutdown after the shut down time has passed.
de: Die Shutdown Nachricht von der UPS wurde erkannt, es wird noch gewartet bis die ShutDownTime verstrichen ist, bevor das Automation Runtime heruntergefahren wird

source: Error in '_io' data object
de: FlexIQ: Fehler im '_io'-Datenobjekt

source: Error in the data object entry
de: FlexIQ: Fehler im Datenobjekteintrag

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Too many '_io' data objects. Maximum 50 allowed.
de: FlexIQ: Zu viele '_io' Datenobjektes, maximal 50 erlaubt.

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehl in '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Error in '_io' data object
de: FlexIQ: Fehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler in _io-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Error no longer generated beginning with FlexIQ V1.20!
de: FlexIQ: Fehler wird ab FlexIQ V1.20 nicht mehr generiert

source: Error no longer generated beginning with FlexIQ V1.20!
de: FlexIQ: Fehler wird ab FlexIQ V1.20 nicht mehr generiert

source: 'iqintc' or 'iqouttc' task cannot find the 'IQInfo' variable
de: FlexIQ: Task iqintc oder iqouttc kann Variable 'IQInfo' nicht finden

source: Iqinp86 called with an incorrect value in the inOut flag
de: FlexIQ: Iqinp86 mit einem falschen Wert am inOut Flag aufgerufen

source: Iqinp86 called with an incorrect IO execution group ID
de: FlexIQ: Iqinp86 mit einer falschen IO-execution group ID aufgerufen

source: Creation of a configuration string for the IO image call or an IO execution node failed.
de: FlexIQ: Erzeugung eines Konfigurationsstrings für IOimage - Aufruf, eines IO-Execution Nodes ist gescheitert.

source: IOimage call to wait for the execution of an IO execution group failed.
de: FlexIQ: IOimage - Aufruf, um auf die Durchführung einer IO-execution group zu warten, ist gescheitert.

source: IOimage call for starting an IO execution group failed.
de: FlexIQ: IOimage - Aufruf zum Starten einer IO-execution group gescheitert.

source: IOimage call for creating an IO execution node failed.
de: FlexIQ: IOimage - Aufruf zur Erzeugung eines IO-execution node gescheitert.

source: IOimage call for creating an IO execution group failed.
de: FlexIQ: IOimage - Aufruf zur Erzeugung einer IO-execution group gescheitert.

source: X2X slave update needed
de: Update X2X Slave nötig

source: A slave with invalid X2XLink firmware was found on the network and an update was started by the settings in the configuration data object.
de: Update X2X Slaves gestartet

source: IOimage - IOImage control function call failed.
de: FlexIQ: IOimage - Aufruf der IOImage Control Funktion gescheitert

source: Error in '_io' data object.
de: FlexIQ: Fehler im '_io'-Datenobjekt: Gesamtgröße / Indexanzahl des Arrays größer als 32 Byte.

source: Error in '_io' data object.
de: FlexIQ: IOimage - Aufruf, um eine IO-Execution Gruppe während einer Rekonfiguration zu löschen, ist gescheitert

source: IOimage - Link call to the IOImage device failed.
de: FlexIQ: IOimage - Link-Aufruf zum IOImage Device gescheitert

source: The type of CPU being used does not support FlexIQ!
de: FlexIQ: Verwendeter CPU Type unterstützt FlexIQ nicht

source: Error deleting shovel groups during reconfiguration.
de: FlexIQ: Fehler beim Löschen der Schaufelgruppen während der Rekonfiguration

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Syntax error in '_io' data object
de: FlexIQ: Syntaxfehler im '_io'-Datenobjekt

source: Data format does not agree with type according to channel and index
de: Datenformat stimmt nicht mit Typ laut Kanal und Index

source: Value range does not agree with type according to channel and index
de: Wertbereich stimmt nicht mit Typ laut Kanal und Index

source: Amount does not agree with type according to channel and index
de: Anzahl stimmt nicht mit Typ laut Kanal und Index

source: Index not supported
de: nicht unterstützter Index

source: Channel not supported
de: nicht unterstützter Kanal

source: Base value for corresponding errors
de: Basiswert für entsprechenden Fehler

source: Model not supported
de: Modell wird nicht unterstützt

source: Command only valid in PREOP mode
de: Befehl nur im PREOP Mode zulässig

source: Offset and length exceed buffer limit
de: Offset und Länge überschreiten Buffergrenze

source: Register not present
de: Register nicht vorhanden

source: Invalid type definition in IO configuration
de: unzulässige Typdefinition bei IO-Konfiguration

source: Under temperature error (reserved)
de: Untertemperatur Fehler (reserviert)

source: Under temperature warning (reserved)
de: Untertemperatur Warnung (reserviert)

source: Overvoltage error
de: Überspannung Fehler

source: Overvoltage warning
de: Überspannung Warnung

source: Undervoltage error
de: Unterspannung Fehler

source: Undervoltage warning
de: Unterspannung Warnung

source: Measurement range exceeded
de: Messbereichsüberschreitung

source: Base value for corresponding errors
de: Basiswert für entsprechenden Fehler

source: Over temperature warning (reserved)
de: Übertemperatur Warnung (reserviert)

source: Over temperature error (reserved)
de: Übertemperatur Fehler (reserviert)

source: Short circuit in sensor or output
de: Kurzschluss am Sensor oder am Ausgang

source: Converter hardware disturbance
de: Störung der Wandlerhardware

source: Measurement range not reached
de: Messbereichsunterschreitung

source: Sensor disruption
de: Fühlerbruch

source: Base value for corresponding errors
de: Basiswert für entsprechende Fehler

source: IO processor failure
de: Ausfall IO Prozessor

source: Base value for respective errors
de: Basiswert für entsprechenden Fehler

source: Cycle time violation (information specifies the actual consumed time in �sec).
de: Zykluszeit Verletzung (Information gibt die tatsächlich konsumierte Zeit in µsec an)

source: Base value for respective errors
de: Basiswert für entsprechenden Fehler

source: Station drop out
de: Stationsausfall

source: Error programming Flash memory
de: Fehler beim Brennen des Flashspeichers

source: Programming in progress (not with PSOC)
de: Programmierung im Gange (nicht bei PSOC)

source: Error deleting Flash memory
de: Fehler beim Löschen des Flashspeichers

source: Invalid Firmware
de: Unzulässige Firmware

source: Invalid address range
de: Unzulässiger Adressbereich

source: Security Level setting ok
de: INAsec: erfolgreiches Setzen des Security Level

source: General error setting Security Level
de: INAsec: genereller Fehler beim Setzen des Security Level

source: Invalid security level
de: ungültiger Security Level

source: Current target not supported by this library
de: Bibliothek unterstützt das aktuell verwendete Target nicht

source: File update failed (Open)
de: update of file failed at open

source: File update ok
de: update of file done ok

source: File update failed (Write)
de: update of file failed at write

source: Base error for boot files update
de: error base for boot files update

source: Boot update ok
de: boot update done ok
