Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: AR-DdNv: Ioctl: Error setting the data block length
de: AR-DdNv: Ioctl: Fehler beim Setzen der Datenblocklänge

source: AR-DdNv: Ioctl: Error setting a certain data offset.
de: AR-DdNv: Ioctl: Fehler beim Setzen eines bestimmten Datenoffsets

source: AR-DdNv: Init: NV path doesn't exist.
de: AR-DdNv: Init: NV-Pfad nicht existent

source: AR-DdNv: Open: Data block already open (only 1 parallel open allowed).
de: AR-DdNv: Open: Datenblock bereits geoeffnet (nur 1 paralleles Open zulaessig)

source: AR-DdNv: Ioctl: not permitted for NV memory
de: AR-DdNv: Ioctl: fuer NV-Datenbereich nicht zulaessig

source: AR-DdNv: Init: NV device not found.
de: AR-DdNv: Init: NV-Device nicht gefunden

source: AR-DdNv: Ioctl, Read, Write: not permitted for NV device
de: AR-DdNv: Ioctl, Read, Write: fuer NV-Device nicht zulaessig

source: AR-DdNv: Ioctl: _NV_FINDFIRST, _NV_FINDNEXT, NV_DELETEDATA: Data area not present.
de: AR-DdNv: Ioctl: _NV_FINDFIRST, _NV_FINDNEXT, NV_DELETEDATA; Datenbereich nicht vorhanden

source: AR-DdIsaIO: DMIOCTL_II_GETBUFFPOS: Specified data point not found.
de: AR-DdIsaIO: DMIOCTL_II_GETBUFFPOS: Angegebener Datenpunkt nicht gefunden

source: DMIOCTL_IOTIM_START: Specified cycle time invalid.
de: DMIOCTL_IOTIM_START: Angegebene Zykluszeit ungültig

source: AR_DdIO: Basis for I/O device errors.
de: AR_DdIO: Basis für IO-Device-Fehler.

source: AR_DdIO: Ioctl, read, write: Not allowed for I/O device.
de: AR_DdIO: Ioctl, Read, Write: für IO-Device nicht zulässig

source: AR_DdIO: Ioctl: Not allowed for data point.
de: AR_DdIO: Ioctl: für Datenpunkt nicht zulässig

source: AR_DdIO: Invalid data type for data point
de: AR_DdIO: Datentyp des Datenpunkts ungültig

source: AR_DdIO: Data point length doesn't match reference.
de: AR_DdIO: Länge des Datenpunkts stimmt mit Referenz nicht überein

source: AR_DdIO: Invalid number of elements for data point
de: AR_DdIO: Ungültige Elementanzahl für Datenpunkt

source: AR_DdIO: Data point not yet found
de: AR_DdIO: Datenpunkt noch nicht gefunden

source: AR_DdIO: Data point will never exist (IOMap defines data points that can never be resolved by the driver - HWD)
de: AR_DdIO: Datenpunkt wird nie existieren (IOMap definiert Datenpunkte die vom Treiber nicht aufgelöst werden können - HWD)

source: AR_DdIO: Data point cannot be opened more than once.
de: AR_DdIO: Datenpunkt kann nicht mehrfach geöffnet werden

source: AR_DdIO: Access type not supported.
de: AR_DdIO: Zugriffsart nicht unterstützt

source: No image address is available for the data point.
de: Für den Datenpunkt ist noch keine Abbildadresse verfügbar

source: Data point is supplied via cross-traffic.
de: Datenpunkt wird per Querverkehr versort.

source: No more registers.
de: keine weiteren Register

source: AR_DdIO: Address conflict. Several data points refer to the same address.
de: AR_DdIO: Adresskonflikt, mehrere Datenpunkte verweisen auf die selbe Adresse

source: Device not plugged or failed otherwise
de: Gerät nicht angeschlossen oder ausgefallen

source: Size when writing larger than the MTP or the available space in the stream buffer.
de: Größe bei Schreiben größer als MTU, bzw. größer als verfügbarer Platz im Stream-Puffer

source: Write access to read-only object
de: Schreiben auf Lese-Objekt

source: Previous write instruction not concluded
de: Vorhergehender Schreibauftrag noch nicht abgeschlossen

source: No frame waiting to be read
de: Es steht kein auszulesender Frame an

source: Connection to the specified station has been lost
de: Verbindung zur angegebenen Station wurde unterbrochen

source: Read access to write-only object
de: Lesen auf Schreib-Objekt

source: The respective frame was larger than the specified read length
de: Der anstehende Frame war größer als die angegebene Lese-Länge

source: Internal error of SPS hardware driver
de: Interner Fehler eines CPU-Hardware-Treibers

source: usbdInitialize error
de: USB: Initialisierungsfehler

source: "USB" device driver error base
de: USB: Initialisierungsfehler

source: DevLock error
de: USB: DevLock Fehler

source: DevCreate error
de: USB: DevCreate Fehler

source: DevLock error.
de: USB: DevLock Fehler

source: NodeInfo error
de: USB: NodeInfo Fehler

source: usbdInitialize error
de: USB: Initialisierungsfehler

source: Host controller attach error
de: USB: HostController Attach Fehler

source: Unable to register new client
de: USB: Client Register Fehler

source: Unable to unregister client
de: USB: Client UnRegister Fehler

source: ETHERNET: IP address error
de: ETHERNET: IP Adressfehler

source: Mapping of incompatible data types
de: Mapping von inkompatiblen Datentypen

source: Invalid data point description in the mapping or in the configuration
de: Ungültige Datenpunktbeschreibung im Mapping oder in der Konfiguration

source: Mapping of incompatible data types
de: Mapping von inkompatiblen Datentypen

source: Mapping of incompatible data types
de: Mapping von inkompatiblen Datentypen

source: Mapping of incompatible data types
de: Mapping von inkompatiblen Datentypen

source: Internal task class shoveler error
de: Interner Fehler eines Taskklassen-Schauflers

source: Internal task class shoveler error
de: Interner Fehler eines Taskklassen-Schauflers

source: AR-DdTCC: Device Driver "TCC" error base
de: AR-DdTCC: Device Driver "TCC" Fehlerbasis

source: Internal task class shoveler status error
de: Interner Zustandsfehler eines Taskklassen-Schauflers

source: The transfer of an I/O data point can not be activated due to a missing data point description
de: Die Übertragung eines IO-Datenpunkts kann aufgrund fehlender Datenpunktbeschreibung nicht aktiviert werden

source: ARwin DD16550: Fatal internal error.
de: ARwin DD16550: Fataler interner Fehler

source: ARwin DD16550: OS port cannot be created
de: ARwin DD16550: OS-Port kann nicht erzeugt werden

source: ARwin DD16550: OS port cannot be deleted
de: ARwin DD16550: OS-Port kann nicht gelöscht werden

source: ARwin DD16550: OS heap cannot be attached
de: ARwin DD16550: OS-Heap kann nicht attached werden

source: ARwin DD16550: OS heap cannot be detached
de: ARwin DD16550: OS-Heap kann nicht deattached werden

source: ARwin DD16550: RSVP send error
de: ARwin DD16550: RSVP Send Fehler

source: ARwin DD16550: Message send error
de: ARwin DD16550: Message Send Fehler

source: ARwin DD16550: RSVP reply error
de: ARwin DD16550: RSVP Reply Fehler

source: ARwin DD16550: Message receive error
de: ARwin DD16550: Message Receive Fehler

source: ARwin DD16550: DeviceInit error
de: ARwin DD16550: DeviceInit Fehler

source: ARwin DD16550: DeviceDeInit error
de: ARwin DD16550: DeviceDeInit Fehler

source: AR registry: No memory available.
de: AR-Registry: Kein freier Speicher verfuegbar

source: AR registry: Multiple access to a registry entry is not possible.
de: AR-Registry: mehrfacher Zugriff auf einen Registry-Eintrag nicht moeglich

source: AR registry: Type of the entered value has changed.
de: AR-Registry: Typ des eingetragenen Wertes hat sich geaendert

source: AR registry: XML syntax error.
de: AR-Registry: Fehler in der XML-Syntax

source: AR registry: Error loading the remanent registry.
de: AR-Registry: Fehler beim Laden der Remanenten Registry

source: AR registry: Error saving the remanent registry.
de: AR-Registry: Fehler beim Sichern der Remanenten Registry

source: AR registry: Everything OK!
de: AR-Registry: Alles OK !

source: AR registry: Incorrect path name.
de: AR-Registry: Falscher Pfadname

source: AR registry: Error during initialization
de: AR-Registry: Fehler bei Initialisierung

source: Key name not found
de: AR-Registry: Such-KEY nicht gefunden

source: AR registry: Fatal internal error.
de: AR-Registry: Fataler interner Fehler

source: AR registry: No further items.
de: AR-Registry: Keine weiteren Items

source: Data length transferred is too small.
de: AR-Registry: Buffergröße zu klein

source: AR registry: Invalid KEY handle.
de: AR-Registry: Ungueltiger KEY-Handle

source: Entry not available
de: AR-Registry: Ungültiger Wert

source: Wrong data type entry
de: AR-Registry: Ungültiger Datentyp

source: No NV memory available, or too little free
de: Kein, oder zu wenig freier NV-Speicher verfügbar

source: Not enough DRAM free
de: Zu wenig freier Speicher im DRAM

source: Error initializing the NV memory block management
de: Fehler bei der Initialisierung der NV-Speicherblock Verwaltung

source: End of list of NV memory blocks reached
de: Ende der Liste der NV-Speicherblöcke erreicht

source: Cannot verify integrety of internal management data of an NV memory block
de: Integrität interner Verwaltungsdaten eines NV-Speicherblocks ist nicht mehr gegeben

source: AR-NvMem: Error base.
de: AR-NvMem: Fehler-Basis

source: An NV memory block with this name already exists
de: NV-Speicherblock mit dem angegebenen Namen existiert bereits

source: An NV memory block with this name does not exist
de: NV-Speicherblock mit dem angegebenen Namen existiert nicht

source: Checksum error in NV memory block of a B+R module.
de: Checksummen-Fehler in einem NV-Speicherblock eines BR-Moduls

source: NV memory block cannot be backed up
de: NV-Speicherblock kann nicht gesichert werden

source: Not enough DRAM free
de: Zu wenig freier Speicher im DRAM

source: Cannot verify the integrity of NV data of a NV device.
de: Integrität der NV-Daten eines NV-Devices ist nicht gegeben.

source: NV memory (HDD/CF/RAM) has been exchanged
de: NV-Speicher (HDD/CF/RAM) wurde getauscht

source: NV memory (HDD/CF/RAM) has been exchanged
de: NV-Speicher (HDD/CF/RAM) wurde getauscht

source: Connection timeout
de: Verbindungs-Timeout

source: SMTP server not available
de: SMTP - Server ist nicht verfügbar

source: No ";" in the pReceiver string
de: Im pReceiver - String befindet sich kein ;

source: The SMTP server returned an unexpected response.
de: Der SMTP - Server hat etwas Unerwartetes zurückgeliefert

source: Mail could not be delivered.
de: Mail konnte nicht zugestellt werden

source: At least one receiver is invalid. Mail was still sent.
de: Mindestens ein Empfänger ungültig. Mail wurde trotzdem gesendet

source: No remote station response received.
de: Keine Antwort der Gegenstelle empfangen

source: Remote station response not received within the timeout period.
de: Antwort der Gegenstelle nicht innerhalb des Timeout empfangen

source: A maximum buffer length of 8 kB is allowable for the "mxbuflng" variable.
de: Für die Variable "mxbuflng" ist eine maximale Pufferlänge von 8kB einstellbar

source: No receive data present
de: Es sind keine Empfangsdaten vorhanden

source: Last send instruction didn't finish
de: Letzter Sendeauftrag noch nicht abgeschlossen

source: Invalid parameter transferred
de: Ungültiger Parameter wurde übergeben

source: Invalid device string
de: Ungültiger Device String

source: Unable to access device
de: Fehlerhafter Devicezugriff: der angegebene Devicename ist nicht gültig

source: Invalid attachment
de: Ungültiges Attachment

source: Ethernet Manager not started
de: Ethernet: Fehler bei TCPIPDRV Installation

source: Library error mapping: unknown OS error.
de: Ethernet: Genereller Automation Runtime Fehler

source: AR_PNP: LS187 firmware not found on C:/SYSTEM/ls187.fw
de: AR_PNP: LS187 Firmware nicht gefunden auf C:/SYSTEM/ls187.fw

source: AR_PNP: Could not read node number.
de: AR_PNP: Nodenummer konnte nicht gelesen werden

source: AR_PNP: LS187 firmware not loaded.
de: AR_PNP: LS187 Firmware nicht geladen

source: No suitable connection.
de: Keine passende Verbindung

source: Maximum number of connections exceeded.
de: Maximale Verbindungsanzahl überschritten

source: Invalid query code.
de: Ungültiger Querycode

source: Invalid data type.
de: Ungültiger Datentyp

source: No free memory
de: Kein freier Speicher

source: I/O link already present.
de: IO Link bereits vorhanden

source: Too many commands.
de: Zuviele Aufräge

source: Unknown code.
de: Unbekannter Code

source: Invalid flag.
de: Ungültiges Flag

source: Query parameter missing.
de: Abfrageparameter fehlt

source: Incorrect function argument.
de: Falsches Funktionsargument

source: Error during open.
de: Fehler beim Öffnen

source: Incorrect context.
de: Falscher Kontext

source: Link node already exists.
de: Linknode existiert bereits

source: Base error number.
de: Basisfehlernummer für STS Error Codes

source: Link node does not exist.
de: Linknode existiert nicht

source: Data type error.
de: Datentypen Fehler

source: Link node not open.
de: Linkode nicht geöffnet

source: Invalid device
de: Ungültiges Device

source: Faulty transfer direction.
de: Fehlerhafte Übertragungsrichtung

source: Simulation slave not found.
de: Simulationsslave nicht gefunden

source: Invalid frame received
de: Ungültigen Frame empfangen

source: Invalid checksum in the received frame
de: Checksumme im empfangenen Frame ungültig

source: AR-SIOS: I/O scheduler request with a task class reference failed.
de: AR-SIOS: Fehler beim Anmelden an den I/O-Scheduler mit Angabe einer Taskklassenreferenz.

source: Slave sent more than 3 NAKs to the master
de: Slave hat mehr als 3 NAKs zum Master gesendet

source: For FBs ABDF1MOpen() and ABDF1SOpen(): Parameter timeout has invalid value (< 250 ms)
de: Bei FUB's ABDF1MOpen() bzw. ABDF1SOpen(): Parameter timeout hat ungültigen Wert (< 250 ms)

source: Master sent more than 3 ENQs to the slave
de: Master hat mehr als 3 ENQs zum Slave gesendet

source: AR-SIOS: Error registering with the I/O scheduler.
de: AR-SIOS: Fehler beim Anmelden an den I/O Scheduler

source: AR-SIOS: Error starting the I/O scheduler.
de: AR-SIOS: Fehler beim Start des I/O Schedulers

source: AR-SIOS: I/O scheduler initialization error.
de: AR-SIOS: Fehler aus Initialisierung des I/O Schedulers

source: No input image buffer available.
de: Kein freier Input-Image Puffer verfügbar.

source: AR-SIOS: I/O cycle time violation.
de: AR-SIOS: I/O Zykluszeit-Verletzung

source: AR-SIOS: Error stopping the I/O scheduler.
de: AR-SIOS: Fehler beim Stoppen des I/O Schedulers

source: AR-SIOS: I/O scheduler client using an invalid subscriber handle.
de: AR-SIOS: Klient des I/O Schedulers verwendet ungültiges Subscriber-Handle

source: AR-SIOS: Failed system tick event.
de: AR-SIOS: Ausgefallenes Systemtick- Ereignis.

source: Warning: Cycle time violation during boot or in service mode
de: Warnung: Zykluszeitverletzung während Hochlauf oder im Service-Modus

source: Error starting the cyclic section of a task class
de: Fehler beim Starten des zyklischen Teils einer Taskklasse

source: Error stopping the cyclic section of a task class
de: Fehler beim Stoppen des zyklischen Teils einer Taskklasse

source: Error turning off cycle time monitoring
de: Fehler beim Ausschalten der Zykluszeitüberwachung

source: Error while setting the cycle tolerance time of a task class
de: Fehler beim Setzen der Zyklustoleranzzeit der Taskklasse

source: Error generating a task class
de: Fehler beim Erzeugen einer Taskklasse

source: Error turning on cycle time monitoring.
de: Fehler beim Einschalten der Zykluszeitüberwachung

source: Error generating a task class
de: Fehler beim Erzeugen einer Taskklasse

source: Execution of a task class Init program cancelled
de: Abbruch der Ausführung von Init-Programmen einer Taskklasse

source: Execution of a task class exit program cancelled
de: Abbruch der Ausführung von Exit-Programmen einer Taskklasse

source: Invalid task class handle detected
de: Ungültiges Taskklassen-Handle detektiert

source: Task class status transition not allowed
de: Zustandsübergang einer Taskklasse nicht erlaubt

source: Invalid length specified in the data object (ModBus function 5,6 -> length is always 1)
de: Ungültige Angabe einer Länge im Datenobjekt (ModBus-Funktion 5,6 --> Länge ist immer 1)

source: Invalid remote address specified in data object
de: Ungültige Angabe einer Remote Adresse im Datenobjekt

source: Invalid LocalPV specified in the data object
de: Ungültige Angabe einer LocalPV im Datenobjekt

source: Invalid node number specified in the data object
de: Ungültige Angabe einer NodeNumber im Datenobjekt

source: Invalid ABDF1 command specified in data object
de: Ungültige Angabe eines ABDF1 Kommandos im Datenobjekt

source: Invalid EventPV specified in the data object
de: Ungültige Angabe einer EventPV im Datenobjekt

source: Data object not present
de: Datenobjekt nicht vorhanden

source: Invalid entry in data object, invalid length of data object or an entry is missing or has an invalid length
de: Ungültige Eintrag im Datenobjekt, ungültige Länge des Datenobjekts oder ein Eintrag fehlt bzw. hat ungültige Länge

source: Invalid file type (remote address) specified in the data object
de: Ungültige Angabe eines File-Typs (Remote Adresse) im Datenobjekt

source: ARUSBMAN Error base
de: ARUSBMAN: ARUSBMAN Fehlerbasis

source: Not enough memory for manager
de: ARUSBMAN: kein Speicher verfügbar für die Verwaltung

source: RtkCreateFifo error
de: ARUSBMAN: RtkCreateFifo Fehler

source: DmDeviceOpen error or DdVxUsClient entry missing
de: ARUSBMAN: DmDeviceOpen Fehler bzw. DdVxUsClient Eintrag fehlt

source: USB device register entry Error
de: ARUSBMAN: USB Device Register Eintrag Fehler

source: Could not find handle for USB device
de: ARUSBMAN: Handle für USB Device nicht gefunden

source: Handle not available for USB device
de: ARUSBMAN: Kein freies Handle für USB Device

source: Configured USB device not found
de: ARUSBMAN: Konfiguriertes USB Gerät nicht vorhanden

source: AR install: AVT entry unequal
de: AR-Install: AVT Eintrag unterschiedlich

source: AR install: LOCAL variable unequal
de: AR-Install: LOCAL Variable unterschiedlich

source: AR install: GLOBAL variable unequal
de: AR-Install: GLOBAL Variable unterschiedlich

source: AR install: Install Mode function not possible
de: AR-Install: Install Mode Funktion nicht möglich

source: AR install: Task number (order) in "one cycle" mode unequal
de: AR-Install: Tasknummer (Reihenfolge) im "One Cycle" Mode unterschiedlich

source: AR install: PP number in "one cycle" mode unequal
de: AR-Install: PP Nummer im "One Cycle" Mode unterschiedlich

source: AR install: SysBus number in "one cycle" mode unequal
de: AR-Install: SysBus Nummer im "One Cycle" Mode unterschiedlich

source: AR install: AVT number in "one cycle" mode unequal
de: AR-Install: AVT Nummer im "One Cycle" Mode unterschiedlich

source: AR install: PV update in "one cycle" mode not possible
de: AR-Install: PV Update im "One Cycle" Mode nicht möglich

source: AR install: B&R module error in Copy mode
de: AR-Install: B&R Modul Fehler im CopyMode

source: AR install: Install mode not supported (neither one cycle mode or copy mode)
de: AR-Install: Installmode wird nicht unterstützt (weder der OneCycle Modus noch der CopyModus)

source: AR install: Module doesn't exist in the download list
de: AR-Install: Modul in der Download Liste nicht vorhanden

source: AR install: ID section in "one cycle" mode unequal
de: AR-Install: ID Section im "One Cycle" Mode unterschiedlich

source: AR install: I/O section in "one cycle" mode unequal
de: AR-Install: IO Section im "One Cycle" Mode unterschiedlich

source: AR install: Module name too long (> 32 characters)
de: AR-Install: Modulname ist zu lang (> 32 Zeichen)

source: AR install error.
de: AR-Install: Fehler beim Modul installieren/deinstallieren

source: AR install: Download list entry destroyed
de: AR-Install: Download Listen Eintrag zerstört

source: AR install: Module already exists in the download list
de: AR-Install: Modul ist in der Download Liste schon vorhanden

source: AR install: Task class in "one cycle" mode unequal
de: AR-Install: Taskklasse im "One Cycle" Mode unterschiedlich

source: AR install: I/O number in "one cycle" mode unequal
de: AR-Install: IO Nummer im "One Cycle" Mode unterschiedlich

source: AR install: Dynamic PVs not supported
de: AR-Install: Dynamische PVs werden nicht unterstützt

source: AR install: _GLOBAL/_LOCAL PV unequal
de: AR-Install: _GLOBAL/_LOCAL PV unterschiedlich

source: AR install: Cyclic task not installed
de: AR-Install: Zyklische Task nicht installiert

source: AR install: GOT section is different in "One cycle" mode
de: AR-Install: GOT Section ist im "One Cycle" Mode unterschiedlich

source: AR install: Number of PVs in task is different in "One cycle" mode
de: AR-Install: PV Anzahl der Task ist im "One Cycle" Mode unterschiedlich

source: AR install: Data type section error in "One cycle" mode
de: AR-Install: Datentyp Section Fehler im "One Cycle" Mode

source: FBTCPIP: Error in send function.
de: FBTCPIP: Sendefunktion hat Fehler

source: Send buffer length
de: FBARCNET: Sende Buffer Länge

source: Receive buffer length
de: FBARCNET: Recv Buffer Länge

source: Recv DID
de: FBARCNET: Recv DID

source: Initializing eror
de: FBARCNET: Intitalisierung Error

source: Wrong revision number
de: FBARCNET: Ungueltige Revisionsnummer

source: Duplicate node ID
de: FBARCNET: Duplicate NodeID

source: Init-SP calls not yet supported
de: InitUp Aufrufe werden nicht unterstützt.

source: Parameter error
de: Parameter Fehler.

source: Parameter error
de: Parameter Fehler.

source: Error in asynchronous operation
de: Fehler in der asynchronen Behandlung.

source: Parameter error
de: Parameter Fehler.

source: No more IDs available
de: Keine weiteren Idents frei.

source: Parameter error
de: Parameter Fehler.

source: Parameter error
de: Parameter Fehler.

source: Internal FBASE error
de: Interner Fbase Fehler.

source: No data received
de: Keine Daten empfangen.

source: Recv task error
de: FBARCNET: Recv Task Error

source: Wrong CPU type
de: FBARCNET: Falscher CPU Typ

source: Command FiFo error
de: FBARCNET: Command Fifo Error

source: Send task error
de: FBARCNET: Send Task Error

source: Illegal PLC2000 variable or variable not defined (entries in data object).
de: Illegal PLC2000 variable or variable not defined (entries in data module)

source: Incorrect data object name or data object not found.
de: Incorrect data module name or data module not found

source: Data object not found (Check data object name).
de: Data module not found (Check data module name)

source: INA-EventPV: Connection error
de: INA-EventPV: Allemeiner Verbindungsfehler

source: INA event PV: Task does not exist
de: INA-EventPV: Task existiert nicht

source: INA event PV: Invalid unlink parameter
de: INA-EventPV: Ungültiger Unlink-Parameter

source: INA event PV: Invalid link parameter
de: INA-EventPV: Ungültiger Link-Parameter

source: PVI/Ina2000 event PV: Error accessing dynamic PV
de: PVI/Ina2000-Event-PV: Fehler bei Zugriff auf dynamische PV

source: PVI/Ina2000 event PV: Error accessing PV
de: PVI/Ina2000-Event-PV: Fehler bei Zugriff auf PV

source: PVI/Ina2000 event PV: Error in activate parameters
de: PVI/Ina2000-Event-PV: Fehler in den Activate-Parametern

source: PVI/Ina2000 event PV: PV cannot be used as event-PV (data type, etc.)
de: PVI/Ina2000-Event-PV: PV nicht als Event-PV verwendbar (Datentyp, ...)

source: Logger module read error
de: Loggermodul Lese Fehler

source: Invalid logger event
de: Ungültiges Logger Event

source: INA event PV: VW entry not found
de: INA-EventPV: VW-Eintrag nicht gefunden

source: Logger data object not on target
de: Loggerdatenobjekt nicht am Target

source: Entry not available in logger data object
de: Eintrag im Loggerdatenobjekt nicht vorhanden

source: Maximum number of connections reached (64 simultaneous logger read tasks)
de: Maximale Anzahl von Verbindungen erreicht (64 gleichzeitige Loggerread Aufträge)

source: Log handle invalid
de: LogHandle ungültig

source: No memory available on the target
de: Kein Speicher am Target verfügbar

source: Incorrect logger read command
de: falsches Loggerread Kommando

source: Error in logger request frame
de: Fehler im Logger Request Frame
