Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: SMC Functional Fail Safe: Safe output - Teststate has changed
de: SMC Functional Fail Safe: Sichere Ausgänge - Teststatus hat sich verändert

source: SMC: Encoder - Received position not valid
de: SMC: Geber - Empfangene Position ungültig

source: SMC: Encoder mismatch detected
de: SMC: Gebertausch festgestellt

source: SMC: Encoder - EnDat Master state error register is set
de: SMC: Geber - EnDat Master Status Register ist gesetzt

source: SMC Functional Fail Safe: Homing failed
de: SMC Functional Fail Safe: Referenzieren fehlgeschlagen

source: SMC Functional Fail Safe: Violation of safety function
de: SMC Functional Fail Safe: Verletzung einer Sicherheitsfunktion

source: SMC Functional Fail Safe: Function block switched back into IDLE state
de: SMC Functional Fail Safe: Funktionsblock ist in Zustand IDLE zurückgefallen

source: internal parameter error (uP1)
de: interner Parameterfehler (uP1)

source: SMC Fail Safe: Encoder - Acceleration limit exceeded
de: SMC Fail Safe: Geber - Die Beschleunigungsgrenze wurde überschritten

source: SMC: Encoder - Length of physical reference system too large
de: SMC: Geber - Länge des physikalischen Referenzsystems zu groß

source: SMC: Encoder - Rounding error due to parametrization
de: SMC: Geber - Rundungsfehler infolge gewählter Parametrierung

source: SMC: Position lag error limit exceeded
de: SMC: Positionsschleppfehlergrenzwert überschritten

source: SMC: Velocity error limit exceeded
de: SMC: Geschwindigkeitsfehlergrenzwert überschritten

source: SMC: Encoder - EnDat Master encoder error register is set
de: SMC: Geber - EnDat Master Fehler Register ist gesetzt

source: SMC: Encoder - SafeSpeed exceeded INT16 range
de: SMC: Geber - SafeSpeed hat den INT16 Bereich überschritten

source: SMC: Internal warning, Lockbit set
de: SMC: Interne Warnung, Lockbit gesetzt

source: internal parameter error (uP1)
de: interner Parameterfehler (uP1)

source: SMC Fail Safe: Value of SinCos status register not plausible
de: SMC Fail Safe: Wert des SinCos Status Registers nicht plausibel

source: SMC Fail Safe: Internal error, Vector length is not equal to 1Vpp after reset
de: SMC Fail Safe: Interner Fehler, Zeigerlänge ungleich 1Vss nach Reset

source: SMC Fail Safe: SBT Current threshold too small
de: SMC Fail Safe: Der SBT Schwellwert ist zu klein

source: SMC Fail Safe: Internal error while processing the additional paramters
de: SMC Fail Safe: Interer Fehler bei der Verarbeitung der nachladbaren Parameter

source: SMC Fail Safe: Homing - RefSwitch is connected but ReqHoming not
de: SMC Fail Safe: Homing - RefSwitch ist verbunden, aber ReqHoming nicht

source: SMC Fail Safe: Additional safety parameters: Invalid axis type ID
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Achs-Typ ID

source: SMC Fail Safe: Additional safety parameters: Invalid structure version
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Struktur Version

source: SMC: Safely Limited Acceleration - Violation of the acceleration monitoring
de: SMC: Safely Limited Acceleration - Verletzung der Beschleunigungsüberwachung

source: SMC: Safe Brake Test - SBT: SBC is active
de: SMC: Safe Brake Test - SBT: SBC ist aktiv

source: SMC: additional parameters - Error during download
de: SMC: nachladbare Parameter - Fehler beim Download

source: SMC: Safe Brake Test - Illegal sector change
de: SMC: Safe Brake Test - Fehlerhafter Sektorenwechsel

source: SMC: Safe Brake Test - Rho has left the actual sector too erly
de: SMC: Safe Brake Test - Rho hat den Sektor zu bald verlassen

source: SMC FFS: RSP - Homing, stored position invalid
de: SMC FFS: RSP - Homing, gespeicherte Position ungültig

source: SMC: Safe Brake Test - Current fell below parametrized test current threshold
de: SMC: Safe Brake Test - Parametrierte Teststromschwelle unterschritten

source: SMC: Safe Brake Test - Measured and parametrized external load differ
de: SMC: Safe Brake Test - Gemessene ungleich parametrierte externe Last

source: SMC Functional Fail Safe: internal error
de: SMC Functional Fail Safe: Interner Fehler

source: SMC Functional Fail Safe: Drift of raw positions between õP1 and õP2 to big
de: SMC Functional Fail Safe: Differenz der Rohpositionen õP1 und õP2 zu groß

source: SMC: Safe Brake Test - Test current direction not correct
de: SMC: Safe Brake Test - Richtung des Prüfstroms nicht korrekt

source: SMC Functional Fail Safe: Encoder not ready
de: SMC Functional Fail Safe: Geber nicht bereit

source: SMC Fail Safe: Homing - Configuration error
de: SMC Fail Safe: Homing - Konfigurationsfehler

source: SMC Fail Safe: Internal error, Invalid current sensor resolution
de: SMC Fail Safe: Interner Fehler, Ungültige Stromwandlerauflösung

source: SMC Fail Safe: Encoder - Acceleration limit exceeded
de: SMC Fail Safe: Geber - Beschleunigungsgrenzwert wurde überschritten

source: SMC Fail Safe: Encoder mismatch detected
de: SMC Fail Safe: Gebertausch festgestellt

source: SMC Fail Safe: Internal error, Lockbit set
de: SMC Fail Safe: Interner Fehler, Lockbit gesetzt

source: SMC Fail Safe: Velocity error tolerance too large
de: SMC Fail Safe: Geschwindigkeitsfehlergrenze zu groß

source: SMC Fail Safe: Lag error tolerance too large
de: SMC Fail Safe: Positionsschleppfehlergrenze zu groß

source: SMC Fail Safe: Encoder - Configuration error
de: SMC Fail Safe: Geber - Konfigurationfehler

source: SMC Fail Safe: SBT Parameterization - External load greater than threshold
de: SMC Fail Safe: SBT Parametrierung - Externe Last größer als Prüfschwelle

source: SMC Fail Safe: SBT Parameterization - External load too small
de: SMC Fail Safe: SBT Parametrierung - Externe Last zu klein

source: SMC Fail Safe: Internal error, FPGA current measurement - ADC processing
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - ADC Auswertung

source: SMC Fail Safe: Internal error, FPGA current measurement - Reference monitoring
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - Referenzüberwachung

source: SMC Fail Safe: Internal error, Hardware tests - Voltage monitoring
de: SMC Fail Safe: Interner Fehler, Hardware Tests - Spannungsüberwachung

source: SMC Fail Safe: Internal error, ADC compensation data - Flash validation
de: SMC Fail Safe: Interner Fehler, ADC Abgleichdaten - Flash Validierung

source: SMC Fail Safe: Internal error, FPGA SinCos - Efficiency test
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Wirksamkeitstest

source: SMC Fail Safe: SBT Parameterization - Current threshold too high
de: SMC Fail Safe: SBT Parametrierung - Schwellenwert des Prüfstroms zu groß

source: SMC Fail Safe: Internal error, FPGA current measurement - Efficiency test
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - Wirksamkeitstest

source: SMC Fail Safe: Internal error, FPGA current measurement - Configuration
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - Konfiguration

source: SMC Fail Safe: Internal error, FPGA SinCos - Configuration
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Konfiguration

source: SMC Fail Safe: Internal error, FPGA SinCos - Reference voltage Channel B
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Referenzspannung Kanal B

source: SMC Fail Safe: Internal error, Current values sum not plausible
de: SMC Fail Safe: Interner Fehler, Stromwerte nicht plausibel

source: SMC Fail Safe: Internal error, Invalid current sensor measurement range
de: SMC Fail Safe: Interner Fehler, Ungültiger Stromwandlermessbereich

source: SMC Fail Safe: Internal error, Cross communication of current vector angle
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Stromzeigerwinkels

source: SMC Fail Safe: Internal error, Cross communication of stator current vector
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Statorstromzeigers

source: SMC Fail Safe: Internal error, Cross communication FPGACom state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des FPGACom SSW

source: SMC Fail Safe: Internal error, Cross communication of the status register IPWM
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Statusregisters IPWM

source: SMC Fail Safe: Internal error, FPGA SinCos - Reference voltage Channel A
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Referenzspannung Kanal A

source: SMC Fail Safe: Internal error, FPGA communication
de: SMC Fail Safe: Interner Fehler, FPGA Kommunikation

source: SMC Fail Safe: RSP - Homing, SOS position tolerance too big
de: SMC Fail Safe: RSP - Homing, SOS Positions Toleranz zu groß

source: SMC FS: Homing - S_SwitchHomingMode is connected but ReqHoming not
de: SMC FS: Homing - S_SwitchHomingMode ist verbunden, aber ReqHoming nicht

source: SMC FS: Homing - S_SwitchHomingMode is set but not connected
de: SMC FS: Homing - S_SwitchHomingMode ist gesetzt aber nicht verbunden

source: SMC Fail Safe: SBT Parameterization - External load too high
de: SMC Fail Safe: SBT Parametrierung - Externe Last zu groß

source: SMC Fail Safe: RSP - Save operation failed
de: SMC Fail Safe: RSP - Speichervorgang gescheitert

source: SMC Fail Safe: Internal error, Cross communication of RSP send data frame
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des RSP Sendedatenframes

source: SMC Fail Safe: Internal error, Cross communication of RSP receive data frame
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des RSP Empfangsdatenframes

source: SMC FS: Homing - S_SwitchHomingMode connection and configuration not conform
de: SMC FS: Homing - S_SwitchHomingMode Verdrahtung und Konfig. nicht konform

source: SMC Fail Safe: CRC chekc of the additional safety parameters failed
de: SMC Fail Safe: CRC Prüfung der nachladbaren Safety Parameter fehlgeschlagen

source: SMC Fail Safe: Additional safety parameters: Invalid structure size
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Strukturgröße

source: SMC Fail Safe: Received data for additional safety parameters too big
de: SMC Fail Safe: Empfangene Daten der nachladbaren Safety Parameter zu groß

source: SMC Fail Safe: Additional safety parameters: Invalid payload size
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Datenblockgröße

source: SMC: Interner error, CUnit test
de: SMC: Interner Fehler, CUnit Test

source: SMC Fail Safe: Additional safety parameters: Placeholder enable bit is set
de: SMC Fail Safe: Nachladbare Safety Parameter: Platzhalter Enable Bit gesetzt

source: SMC Fail Safe: Cross communication vector control trigger counter
de: SMC Fail Safe: Kreuzkommunikation Zeigerlängennachregelung Trigger Zähler

source: SMC Fail Safe: Squared vector length too large
de: SMC Fail Safe: Quadrierte Zeigerlänge zu groß

source: SMC Fail Safe: Encoder not configured but needed for safety functions
de: SMC Fail Safe: Geber nicht parametriert obwohl für Safety Funktionen benötigt

source: SMC Fail Safe: Cross communication SinCos status during FPGA boot phase
de: SMC Fail Safe: Kreuzkommunikation SinCos Status während des FPGA Hochlaufs

source: SMC Fail Safe: Error in PreOperational function
de: SMC Fail Safe: Fehler in der PreOperational Funktion

source: SMC Fail Safe: Incompatible axis type
de: SMC Fail Safe: Inkompatibler Achstyp

source: SMC Fail Safe: Incompatible parameter structure
de: SMC Fail Safe: Inkompatible Parameter Struktur

source: error additional parameter set download
de: Fehler beim Download zusätzlicher Parametersets

source: reset due to SCMar restart
de: Reset wegen Neustart SCMar

source: error SLX command channel
de: Fehler SLX Kommandokanal

source: error external machine options
de: Fehler externe Maschinenoptionen

source: cyclic CRC check failed (uP2)
de: zyklische CRC-Prüfung ist fehlgeschlagen (uP2)

source: error importing application files
de: Fehler beim Import der Applikationsfiles

source: SD application download finished
de: Download SD-Applikation fertig

source: excessive X2X input data errors
de: häufige Fehler X2X-Eingangsdaten

source: internal error I/O mapping
de: interner Fehler I/O-Mapping

source: error cross communication
de: Fehler Kreuzkommunikation

source: error in output mapping of SD application
de: Fehler im Ausgangsmapping der SD-Applikation

source: error in input mapping of SD application
de: Fehler im Eingangsmapping der SD-Applikation

source: error on call of safe application
de: Fehler beim Aufruf der sicheren Applikation

source: initial parameter check failed
de: Initialer Parametercheck fehlgeschlagen

source: error domain download into flash
de: Fehler bei Domain Download ins Flash

source: invalid domain download
de: ungültiger Domain-Download

source: SPDO synchronization failed
de: SPDO-Synchronisierung fehlgeschlagen

source: error execution monitoring
de: Fehler Ablaufüberwachung

source: flash test executed after SafeKEY format
de: Flashtest ausgeführt (nach SafeKEY-Format)

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: Input frequency out of range
de: Eingangsfrequenz zu groß

source: second µP detected channelerror
de: zweiter µP hat einen Kanalfehler erkannt

source: Channelerror not acknowledged
de: Kanalfehler nicht quittiert

source: Channelerror acknowledged
de: Kanalfehler quittiert

source: frequency value differs between two µPs
de: Frequenzwert unterschiedlich zwischen 2 Prozessoren

source: internal error (µP1)
de: Interner Fehler (µP1)

source: simultaneous edges on channel A and B
de: Gleichzeitig Flanken an Kanal A und B

source: Input A and Ai or input B and Bi are FALSE at the same time
de: Eingang A und Ai oder B und Bi sind gleichzeitig FALSE

source: countervalue differs between two channels
de: Zählerwert unterschiedlich zwischen 2 Kanälen

source: countervalue differs between two channels
de: Zählerwert unterschiedlich zwischen 2 Kanälen

source: max. acceleration exceeded
de: max. Beschleunigung überschritten

source: Overflow of the SafeFrequency-Channel
de: Überlauf des SafeFrequency-Kanals

source: SPDO tx queue is full
de: SPDO tx Queue ist voll

source: Invalid instance should calculate the CRC
de: Eine ungültige Instanz sollte die CRC berechnen

source: No program flow counter send buffer available
de: Es ist kein Programm-Ablaufszähler-Sendepuffer verfügbar

source: No CRC calc done bits send buffer available
de: Kein CRC-calc-done-bits-Sendepuffer verfügbar

source: state change to pre-operational
de: Wechsel des Betriebszustands zu Pre-Operational

source: same input field byte was mapped twice
de: Ein Eingangsfeld wurde zweimal gemapped

source: same output field byte was mapped twice
de: Ein Ausgangsfeld wurde zweimal gemapped

source: invalid mapping entry
de: Ungültiger mapping Eintrag

source: Ptr to crc shadow buffer is wrong
de: Pointer zum CRC-Shaddow-Puffer ist Falsch

source: Error concerning the SafeModuleOk channels
de: Fehler bei den SafeModuleOk Kanälen

source: status error external machine options (uP2)
de: Statusfehler externe Maschinenoptionen (uP2)

source: external machine options missing (uP2)
de: Externe Maschinenoptionen fehlen (uP2)

source: external machine options data available but not needed (uP2)
de: Daten der externe Maschinenoptionen vorhanden aber nicht benötigt (uP2)

source: Input area of machine options already reserved. (uP2)
de: Eingangsbereich der Maschinenoptionen bereits verwendet. (uP2)

source: Error when initializing the external machine options. (uP2)
de: Fehler bei der Initialisierung der Maschinenoptionen. (uP2)

source: Connection statistic counter has changed.
de: Statistikzähler für zyklische Verbindungen

source: counter of invalid safety frames has increased (uP2)
de: Zähler ungültiger Safety-Frames hat sich erhöht (uP2)

source: counter for SPDO errors has increased (uP2)
de: Zähler SPDO-Fehler erhöht (uP2)

source: Error of a firmware CFunction
de: Fehler einer von der Firmware bereitgestellten C-Funktion

source: Table function error
de: Fehler einer Tabellenfunktion

source: Error loading the external tables
de: Fehler beim Laden der externen Tabellen

source: NULL Pointer check failed
de: NULL Pointer check ist fehlgeschlagen

source: error initializing SMC
de: Initialisierungsfehler SMC

source: Motion function error
de: Fehler einer Achsfunktion

source: Error loading or linking a libraryfile
de: Fehler beim Laden oder Linken einer Bibliothek

source: Error of a User CFunction Library
de: Fehler einer kundenspezifischen Bibliothek

source: interface to get module flags was called with wrong saddr
de: Interface zum Lesen der Module Flags wurde mit falscher SAddr aufgerufen

source: zero pointer in function call UDID-read
de: NULL Pointer beim Funktionsaufruf UDID-Lesen

source: error in SOD entry for BIT machine options
de: Fehler im SOD Eintrag für BIT Maschinen Optionen

source: error remote control
de: Fehler Fernbedienung

source: error external startup flags
de: Fehler externe Startup-Flags

source: external machine options discrepancy
de: Diskrepanz externe Maschinenoptionen

source: error external machine options
de: Fehler externe Maschinenoptionen

source: error SOD write
de: Fehler SOD Schreibzugriff

source: Error loading the extended external machine options
de: Fehler beim Laden der erweiterten externen Maschinenoptionen

source: Error technology guarding
de: Fehler Technology Guarding

source: error external configuration file
de: Fehler externe Konfigurationsdatei

source: error external UDIDs (flag)
de: Fehler externe UDIDs (Flag)

source: 2 Revisions for 1 SAddr, info: saddr, revision
de: 2 Revisionen für eine SADR, Info: SADR, Revision

source: internal error UDID-ACK
de: interner Fehler UDID-Quittierung

source: invalid state of cross communication
de: Ungültiger Status für die Kreuzkommunikation

source: error at reading confirmed revision number
de: Fehler beim Lesen der bestätigten Revisionsnummer

source: EPLS posts invalid information for a module state, info2: saddr
de: Der EPLS wies einem Modul eine ungültige Information zu, Info: SADR

source: error UDID ack
de: Fehler UDID-Quittierung

source: error auto confirmation (SN)
de: Fehler Auto-Bestätigung (SN)

source: error external UDID (Parameter)
de: Fehler externe UDID (Parameter)

source: Insufficient data length in parameter string
de: Unzureichende Datenlänge im Parameterstring

source: Invalid data type in parameter string
de: Ungültiger Datentyp im Parameterstring

source: Invalid object in parameter string
de: Ungültiges Objekt im Parameterstring

source: Zero pointer in cyclic function
de: Null Pointer in der Zyklischen Funktion

source: Zero pointer for CT in SOD
de: Null Pointer für den CT im SOD

source: Zero pointer for parameters in SOD
de: Null Pointer für die Parameter im SOD

source: Error loading parameter file
de: Fehler beim Laden der Parameterdatei

source: Error while loading the additional parameter file.
de: Fehler beim Laden der zusätzlichen Parameter.

source: Error during crc calculation
de: Fehler während der CRC Berechnung

source: Wrong CTB got inserted into the SOD
de: Falsche CTB wurde in das SOD eingetragen

source: Invalid instance should go to operational
de: Ungültige Instanz soll in Operational übergehen

source: Invalid tx frame
de: Ungültiger tx-Frame

source: SPDO tx telegram allocation failed
de: SPDO tx Telegramm Zuweisung schlug fehl

source: Module initialization failed
de: Modulinitialisierung schlug fehl

source: SSDO tx telegram allocation failed
de: SSDO tx Telegramm Zuweisung schlug fehl

source: state change - operational to pre operational
de: Betriebszustandswechsel von Operational auf Pre-Operational

source: state change - pre operational to operational
de: Betriebszustandswechsel von Pre-Operational auf Operational

source: No checksum send buffer available
de: Es ist kein Prüfsummen Sendepuffer ist verfügbar

source: No checksum receive buffer available
de: Es ist kein Prüfsummen Empfangspuffer verfügbar

source: Checksum comparison buffer is full
de: Prüfsummen Überprüfungspuffer ist voll

source: Checksum send buffer is full
de: Prüfsummen Sendepuffer ist voll

source: internal cross communication error EPS
de: interner Fehler Kreuzkommunikation EPS

source: Received crc buffer length is not equal to the sent crc buffer length
de: Empfangene CRC-Puffer Länge stimmt nicht mit der gesendeten überein

source: Received crc data is not equal to sent crc data
de: Empfangene CRC-Daten stimmen nicht mit den gesendeten überein

source: zero ptr in SOD machine option callback
de: Null Pointer in der SOD Maschinenoptionen Callback

source: state change to operational
de: Wechsel des Betriebszustands zu Operational

source: SNfail received (uP2)
de: SNfail empfangen (uP2)

source: storing the SADR-DVI list did not work
de: Konnte SADR-DVI Liste nicht Speichern

source: Invalid instance number.
de: Ungültige Instanznummer.

source: 2-channel evaluation: discrepancy time elapsed
de: 2-Kanal-Auswertung: Diskrepanzzeit überschritten

source: internal error exchange data results (µP1)
de: interner Fehler Kreuzvergleich Ergebnisse (µP1)

source: internal error exchange data testpulse values (µP1)
de: interner Fehler Kreuzvergleich Testpulse (µP1)

source: execution difference uP1/uP2 (uP2 in failsafe?)
de: Ausführungsunterschiede uP2/uP1 (uP2 im Failsafe?)

source: internal product test message
de: interner Test Produktion

source: internal error exchange data FBK (µP1)
de: interner Fehler Querkommunikation FBK (µP1)

source: max. frequency exceeded
de: max. Frequenz überschritten

source: internal error: FBK input is 0 (µP1)
de: Interner Fehler: FUB Eingang ist 0 (µP1)

source: SOD attribute access returned invalid information, info: object index, sub-index
de: Der SOD Attribut Zugriff gab eine ungültige Information zurück, Info: Objekt Index, Subindex

source: SOD read access returned an invalid saddr, info: object index, sub-index
de: Der SOD Lesezugriff gab eine ungültige SADR zurück, Info: Objekt Index, Subindex

source: signaling equivalent states at the same time
de: Signalisiert zwei äquivalente Zustände zur selben Zeit

source: SOD read access returned a NULL pointer, info: object index, sub-index
de: Der SOD Lesezugriff gab einen Nullpointer zurück, Info: Objekt Index, Subindex

source: wrong internal module state for detection of encoder mismatch. info2: module flags, info1: saddr
de: Modul meldet einen Encodertausch, jedoch ist der Modulstatus nicht zulässig für einen Encodertausch. Info2: Module Flag, Info1: saddr

source: wrong internal module state for detection of encoder mismatch
de: Ungültiger interner Modul Status für die Ermittlung eines Encoder Tauschs

source: EPLS stack posted an invalid state of a module, info: state, sadr
de: Der EPLS Stack wies einem Modul einen ungültigen Status zu, Info: Status, SADR

source: interface function to EPLS was not called from timer task, info: 0
de: Die Interface-Funktion zu EPLS wurde nicht vom Timer-Task aus aufgerufen, Info: 0

source: number of UDID mismatches becomes negative, info: SADR
de: Anzahl der UDID-Mismatches ist negativ, Info: SADR

source: number of erroneous modules becomes negative, info: SADR
de: Anzahl der fehlerhaften Module ist negativ, Info: SADR

source: undefined value for selection switch, info: invalid value
de: Nicht definierter Wert für den Auswahlschalter

source: function called in wrong state of the state machine
de: Die Funktion wurde in einem falschen Status der State-Machine aufgerufen

source: confirmation of 3 module mismatches
de: Bestätigung Modultausch (3 Module)

source: confirmation of 4 module mismatches
de: Bestätigung Modultausch (4 Module)

source: confirmation of a single module mismatch
de: Bestätigung Modultausch (1 Modul)

source: confirmation of 2 module mismatches
de: Bestätigung Modultausch (2 Module)
