Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: The end of the message/packet could not be set in the receive fifo.
de: Message/Packetende konnte im Empfangsfifo nicht gesetzt werden.

source: Receive fifo overflow.
de: Empfangsfifo ist übergelaufen.

source: Receive fifo did not receive all data to be buffered.
de: Empfangsfifo hat nicht alle zu buffernden Daten in den Fifo übernommen.

source: Connection error in send direction.
de: Verbindungsproblem in Senderichtung.

source: Connection error in receive direction.
de: Verbindungsproblem in Empfangsrichtung.

source: Error creating the callback.
de: Fehler beim Einhängen der Callbacks.

source: Error getting the cyclic data points.
de: Fehler beim Ermitteln der zyklischen Datenpunkte.

source: Failed to configure interface
de: Konfiguration der Schnittstelle schlug fehl.

source: Invalid parameter.
de: Ungültiger Parameter.

source: XML data not in valid XML format
de: XML Daten sind nicht XML konform

source: Invalid identifier sent
de: ungültigen Identifier übergeben

source: Buffer for name too small
de: Buffer für den Namen zu klein

source: Buffer for value too small
de: Buffer für den Wert zu klein

source: Invalid attribute index specified
de: ungültigen Attributindex übergeben

source: Element has no attributes
de: Element hat keine Attribute

source: Memory error
de: Speicherfehler

source: Invalid parameter transferred (e.g. null pointer, empty string
de: falschen Parameter übergeben, z.B.: Nullpointer, Leerstring

source: General error
de: allgemeiner Fehler

source: No more XML nodes found
de: kein weiterer XML Knoten vorhanden

source: The frame has been completely stored in the receive buffer
de: Der Frame wurde im Empfangsbuffer vollständig abgelegt

source: Error on function block's configuration input "cfg"
de: Fehler am Konfigurationseingang "cfg" des Funktionsblocks

source: Interner FIFO overrun (FIFO size: 128 bytes)
de: Interner Fifo ist übergelaufen (Fifogröße: 128 Byte)

source: The given pointer "pSequ" is a null pointer
de: Der übergebene Zeiger "pSequ" ist ein Nullpointer

source: The given MTU is invalid (null pointer or length = 0)
de: Die übergebene MTU ist ungültig (Nullpointer oder Länge = 0)

source: Unpermitted buffer change
de: Unerlaubter Bufferwechsel

source: Connection to electronic module lost in send/receive direction.
de: Die Verbindung zum Elektronikmodul in Empfangs-/Senderichtung wurde verloren.

source: Specified buffer too small
de: Der übergebene Buffer ist zu klein

source: Invalid buffer given (null pointer or length = 0)
de: Ein ungültiger Buffer wurde übergeben (Nullpointer oder Länge = 0)

source: unsupported encoding given
de: Übergebenes Encoding wird nicht unterstützt

source: Error converting texts
de: Fehler beim Konvertieren des Texts

source: Error converting texts
de: Fehler beim Konvertieren des Texts

source: Incorrect position of the XML node
de: falsche Position des XML Knotens

source: No open XML element found
de: kein geöffnetes XML Element vorhanden

source: Object deleted
de: Objekt wurde gelöscht

source: Undefined object
de: Objekt undefiniert

source: Object not ready
de: Objekt nicht bereit

source: Faulty BR module checksum.
de: fehlerhafte Checksum des BR-Moduls

source: Invalid object in use
de: Verwendung eines ungültigen Objekts.

source: Unable to abort transmit request
de: Abbruch eines Sendeauftrags fehlgeschlagen.

source: Unsupported service in use
de: Verwendung eines nicht unterstützten Dienstes.

source: Unsupported object in use
de: Verwendung eines nicht unterstützten Objekts.

source: Using an object that is currently not available
de: Verwendung eines derzeit nicht verfügbaren Objkets.

source: Invalid ANSL object hierarchy
de: Ungütlige ANSL-Objekthierarchie.

source: Created object already exists
de: Anlegen eines bereits vorhandenen Objekts.

source: The transmit request to be entered is already being used.
de: Der einzutragende Sendeauftrag ist bereits in Verwendung.

source: FBK PROFIBUSDPV1AlarmReceive
de: FUB PROFIBUSDPV1AlarmReceive

source: FBK PROFIBUSSlaveStat error
de: FUB PROFIBUSSlaveStat Error

source: Device stopps DVP1 communication
de: Device stoppt DVP1 Kommunikation

source: DVP1 communication stopped automatically
de: DVP1 Kommunikation wurde automatisch gestoppt

source: Previous service still running
de: Vorangegangener Dienst läuft noch

source: Size of length indicator exceeded
de: Größe des Längenindikators überschritten

source: Faulty parameter
de: Fehlerhafter Parameter

source: FBK PROFIBUSDPV1AlarmReset error
de: FUB PROFIBUSDPV1AlarmReset Error

source: FBK PROFIBUSDPV1AlarmReset error
de: FUB PROFIBUSDPV1AlarmReset Error

source: FBK PROFIBUSDPV1AlarmReset error
de: FUB PROFIBUSDPV1AlarmReset Error

source: FBK PROFIBUSDPV1AlarmReset error
de: FUB PROFIBUSDPV1AlarmReset Error

source: Unknown command.
de: Unbekanntes Kommando

source: Resource is not available
de: Ressource ist nicht verfügbar

source: Block returns timeout
de: Baustein liefert Timeout

source: FBK PROFIBUSSlaveStat error
de: FUB PROFIBUSSlaveStat Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: Master not in the token ring
de: Master nicht im Token Ring

source: Station doesn't respond
de: Station antwortet nicht

source: No response data from the PROFIBUS slave
de: Keine Antwortdaten von PROFIBUS Slave

source: Master function is not activated on the PROFIBUS slave
de: Masterfunktion ist im PROFIBUS Slave nicht aktiviert

source: Negative response received.
de: Negative Antwort erhalten.

source: Remote partner not responding
de: Remotepartner reagiert nicht

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: PROFIBUS master driver error
de: PROFIBUS Master Treiber Error

source: Incorrect input for n.
de: Falsche Eingabe für n.

source: One or more power values incorrect.
de: Ein oder mehrere Leistungen falsch.

source: tAlt invalid.
de: tAlt ungültig.

source: Y_min or Y_max was changed during tuning.
de: Y_min oder Y_max wurde während des Tunings verändert.

source: LoopConR: pSettings = 0 LoopCont: basetime > dt (=cycle time)
de: LoopConR: pSettings = 0 LoopCont: basetime > dt (=Zykluszeit)

source: Error determining the slope of the controller value.
de: Fehler beim Ermitteln der Steigung der Regelgröße.

source: Null pointer specified.
de: Es wurde ein Null-Pointer übergeben.

source: Invalid operating mode entered.
de: Ungültiger Betriebsmodus angegeben.

source: Invalid value for d_mode
de: Ungültiger Wert für d_mode.

source: <p style="background-color: #C0C0C0">Error description
de: Ungültiger Wert für calc_mode.

source: Parameter data indicated as invalid by LCPIDpara()/LCRPIDpara().
de: Parameterdaten sind von LCPIDpara()/LCRPIDpara() als ungültig markiert.

source: LoopConR: Specified mode is invalid. LoopCont: Specified out_mode is invalid.
de: LoopConR: Angegebener mode ist ungültig. LoopCont: Angegebener out_mode ist ungültig.

source: ident invalid
de: ident ist ungültig.

source: Tn < dt (=cycle time)
de: Tn < dt (=Zykluszeit)

source: Specified tuning mode invalid.
de: Angegebener Tuningmodus ungültig.

source: Invalid value for fbk_mode
de: Ungültiger Wert für fbk_mode.

source: FBK PROFUBSSlaveStat error status
de: FUB PROFUBSSlaveStat Fehlerstatus

source: FBK PROFIBUSDPV1AlarmReset error status
de: FUB PROFIBUSDPV1AlarmReset Fehlerstatus

source: Invalid remote address specified
de: Ungültige Remoteadresse angegeben

source: Invalid remote address specified
de: Ungültige Remoteadresse angegeben

source: Null pointer access.
de: Es erfolgte ein Nullpointer-Zugriff

source: Internal error.
de: Interner Fehler

source: The device could not be found.
de: Device konnte nicht gefunden werden.

source: The device could not be opened
de: Device konnte nicht geöffnet werden

source: FBK PROFIBUSDPV1AlarmReset error status
de: FUB PROFIBUSDPV1AlarmReset Fehlerstatus

source: FBK PROFIBUSDPV1AlarmReset error status
de: FUB PROFIBUSDPV1AlarmReset Fehlerstatus

source: Error in the communication manager for socket operation on the PX32.
de: Fehler im Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Error initializing the communication manager for socket operation on the PX32.
de: Fehler bei der Initialisierung des Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Error initializing the communication manager for socket operation on the PX32.
de: Fehler bei der Initialisierung des Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Error initializing the communication manager for socket operation on the PX32.
de: Fehler bei der Initialisierung des Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Error initializing the communication manager for socket operation on the PX32.
de: Fehler bei der Initialisierung des Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Error initializing the communication manager for socket operation on the PX32.
de: Fehler bei der Initialisierung des Kommunikationsmanager für die Socket-Bedienung am PX32.

source: Cannot create synchronization object
de: Synchronisations-Objekt kann nicht angelegt werden.

source: File cannot be created or edited.
de: File kann nicht angelegt bzw. bearbeitet werden.

source: Unable to allocate memory
de: Speicher kann nicht allokiert werden.

source: Cannot create/initialize event
de: Event kann nicht angelegt/initialisiert werden.

source: Task/Thread cannot be created or started.
de: Task/Thread kann nicht angelegt bzw. gestartet werden.

source: Could not find application module
de: Applikationsmodul konnte nicht gefunden werden.

source: Wrong version of the socket library
de: Falsche Version der Socket-Library

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Error in communication structure
de: Fehler in Kommunikationsaufbau

source: Invalid ANSL stack configuration
de: Ungültige ANSL Stack Konfiguration.

source: Fatal internal error
de: Fataler interner Fehler.

source: Invalid data sent/received
de: Empfang bzw. Senden von ungültigen Daten.

source: Incorrect function used in server/client for this object.
de: Verwendung einer falschen Funktion im Zuge des Servers/Client für dieses Objekt.

source: Invalid name during registration.
de: Ungültiger Name bei der Registrierung.

source: Invalid option or parameter specified.
de: An-/Übergabe einer ungültigen Option bzw. eines ungültigen Parameters.

source: Specified option or parameter has an invalid length.
de: Angegebene/Übergebene Option bzw. Parameter weist eine ungültige Länge auf.

source: Specified options or parameters not supported.
de: Angegebene/Übergebene Option bzw. Parameter werden nicht unterstützt.

source: Invalid optional module
de: Ungültiges optionales Modul.

source: Version conflict
de: Versionskonflikt

source: Connection timeout
de: Verbindungstimeout

source: Internal connection error / Connection closed
de: Interner Verbindungsfehler / Verbindung wurde getrennt.

source: Connection error / Connection closed
de: Verbindungsfehler / Verbindung wurde getrennt.

source: Establishing connection - Login error
de: Verbindungsaufbau &#8211; Login Fehler

source: Received data incomplete
de: Empfangene Daten sind nicht vollständig

source: Protocol error
de: Protokoll Fehler

source: Received data invalid
de: Empfangene Daten sind ungültig

source: Base for errors in the ASEPL library.
de: Basis für Fehler der Library ASEPL

source: Error accessing the specified POWERLINK interface device.
de: Fehler beim Zugriff auf das angegebene POWERLINK-Schnittstellen-Gerät

source: Function can only be executed on an MN (managing node).
de: Funktion ist nur auf MN (Managing Node) ausführbar

source: Function can only be executed on a CN (controlled node).
de: Funktion ist nur auf CN (Controlled Node) ausführbar.

source: Read or write access failed. See errorinfo for precise cause of error.
de: Read oder Write Zugriff fehlgeschlagen, genaue Fehlerursache siehe errorinfo.

source: Input parameters outside of permitted value range
de: Eingabeparameter außerhalb des erlaubten Wertebereichs

source: Specified index already exists.
de: Angegebener Index existiert bereits

source: Specified subindex already exists.
de: Angegebener Subindex existiert bereits

source: Specified index does not exist.
de: Angegebener Index existiert nicht

source: Specified subindex does not exist.
de: Angegebener Subindex existiert nicht

source: Error code for non-implemented functionality.
de: Fehlercode bei nicht implementierter Funktionalität

source: A Zero-Pointer was given to the Data buffer.
de: Als Datenpuffer wurde ein Null-Pointer übergeben.

source: No buffer for AsArLogReSize.
de: Kein Buffer für AsArLogReSize

source: General AsArLogReSize error.
de: Allgemeiner AsArLogReSize Fehler

source: Invalid ident specified.
de: Ungültiger Ident übergeben

source: General AsArLogDelete error.
de: Allgemeiner AsArLogDelete Fehler

source: Log module does not exist.
de: Log Modul existiert nicht

source: General AsArLogWrite error.
de: Allgemeiner AsArLogWrite Fehler

source: New log data length cannot be set for AsArLogReSize.
de: Neue Logdatenlänge bei AsArLogReSize kann nicht gesetzt werden.

source: New log data length cannot be set for AsArLogReSize.
de: Neue Logdatenlänge bei AsArLogReSize kann nicht gesetzt werden.

source: Error calculating referencing data.
de: Fehler bei der Referenzdatenermittlung

source: General AsArLogRead error.
de: Allgemeiner AsArLogRead Fehler

source: Invalid index specified.
de: Ungültiger Index übergeben

source: Invalid buffer specified.
de: Ungültigen Buffer übergeben

source: Buffer too small for binary log data.
de: Buffer für binaere Logdaten zu klein.

source: Invalid log entry read.
de: Ungültigen Logeintrag gelesen

source: No more log entries present.
de: Kein weiterer Logeintrag vorhanden

source: Buffer too small for ASCII log data.
de: Buffer für Ascii-Logdaten zu klein.

source: Invalid parameters specified.
de: Ungültige Parameter übergeben

source: Incorrect log level specified.
de: Falscher Log-Level übergeben

source: Incorrect memory type specified.
de: Falscher Speichertyp übergeben

source: Invalid log name specified.
de: Ungültiger Log-Name übergeben

source: Error installing a new log module.
de: Fehler beim Installieren eines neuen Log Moduls

source: General AsArLogCreate error.
de: Allgemeiner AsArLogCreate Fehler

source: Log module already exists.
de: Log Modul existiert bereits

source: Invalid length specification.
de: Ungültige Längenangabe

source: Another critical FBK active.
de: Anderer kritischer FBK aktiv

source: Access to base log modules denied.
de: Zugriff auf Basis Log Module verweigert

source: Error when starting the FTP server
de: Fehler beim Starten des FTP Server

source: Error in user configuration
de: Fehler in der Konfiguration des Benutzers

source: Invalid version of the "cis_vf" module.
de: Ungültige Version des Moduls "cis_vf"

source: Invalid version of the "cis_osvf" module.
de: Ungültige Version des Moduls "cis_osvf"

source: Invalid version of the "cis_ps" module.
de: Ungültige Version des Moduls "cis_ps"

source: Invalid version of the "cis_osps" module.
de: Ungültige Version des Moduls "cis_osps"

source: Data object not found.
de: Datenobjekt nicht gefunden

source: Invalid parameter (null pointer).
de: Ungültiger Parameter (Null-Pointer)

source: Incorrect object type.
de: Falscher Objekttyp

source: Illegal object.
de: Illegales Objekt

source: Incorrect object type.
de: Falscher Objekttyp

source: Illegal object.
de: Illegales Objekt

source: General error opening operating system module.
de: Allgemeiner Fehler beim Öffnen des Betriebssystem-moduls

source: Invalid initialization parameter data object length.
de: Ungültige Länge des Initialisierungsparameter-datenobjekts

source: Data object not found.
de: Datenobjekt nicht gefunden

source: Invalid parameter (null pointer).
de: Ungültiger Parameter (Null-Pointer)

source: Invalid command.
de: Ungültiges Kommando

source: "cis_vf" module not installed.
de: Modul "cis_vf" nicht installiert

source: Invalid axis object.
de: Ungültiges Achsobjekt

source: Invalid interface ID.
de: Ungültige Interfacekennung

source: Not enough TMP RAM memory available.
de: Zu wenig TMP-RAM Speicher frei

source: Axis table error.
de: Achstabellenfehler

source: "cis_ps" module not installed.
de: Modul "cis_ps" nicht installiert

source: Uart already open.
de: Uart bereits geöffnet

source: Interface table error.
de: Interfacetabellenfehler

source: General error initialization parameter data object.
de: Allgemeiner Fehler beim Öffnen des Initialisierungsparameter-datenobjekts

source: Newest version of WinIO protocol is not supported.
de: Neueste Version des WinIO-Protokolls wird nicht unterstützt.

source: Connection denied
de: Verbindung abgelehnt

source: Connection lost
de: Verbindung unterbrochen

source: Connection established.
de: Verbindung aufgebaut.

source: Error creating initialization data.
de: Fehler bei der Erstellung der Initialisierungsdaten

source: Error in the response to the initialization data.
de: Fehler in der Antwort auf die Initialisierungsdaten

source: Error on the WINIO server.
de: Fehler am WINIO-Server

source: Error in the hardware configuration.
de: Fehler in der Hardwarekonfiguration

source: Hardware error.
de: Hardware Fehler

source: General delete error.
de: Allgemeiner Delete-Fehler

source: Incorrect length specified.
de: Falsche Längenangabe

source: Log data length of a queued entry.
de: Logdatenlänge eines gequeuten Eintrags zu lang

source: Error calculating referencing data.
de: Fehler bei der Referenzdatenermittlung

source: Read buffer too small.
de: Read-Buffer zu klein

source: Invalid buffer specified.
de: Ungültigen Buffer übergeben

source: Invalid index specified.
de: Ungültigen Index übergeben

source: Invalid log entry read.
de: Ungültigen Logeintrag gelesen

source: No additional entry available.
de: Kein weiterer Eintrag vorhanden

source: Buffer too small for binary log data.
de: Buffer für binäre Logdaten zu klein

source: AR logger initialization failed.
de: AR Logger Initialisierung fehlgeschlagen

source: AR logger API error number base
de: AR Logger API Fehlernummer Basis

source: Error allocating a log VW unit.
de: Fehler beim Allokieren einer Log VW-Unit

source: Failed to load the existing AR logger modules.
de: Fehler beim Laden der vorhandenen AR Logger Module

source: Log module not present.
de: Log Modul ist nicht vorhanden

source: Invalid log handle specified.
de: Ungültiges Log-Handle übergeben

source: Error installing a new log module.
de: Fehler beim Install eines neuen Log Moduls

source: Log module already exists.
de: Log Modul existiert bereits

source: No memory for VW.
de: Kein Speicher für VW

source: General create error.
de: Allgemeiner Create-Fehler

source: Cannot set new log data length.
de: Neue Logdatenlänge kann nicht gesetzt werden

source: Cannot set new log data length.
de: Neue Logdatenlänge kann nicht gesetzt werden

source: General resize error.
de: Allgemeiner ReSize-Fehler

source: Buffer too small for ASCII log data.
de: Buffer für Ascii-Logdaten zu klein

source: Critical function active.
de: Kritische Funktion aktiv

source: Access to AR logger base modules not allowed.
de: Zugriff auf AR Logger Basis Module nicht erlaubt

source: Error adding to NV-LOG-VW list.
de: Fehler beim Hinzufügen zur NV-LOG-VW-Liste

source: AR logger module created
de: AR Logger Modul erzeugt

source: Invalid parameter.
de: Ungültiger Parameter

source: Error when stopping profiling
de: AR-interner Fehler

source: Error reading from data object
de: Fehler beim Lesen aus dem Datenobjekt

source: Could not create data object (too large).
de: Datenobjekt konnte nicht erstellt werden (zu groß)

source: Error when starting
de: AR-interner Fehler

source: Error creating an archived module.
de: Fehler beim Erzeugen eines archivierten Moduls

source: Error deleting an archived module.
de: Fehler beim Löschen eines archivierten Moduls

source: No data object present.
de: Kein Datenobjekt vorhanden

source: Archived module with the same name already exists.
de: Archiviertes Modul mit gleichen Namen existiert bereits.

source: Incorrect context.
de: Falscher Kontext.

source: Invalid data module.
de: Ungültiges Datenmodul.

source: Could not create definition module.
de: Definitionsmodul konnte nicht erstellt werden

source: Could not initialize log buffer.
de: AR-interner Fehler

source: Could not read cyclic task table.
de: AR-interner Fehler

source: No temporary memory.
de: Kein temporärer Speicher

source: Profiler not ready for start.
de: Profiler nicht bereit zum Starten

source: Profiler not running.
de: Profiler läuft nicht

source: Profiler is running
de: Profiling läuft gerade

source: Profiler inactive
de: Profiler nicht aktiv

source: Could not install data object.
de: AR-interner Fehler

source: Error reading from definition module.
de: Fehler beim Lesen aus dem Definitionsmodul

source: Invalid device.
de: Ungültiges Device.

source: Connection not returning redundancy information
de: Die Verbindung liefert keine Redundanzinformation.

source: Redundancy information incomplete
de: Die Redundanz- Information ist unvollständig.

source: Access to inactive CPU denied
de: Zugriff auf die inaktive CPU ist nicht erlaubt.

source: The configuration of the PV object is incorrect.
de: Die Parametrierung des PV Objektes ist falsch.

source: Function can only be called for a redundancy-capable "ANSLUIF" library.
de: Die Funktion kann nur für eine Redundanzfähige "ANSLUIF" Bibliothek aufgerufen werden.

source: An object with the same name already exists.
de: Es existiert bereits ein gleichnamiges Objekt.

source: The PV format is not known.
de: Das PV Format ist nicht bekannt.

source: ANSL router was disabled or not started.
de: Der ANSL Router wurde beendet oder ist nicht gestartet.

source: The ANSL router is not started.
de: Der ANSL Router ist nicht gestartetet.

source: The system/PC does not have enough memory to complete the action.
de: Das System/PC hat nicht genügend Speicher um die Aktion abzuschließen.

source: The data does not correspond to the expected format.
de: Die Daten entsprechen nicht dem erwarteten Format.

source: The function is not permitted to be called for the object in the current state.
de: Die Funktion darf für das Objekt in dem aktuellen Zustand nicht aufgerufen werden.

source: Invalid length of specified data
de: Ungültige Länge der übergebenen Daten.

source: Object invalid in "ASNSLUIF" management layer.
de: Das Objekt ist in der Verwaltungsschicht des "ANSLUIF" nicht gültig.

source: Preceding similar job not yet processed.
de: Der vorangegangene gleichartige Auftrag wurde noch nicht bearbeitet.
