Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Connection terminated unexpectedly (None / Incomplete response data received).
de: Verbindung unerwartet unterbrochen (Keine / Unvollständige Response Daten erhalten).

source: Not found
de: Nicht gefunden

source: Invalid character detected.
de: Ungültige Zeichen entdeckt.

source: A requested header value doesn't fit in the structure.
de: Ein angeforderter Headerwert passt nicht in die Struktur.

source: Header to large.
de: Header zu groß.

source: Data buffer is too small.
de: Datenbuffer ist zu klein.

source: Buffer too small.
de: Buffer zu klein.

source: No web server found.
de: Kein Webserver gefunden.

source: Unsupported request method
de: Nicht unterstützte Anfragemethode

source: No data
de: Keine Daten

source: Invalid parameter
de: Ungültiger Parameter

source: No socket available.
de: Kein Socket verfügbar.

source: Web service couldn't be registered on the web server.
de: Webservice konnte nicht beim Webserver registriert werden.

source: Error closing the device
de: Fehler beim Schließen des Devices.

source: Error executing the HART command in the module driver
de: Fehler während des Absetzen des HART Kommandos im Modemtreiber

source: Waiting queue for HART module
de: Wartequeue des HART Moduls voll.

source: The ident given is invalid
de: Der übergebene Ident ist ungültig

source: The "pCmd" or "pReply" buffer is invalid.
de: Der Buffer "pCmd" oder "pReply" ist ungültig.

source: The module is already open.
de: Das Modem ist bereits geöffnet

source: Error opening the module driver.
de: Fehler während des Öffnen des Modemtreibers

source: Invalid syntax for "pDev" parameter
de: Ungültiger Syntax des Parameters "pDev"

source: HART module with this module number not found
de: Es existiert kein HART Modem mit dieser Modemnummer.

source: Button pressed briefly
de: Tastendruck wurde kurz gedrückt

source: Button pressed long
de: Tastendruck wurde lange gedrückt

source: Automatic failover executed
de: Automatische Umschaltung wurde durchgeführt

source: Cold failover - process control switching is not smooth.
de: Stoßbehaftete Umschaltung der Prozessführung

source: Warm failover - process control switching is not entirely smooth.
de: Stoßarme Umschaltung der prozessführung

source: Hot failover - process control switching is smooth.
de: Stoßfreie Umschaltung der Prozessführung

source: Invalid node switch position
de: Ungültige Knotenschalterstellung

source: Project synchronization started
de: Projektabgleich wurde gestartet

source: <font FACE="Consolas" SIZE="2">Redundancy support not available
de: <font FACE="Consolas" SIZE="2">Redundanz Support ist nicht verfügbar

source: Project synchronization was not completed successfully.
de: Projektabgleich konnte nicht erfolgreich abgeschlossen werden

source: Project synchronization was completed successfully.
de: Projektabgleich konnte erfolgreich abgeschlossen werden

source: Manually switching process control is not possible.
de: Keine manuelle Umschaltung der Prozessführung möglich

source: A RRAD module could not be installed/uninstalled.
de: Ein RRAD-Modul konnte nicht installiert/deinstalliert werden

source: This function block cannot be used on the standby controller.
de: Dieser FUB kann auf dem Standby Controller nicht verwendet werden.

source: Invalid X2X module response to a HART command request.
de: Ungültige X2X Modulantwort auf einen HART Command Request.

source: Error receiving the HART command response.
de: Fehler beim Empfangen der HART Command Antwort.

source: Response string too long.
de: Antwortstring zu lang.

source: Generation of a response to a HART command request failed.
de: Antwortgenerierung auf einen HART Command Request schlug fehl.

source: Generation of diagnostics variable list failed.
de: Die Generierung der Diagnosevariablenliste schlug fehl.

source: Request could not be processed due to unavailable resources.
de: Reuest konnte aufgrund nicht zur Verfügung stehender Resourcen abgearbeitet werden.

source: Error sending the HART command request.
de: Fehler beim Senden des HART Command Requests.

source: Cyclic variable mapping not supported.
de: Zyklisches Variablenabbild wird nicht unterstützt.

source: Generation of HART command failed.
de: Generierungsfehler des HART Commands.

source: Communication timeout between CPU and modem
de: Kommunikationstimeout zwischen CPU und Modem

source: Invalid HART command node address
de: Ungültige HART Kommando Knotenadresse

source: Communication timeout between modem and HART device.
de: Kommunikationstimeout zwischen Modem und HART Gerät.

source: The specified buffer is too small for the command response.
de: Der übergebene Buffer für die Kommandoantwort ist zu klein.

source: DTM manager: Client connected
de: DTM-Manager: Client verbunden

source: DTM manager: Client disconnected
de: DTM-Manager: Clientverbindung beendet

source: Error in the device driver.
de: Fehler im Devicetreiber.

source: Inactive CPU.
de: Inaktive CPU.

source: General error.
de: Allgemeiner Fehler.

source: Memory too small.
de: Speicher ist zu klein.

source: No resources currently available for request.
de: Dzt. stehen keine Resourcen für Request zur Verfügung.

source: Response string too long.
de: Antwortstring zu lang.

source: Invalid request string received.
de: Invalider Requeststring wurde enpfangen.

source: Request incomplete.
de: Request ist noch nicht vollständig.

source: Invalid request type
de: Ungültiger Requesttyp.

source: Connection service busy.
de: Verbindungsservice ist beschäftigt.

source: Connection has been terminated.
de: Verbindung wurde beendet.

source: A new connection has been established.
de: Eine neue Verbindung wurde aufgebaut.

source: No new connection.
de: Keine neue Verbindung.

source: No data received
de: Keine Daten empfangen.

source: Error in the connection service of the DTM Manager.
de: Fehler in einem Verbindungsservice des DTM Managers.

source: The DTM Manager is not installed.
de: Der DTM Manager ist nicht initalisert.

source: Controller redundance ressources init failed.
de: Fehler während Controller Redundanz Ressourcen Initalisierung.

source: Error in the lower driver layer
de: Fehler in unterer Treiberschicht.

source: FlatStream I/O control call failed.
de: Flatstreamhandler IO-Control Aufruf ging schief.

source: Received block size doesn't match configured block size.
de: Empfangene Blocksize stimmt nicht mit konfigurierter Blocksize überein.

source: Invalid block address received.
de: Empfangene Blockadresse ungültig.

source: Error reading a configuration parameter
de: Fehler beim Lesen eines Konfigurationsparameters.

source: Error parsing an OPC UA configuration module
de: Fehler beim Parsen eines OPC-UA Konfigurationsmoduls.

source: Error booting the OPC UA server
de: Problem beim Hochlauf des OPC-UA Servers.

source: Error in how notifications are handled
de: Fehler in der Behandlung von Benachrichtigungen

source: Invalid format in OPC UA configuration module
de: Ungültiges Format eines OPC-UA Konfigurationsmoduls.

source: Multiple object configurations
de: Mehrfachkonfiguration eines Objektes.

source: Error during project transfer
de: Problem beim Projekttransfer

source: Project successfully transferred
de: Projekttransfer erfolgreich ausgeführt

source: No memory available.
de: Es konnte kein Speicher allokiert werden.

source: Not initialized.
de: Die Bibliothek ist nicht initialisiert.

source: Invalid protocol.
de: Das angegebene Protokoll wird nicht unterstützt.

source: Critical section.
de: Kritische Section konnte nicht erzeugt werden.

source: Invalid directory.
de: Ungültiges Verzeichnis.

source: Invalid directory.
de: Ungültiges Verzeichnis.

source: Invalid directory.
de: Ungültiges Verzeichnis.

source: Invalid device.
de: Das angegebene Device existiert nicht.

source: Device link.
de: Device konnte nicht gelinkt werden.

source: Invalid file.
de: Fehler beim Kopieren eines Files.

source: No file handle.
de: Kein freies File-Handle mehr vorhanden.

source: Invalid file.
de: File konnte nicht geöffnet werden.

source: Invalid file.
de: Das angegebene File konnte nicht geschlossen werden.

source: Invalid file.
de: Fehler beim Erzeugen eines Files.

source: IOctl error.
de: Fehler bei IOctl.

source: Invalid file.
de: Fehler beim Löschen des Files.

source: DdxxIoLSWD: Watchdog has been triggered
de: DdxxIoLSWD: Watchdog wurde ausgelöst

source: Watchdog hardware I/O registers don't work
de: Watchdog-Hardware-IO-Register funktionieren nicht

source: PCI monitoring hardware I/O registers don't work
de: PCI Monitoring Hardware-IO-Register funktionieren nicht

source: Reading point not found
de: Reading-Point nicht vorhanden

source: Could not initialize XML parser.
de: Fehler bei der Initialisierung des XML-Parsers.

source: Could not find configuration for the target (node number or MAC address).
de: Für das Target (Knotennummer oder MAC-Adresse) konnte keine Konfiguration gefunden werden.

source: Incorrect header in configuration file.
de: Das angegebene Konfigurationsfile besitzt einen falschen Header.

source: Not used at this time
de: Derzeit nicht in Verwendung.

source: XML coding error in locally saved file.
de: XML-Codierungsfehler im Lokalen Sicherungsfile.

source: XML fatal error
de: XML Fataler Fehler

source: Partition error (size specification); Corrected size of the listed (logfile) partition
de: Fehler bei Partitionierung (Größenangaben). Die Größe der angeführten (Logfile) Partition wurde korrigiert.

source: Partition error (number of partitions and partition sizes); Listed partition removed (not created)
de: Fehler bei Partitionierung (Anzahl der Partitionen und Partitionsgrößen).

source: Invalid archive ID
de: Kennung des Archives ist ungültig.

source: Unknown archive.
de: Unbekanntes Archive.

source: Could not open file on target
de: Fehler beim Öffnen des Files am Target.

source: Could not allocate temporary memory.
de: Fehler beim Allokieren eines temporären Speichers.

source: Error reading from archive
de: Fehler beim Lesen aus dem Archive.

source: Could not write to file on target
de: Fehler beim Schreiben ins File am Target.

source: Netboot OK
de: AR-NetBoot: OK

source: Netboot error - see info (error number is shown in Hex format)
de: AR-NetBoot: Fehler (siehe 'Binary Data')

source: Error opening the local file
de: Fehler beim Öffnen des lokalen Files

source: Error opening the archive or zipped file.
de: Fehler beim Öffnen des Archive's oder gezippten File.

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Fdisk error
de: Fdisk-Fehler

source: Cannot free up memory block
de: Speicherblock kann nicht freigegeben werden

source: Cannot allocate memory block with requested size
de: Speicherblock mit angeforderter Größe kann nicht allokiert werden

source: Cannot free up memory partition
de: Memory Partition kann nicht freigegeben werden

source: Cannot create memory partition
de: Memory Partition kann nicht erzeugt werden

source: Cannot determine information about available memory.
de: Information über freien Speicher kann nicht ermittelt werden

source: Invalid configuration handle.
de: Das angegebene Konfigurations-Handle ist nicht gültig.

source: Could not save sections locally
de: Fehler beim lokalen Sichern der Abschnitte.

source: Specified interface not configured as DHCP client
de: Die angegebene Schnittstelle ist nicht als DHCP Client konfiguriert.

source: Could not find (open) configuration file.
de: Der angegebene Konfigurationsfile konnte nicht gefunden (geöffnet) werden.

source: Could not allocate memory.
de: Es konnte kein Speicher allokiert werden.

source: Result limited to the data type minimum
de: Ergebnis auf Minimum des Datentypes begrenzt

source: Division by 0
de: Division durch 0

source: Result limited to the data type maximum
de: Ergebnis auf Maximum des Datentypes begrenzt

source: Invalid pointer given
de: Ungültiger Pointer wurde übergeben

source: Raw value outside the valid range
de: Rohwert nicht im gültigen Wertebereich

source: Log file already open.
de: Das Logfile ist bereits geöffnet.

source: Log file not open.
de: Das Logfile ist nicht geöffnet.

source: Archive error
de: Archiv-Fehler

source: Archive error
de: Archiv-Fehler

source: Archive error
de: Archiv-Fehler

source: Backup error
de: Backup-Fehler

source: Installation error
de: Installations-Fehler

source: Installation error
de: Installations-Fehler

source: Invalid data module.
de: Fehlerhaftes Datenmodul

source: Status error.
de: Zustands-Fehler

source: Status error.
de: Zustands-Fehler

source: Backup error
de: Backup-Fehler

source: Status error.
de: Zustands-Fehler

source: Data object error
de: Datenobjekt-Fehler

source: Definition module error.
de: Definitionsmodul-Fehler

source: Status error.
de: Zustands-Fehler

source: Installation error
de: Installations-Fehler

source: Data object error
de: Datenobjekt-Fehler

source: Installation error (obsolete beginning with Profiler version 4.00.0)
de: Installations-Fehler (Obsolet ab Profiler Version 4.00.0)

source: Installation error
de: Installations-Fehler

source: Status error.
de: Zustands-Fehler

source: Installation error (obsolete beginning with Profiler version 4.00.0)
de: Installations-Fehler(Obsolet ab Profiler Version 4.00.0)

source: Installation error (obsolete beginning with Profiler version 4.00.0)
de: Installations-Fehler (Obsolet ab Profiler Version 4.00.0)

source: Data object error
de: Datenobjekt-Fehler

source: Definition module error.
de: Definitionsmodul-Fehler

source: Installation error
de: Installations-Fehler

source: Installation error
de: Installations-Fehler

source: Data object error
de: Datenobjekt-Fehler

source: Data object error
de: Datenobjekt-Fehler

source: Error initializing the asynchronous 2003 I/O connection interface
de: Fehler bei Initialisierung der asynchronen 2003-IO-Anschaltungsschnittstelle

source: Error configuring the 2003 I/O registers
de: Fehler beim Konfigurieren der 2003-IO-Register

source: Initialization of PNP structures for 2003 I/O connection
de: Initialisierung von PNP Strukturen für 2003-IO-Anschaltung

source: Error detecting hardware on the 2003 I/O connection
de: Fehler bei der Hardwareerkennung an der 2003-IO-Anschaltung

source: Initialization of slot structures for 2003 I/O connection
de: Initialisierung von Slot-Strukturen für 2003-IO-Anschaltung

source: Faulty parameters - 2003 I/O connection
de: Fehlerhafte Parameter für 2003-IO-Anschaltung

source: Internal error - 2003 I/O connection
de: Interner Fehler in der 2003-IO-Anschaltung

source: Fatal firmware error - 2003 I/O connection
de: Schwerwiegender Firmwarefehler der 2003-IO-Anschaltung

source: Activation of 2003 I/O connection firmware failed
de: Aktivieren der Firmware der 2003-IO-Anschaltung fehlgeschlagen

source: Internal debug info
de: Interne Debug-Info

source: AR-X2X: Stationnumber set by hex switch not unique
de: AR-X2X: Stationsnummer durch Hex-Schalter nicht eindeutig

source: AR-X2X: ASIC-Version not supported for current setting
de: AR-X2X: ASIC-Version unterstützt aktuelle Einstellung nicht

source: Error initializing X2XLink synchronization.
de: AR-X2X: Fehler beim Initialisieren der X2XLink-Synchronisierung

source: NIL pointer with X2XLink function.
de: AR-X2X: NIL-Pointer bei X2XLink-Funktion

source: Internal X2XLink error.
de: AR-X2X: Interner X2XLink-Fehler

source: AR-X2X: Conflict between ASIC and FPGA versions
de: AR-X2X: Konflikt zwischen ASIC und FPGA Versionen

source: Communication error
de: Kommunikations-Fehler

source: Communication error
de: Kommunikations-Fehler

source: Communication error
de: Kommunikations-Fehler

source: Communication error
de: Kommunikations-Fehler

source: Communication error
de: Kommunikations-Fehler

source: IRQ profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: IRQ-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: IRQ profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: IRQ-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: IRQ profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: IRQ-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: IRQ profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: IRQ-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: PLC task profiling error
de: SPS-Task-Profiling-Fehler

source: PLC task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: SPS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: PLC task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: SPS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: Error when updating firmware for an X2XLink station.
de: AR-X2X: Fehler bei Firmware-Update einer X2XLink-Station

source: Error synchronizing the system and X2XLink cycle.
de: AR-X2X: Fehler bei der Synchronisierung

source: Error creating the X2X station in the system structures.
de: AR-X2X: Fehler beim Erzeugen des Stationsobjektes

source: Base value for X2XLink driver errors.
de: AR-X2X: Basis Fehlernumer

source: X2XLink firmware update.
de: AR-X2X: Firmware Update

source: X2XLink interface parameter error.
de: AR-X2X: Fehler bei Hardware-Konfiguration

source: Invalid X2XLink channel number.
de: AR-X2X: ungültige Kanalnummer

source: AR-X2X: Channel already open
de: AR-X2X: Kanal ist bereits geöffnet

source: AR-X2X: Channel not open
de: AR-X2X: Kanal ist nicht geöffnet

source: AR-X2X: Error creating a register
de: AR-X2X: Fehler beim Anlegen eines Registers

source: Invalid node number.
de: AR-X2X: ungültige Node ID

source: AR-X2X: Node ID already exists
de: AR-X2X: Node ID existiert bereits

source: AR-X2X: Conflict with node ID
de: AR-X2X: Konflikt mit Node ID

source: No X2XLink station configured with this node number.
de: AR-X2X: keine Station für diesen Kanal

source: Incorrect parameters for action on X2XLink module.
de: AR-X2X: ungültige Parameter

source: Action already active on X2XLink module.
de: AR-X2X: Befehl wird gerade abgearbeitet

source: AR-X2X: Unknown command
de: AR-X2X: unbekannter Befehl

source: Incorrect X2XLink module state.
de: AR-X2X: ungültiger Zustand

source: X2X module doesn't support asymmetrical input/output sizes.
de: AR-X2X: X2X-Modul unterstützt asymmetrische Input-/Output-Größen nicht

source: AR-X2X: X2X module found with old FPGA version.
de: AR-X2X: X2X-Modul mit alter FPGA-Version gefunden

source: X2XLink with these settings can only be operated with asymmetrical input/output sizes.
de: AR-X2X: X2XLink mit diesen Einstellungen nur mit asymmetrischer Input/Output-Größe betreibbar

source: X2X module doesn't support the configured cycle time.
de: AR-X2X: X2X-Modul unterstützt eingestellte Zykluszeit nicht

source: Size of the synchronous X2XLink frames.
de: AR-X2X: ungültige sync-Framegröße

source: Insufficient size for asynchronous X2XLink frames.
de: AR-X2X: ungültige async-Framegröße

source: Incorrect X2XLink cycle time.
de: AR-X2X: ungültige Zykluszeit

source: Invalid number of X2XLink stations.
de: AR-X2X: ungültige Anzahl von Stationen

source: Size of asynchronous frame too small for station
de: Größe des asynchronen Frames zu klein für Station

source: Limit for stations at interface lower than number of configured stations
de: Limit für Stationen der Schnittstelle kleiner als Anzahl der konfigurierten Stationen

source: OS task profiling error
de: OS-Task-Profiling-Fehler

source: OS task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: OS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: OS task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: OS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: OS task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: OS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: OS task profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: OS-Task-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: FUNCTION profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: FUNCTION-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: FUNCTION profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: FUNCTION-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: FUNCTION profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: FUNCTION-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: FUNCTION profiling error (obsolete beginning with Profiler version 4.00.0 - AR V2.85)
de: FUNCTION-Profiling-Fehler (Obsolet ab Profiler Version 4.00.0 - AR V2.85)

source: POWERLINK: Interface not initialized
de: POWERLINK: Schnittstelle nicht Initialisiert

source: POWERLINK: Setting for poll response size too high
de: POWERLINK: Einstellung für Poll-Response-Größe zu hoch

source: POWERLINK: Error sending a buffer
de: POWERLINK: Fehler beim Senden eines Puffers

source: POWERLINK: Error in the firmware file
de: POWERLINK: Fehler im Firmwarefile

source: POWERLINK: Input data of the station on the network is smaller than configured.
de: POWERLINK: Eingangsdaten der Station am Netzwerk sind kleiner als konfiguriert.

source: Conflict with POWERLINK I/O bus parameters
de: Konflikt mit POWERLINK I/O-Bus Parametern

source: POWERLINK: Station on the net is larger than configured.
de: POWERLINK: Station am Netz ist größer als konfiguriert.

source: POWERLINK: Output size of the station on the network doesn't match the configuration.
de: POWERLINK: Output-Größe der Station am Netz stimmt nicht mit Konfiguration überein.

source: POWERLINK: Error at allocating the station from the interface firmware
de: POWERLINK: Fehler beim Allokieren der Station bei der Interface-Firmware

source: POWERLINK: Invalid node number.
de: POWERLINK: Ungültige Knotennummer

source: POWERLINK: Basis for AR I/O management POWERLINK driver error
de: POWERLINK: Basis für AR I/O Management-POWERLINK-Treiber-Fehler

source: POWERLINK: Conflict with POWERLINK synchronization mode setting
de: POWERLINK: Konflikt bei Synchronisierungs-Modus-Einstellung

source: POWERLINK: Incorrect operating mode for interface.
de: POWERLINK: Falscher Betriebsmodus der Schnittstelle

source: POWERLINK: Invalid cycle time
de: POWERLINK: Ungültige Zykluszeit

source: POWERLINK: Incorrect operating mode
de: POWERLINK: Falscher Betriebsmodus

source: POWERLINK: Internal error in the driver
de: POWERLINK: Interner Fehler im Treiber

source: POWERLINK: Interface setting after system boot
de: POWERLINK: Einstellungen der Schnittstelle nur nach Systemhochlauf

source: POWERLINK: Buffer not available
de: POWERLINK: Keine Puffer verfügbar

source: Receive hook function has already been set.
de: Receive-Hook-Funktion ist bereits gesetzt.

source: Invalid length specification
de: Ungültige Längenangabe

source: Could not send Ethernet packet
de: Fehler beim Senden des Ethernet-Packets

source: No Ethernet packet received
de: Kein Ethernet-Paket empfangen
