Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: PBinit() does not support additional parameters at the moment
de: PBinit() unterstützt derzeit noch keine Zusatzparameter

source: PBinit() was called twice
de: PBinit() wurde ein zweites Mal aufgerufen

source: Specified connection is for another device
de: Angegebene Verbindung geht auf ein anderes Device

source: Connection cannot be used for PROFIBUS functions (incorrect device)
de: Verbindung ist für PROFIBUS-Funktionen nicht verwendbar (falsches Device)

source: Given name is too long
de: Übergebener Name ist zu lang

source: A function was called although PBinit() was not active
de: Eine Funktion wurde aufgerufen, obwohl PBinit() noch nicht aktiv war

source: Error when requesting a buffer
de: Fehler beim Anfordern eines Puffers

source: PBinit(): Configuration module contains no network device
de: PBinit(): Konfigmodul enthält kein Netzwerk-Device

source: Reject: Too many parallel services were activated on one connection Only one download is allowed to be handled on a connection at any one time (if a second download is called while the first is still active, this error message is returned)
de: Reject: Es wurden zu viele parallele Services auf einer Verbindung aktiviert

source: Rsync or Ssync Ptr is a NULL pointer
de: Rsync oder Ssync Ptr ist NULL-Pointer

source: on on connection only one DL can be initialized (this error messages appears if a second is started)
de: Auf einer Verbindung darf gleichzeitig nur ein Download abgewickelt werden

source: Error processing a download; (DL state maschine does not wait for a TERMDL_response)
de: Fehler bei der Abwicklung eines Download; (DL Statemaschine wartete nicht auf eine TERMDL_Response)

source: Download is currently active! TerminateDL is sent
de: Download ist gerade aktiv! TerminateDL wird gesendet

source: State conflict during download
de: State Konflikt beim Download

source: An invalid service was received with PBrec()
de: Mit PBrec() wurde ein ungültiger Dienst empfangen

source: Incorrect length given for a download
de: Falsche Länge beim Download angegeben

source: Terminate download received during download process
de: Terminate Download im Download-Vorgang empfangen

source: Other station reports: Final Result 0 (=Error)
de: Gegenstation meldet: Final Result 0 (=Error)

source: Abort: User pressed a key
de: Abbruch durch User Tastendruck

source: Command is not ready
de: Dienst ist noch nicht fertig

source: Incorrect connection number
de: Falsche Verbindungsnummer

source: No network card entry in the configuration module
de: Im Konfigurationsmodul ist keine Netzwerkkarte eingetragen

source: Wrong initializing parameters
de: Falsche Initialisierungsparameter

source: WARMSTART occurred
de: WARMSTART wurde ausgelöst

source: RQB not free: still required for sending
de: RQB nicht frei: wird noch zum Senden benötigt

source: No tableau keybuffer reserved
de: Keine Tableau Tastenpuffer reserviert

source: A PROFIBUS function was called, although no PBinit call had previously been carried out
de: Es wurde eine PROFIBUS-Funktion aufgerufen, obwohl zuvor kein PBinit-Aufruf durchgeführt wurde

source: Error occurred when sending an unconfirmed service
de: Fehler beim Senden eines unbestätigten (unconfirmed) Dienstes aufgetreten

source: Service is not supported
de: Dienst wird nicht unterstützt

source: Incorrect spec_id from the user
de: Falsche spec_id vom User

source: Error response was received
de: Error Response wurde empfangen

source: Received data length is larger than the reserved data buffer
de: Die empfangene Datenlänge ist größer als der reservierte Datenpuffer

source: Error 4 during service processing
de: Fehler 4 bei der Dienstabwicklung

source: Error 3 during service processing
de: Fehler 3 bei der Dienstabwicklung

source: Error 2 during service processing
de: Fehler 2 bei der Dienstabwicklung

source: Error 1 during service processing
de: Fehler 1 bei der Dienstabwicklung

source: Connection is not established and connect call was made
de: Verbindung ist nicht abgebaut und Connect-Aufruf vom Anwender

source: Invalid command was given
de: Ungültiges Kommando wurde gegeben

source: A connect or abort was carried out on an AUTO connection
de: Auf eine AUTO Verbindung wurde ein Connect oder Abort durchgeführt

source: Connection is already set to AUTO (another connect was triggered)
de: Verbindung ist bereits auf AUTO (ein weiterer Connect wurde ausgelöst)

source: Not enough array elements were given with PBgetOVM()
de: Bei PBgetOVM() wurden zuwenig Feldelemente mitgegeben

source: Connection is not VB orientated (error with PBconn)
de: Verbindung ist nicht VB orientiert (Fehler bei PBconn())

source: Service management error 3 occured
de: Auftragsverwaltungsfehler 3 aufgetreten

source: Service management error 4 occured
de: Auftragsverwaltungsfehler 4 aufgetreten

source: Service management error 1 occured
de: Auftragsverwaltungsfehler 1 aufgetreten

source: Service management error 2 occured
de: Auftragsverwaltungsfehler 2 aufgetreten

source: NW: Checksom Error during Download
de: NW: Fehler der Checksumme beim Download

source: NW: Not enough memory on the NW card (-> NWCFG)
de: NW: Zu wenig Speicher auf der NW-Karte vorhanden (-> NWCFG)

source: NW: Layer2 LSAP Number too high (-> NWCFG)
de: NW: Layer2 LSAP Nummer zu hoch (-> NWCFG)

source: NW: Connection attribute for a VB is invalid (-> NWCFG)
de: NW: Verbindungsattribut bei einer VB ungültig (-> NWCFG)

source: NW: Dev_kbl_index of a VB is wrong (-> NWCFG)
de: NW: Dev_kbl_index einer VB ist falsch (-> NWCFG)

source: NW: Error occurred during Layer2 SAP Configuration
de: NW: Fehler beim Layer2 SAP-Konfigurieren aufgetreten

source: NW: A Layer2 LSAP is being accessed by several connections (-> NWCFG)
de: NW: Ein Layer2 LSAP wird von mehreren Verbindungen beansprucht (-> NWCFG)

source: NW: Error while initializing Layer2
de: NW: Fehler beim Initialisieren des Layer2

source: NW: Error starting Layer 2
de: NW: Fehler beim Start des Layer2

source: PBsend(): No, or no plausible reaction from the remote station
de: PBsend(): Keine oder keine plausible Reaktion der Remote-Station

source: PBsend(): Parameter invalid
de: PBsend(): Parameter ungültig

source: NW: No valid FMA7 Service
de: NW: kein gültiges FMA7 Service

source: NW: FMA7 Service can not be executed
de: NW: FMA7 Service kann nicht ausgeführt werden

source: PBsend(): SAP is already configured
de: PBsend(): SAP ist bereits konfiguriert

source: PBsend(): The locale station is not in the logical token ring
de: PBsend(): Die lokale Station ist nicht im logischen Token-Ring

source: PBsend(): Operating equipment for the local FDL controller is not available or not adequate
de: PBsend(): Betriebsmittel der lokalen FDL Steuerung nicht verfügbar oder nicht ausreichend

source: PBsend(): Source SAP (local SAP) is not configured for the desired service
de: PBsend(): Source-SAP (lokaler SAP) ist für den gewünschten Dienst nicht konfiguriert

source: NW: Meminit does not deliver a DPR_struct_ptr
de: NW: Meminit liefert nicht DPR_struct_ptr

source: NW: IN FIX KBL planned connection is not supported (-> NWCFG)
de: NW: IN FIX KBL projektierter Verbindungtyp wird nicht unterstützt (-> NWCFG)

source: PBsend(): Negative acknowledgement for send data (as operating equipment for the remote station is not available or not adequate)
de: PBsend(): Negative Quittung für Sendedaten (da Betriebsmittel der Remote-Station nicht verfügbar oder nicht ausreichend)

source: PBsend(): Positive acknowledgement for send data; negative acknowledgement for receive data (as not available for remote station)
de: PBsend(): Positive Quittung für Sendedaten; Negative Quittung für Empfangsdaten (da bei Remote-Station nicht vorhanden)

source: PBsend(): Service or remote address not activated for destination SAP (remote SAP)
de: PBsend(): Dienst oder Remote-Adresse beim Destination-SAP (remote SAP) nicht aktiviert

source: PBsend(): Negative acknowledgement (operating equipment for the remote FDL controller not available or not adequate)
de: PBsend(): Negative Quittung (Betriebsmittel der Remote-FDL Steuerung nicht verfügbar oder nicht ausreichend)

source: PBsend(): Negative acknowledgement (remote user/FDL interface error)
de: PBsend(): Negative Quittung (Remote User/FDL Schnittstellenfehler)

source: Task class numbers don't match
de: Taskklassennummern passen nicht zusammen

source: Stack overrun caused by cyclic program
de: Stacküberlauf verursacht durch zyklisches Programm

source: No PLC task in the task class
de: Keine SPSTask in der Taskklasse

source: Invalid task class cycle time
de: Ungültige Taskklassenzykluszeit

source: Communication idle time only possible in 1 TC.
de: Kommunikationsrestzeit nur in 1 TK möglich

source: Communication idle time can be max. 50% of the total task class time.
de: Kommunikationsrestzeit max. 50% der Taskklassendauer

source: No timer device entered for the I/O scheduler in Sysconf.
de: Kein Timerdevice für IOScheduler in Sysconf eingetragen

source: Incorrect task class tolerance
de: Ungünstige Taskklassen-Toleranz

source: No input for the interrupt task class.
de: Kein Input bei der Interrupttaskklasse

source: No input data when shoveling for the InitUP
de: Keine Inputdaten beim Schaufeln für das InitUP

source: No output data when shoveling for the InitUP
de: Keine Outputdaten beim Schaufeln für das InitUP

source: Cycle time violation of HS task class
de: Zykluszeitverletzung der HS-Taskklasse

source: There is no task class #1
de: Es gibt keine Taskklasse #1

source: Stack overrun caused by cyclic program (HS task class)
de: Stacküberlauf verursacht durch zyklisches Programm (SS-Taskklasse)

source: The data area of the HS task class has been destroyed
de: Der Datenbereich der HS-Taskklasse wurde zerstört

source: Cycle time violation in the task class
de: Zykluszeitverletzung der Taskklasse

source: Loader: Loader management not initialized
de: Loader: Loader-Verwaltung nicht initialisiert

source: No program heap memory available
de: kein Programm Heap-Speicher verfügbar

source: Loader: No GOT section in module
de: Loader: Keine GOT-Section im Modul vorhanden

source: Loader: GOT ID not supported
de: Loader: nicht unterstützte GOT-Kennung

source: Target loader not found on target
de: Target Loader ist nicht am Target vorhanden

source: Loader: B&R module start not found.
de: Loader: B&R-Modul Anfang nicht gefunden

source: RTC_bfix(): Maximum total correction time exceeded.
de: RTC_bfix(): Maximale Gesamtkorrekturzeit überschritten

source: RTC_bfix(): Maximum correction time per day exceeded.
de: RTC_bfix(): Maximale Korrekturzeit pro Tag überschritten

source: RTC_snF(): Switching point would cause a date change.
de: RTC_snF(): Schaltzeitpunkt würde eine Datumsänderung bewirken

source: RTC_snF(): Switch point not for the current year.
de: RTC_snF(): Schaltzeitpunkte nicht für das aktuelle Jahr

source: RTC_snF(): Switching months swapped.
de: RTC_snF(): Schaltmonate vertauscht

source: No information available (incorrect context).
de: IO-Bibliothek: Keine Information verfügbar

source: Function was called simultaneously in more than one resource.
de: IO-Bibliothek: Mehrere Aufrufe gleichzeitig nicht zulässig

source: Force cannot be performed for analog data with uneven length or uneven address.
de: IO-Bibliothek: Forcen auf Analog-IO mit ungerader Länge oder Adresse nicht möglich

source: Function cannot be called in timer resources.
de: IO-Bibliothek: Aufruf in einer HS-Taskklasse nicht erlaubt

source: I/O module inserted but the module type doesn't match.
de: IO-Bibliothek: IO-Modul gesteckt, aber Modultyp stimmt nicht

source: I/O module, screw-in module or system module not inserted or incorrect.
de: IO-Bibliothek: IO-Modul nicht gesteckt

source: Incorrect data_adr address given.
de: IO-Bibliothek: Falsche Adresse 'data_adr' angegeben

source: Incorrect intern_off offset or incorrect data_len length.
de: IO-Bibliothek: Falscher Offset 'intern_off' oder falsche Länge 'data_len'

source: Function is not allowed to be called on parallel processor or multi-processor.
de: IO-Bibliothek: Funktion am MP/PP nicht zulässig

source: Function in progress (call in next cycle required).
de: IO-Bibliothek: Funktion in Arbeit (Aufruf im nächsten Zyklus notwendig).

source: IO2003 Busy Timeout in cycle
de: IO2003: Busy-Timeout im Zyklus

source: IO2003 Configuration change
de: IO2003: Konfigurations-Änderung

source: IO2003 Manager not available or memory problem
de: IO2003: Manager nicht vorhanden bzw. Speicherproblem

source: IO2003 Initialization faulty
de: IO2003: Initialisierung fehlerhaft

source: Error in direct I/O.
de: IO2003: Fehler beim Direkt-IO

source: IO2003 Data type error for elements of SYS2003
de: IO2003: Fehler bei den Datentypen der Elemente von SYS2003

source: IO2003 AIF Version not supported
de: IO2003: AIF-Version nicht unterstützt

source: IO2003 ANP Version not supported
de: IO2003: ANP-Version nicht unterstützt

source: 2003: Direct I/O overflow.
de: IO2003: Direkt-I/O-Overflow.

source: 2003: Old direct I/O task still active.
de: IO2003: Alter Direkt-I/O-Auftrag noch aktiv

source: Function not possible for systems with EX350.
de: IO-Bibliothek: Funktion auf Systemen mit EX350 derzeit nicht möglich

source: Function not possible with optimized I/O emulation.
de: IO-Bibliothek: Funktion bei optimierter I/O-Emulation derzeit nicht möglich

source: This module EMU_2005 is for another CPU type
de: IO-Bibliothek: Dieses Modul EMU_2005 ist für einen anderen CPU-Typ bestimmt

source: IO-Library: FBK not allowed for this CPU type
de: IO-Bibliothek: Funktion auf diesem CPU-Typ nicht zulässig

source: FBK data no longer available in I/O internal pool.
de: IO-Bibliothek: Funktionsblock-Daten liegen nicht im I/O-Merker-Pool

source: Hardware configuration code not supported.
de: IO-Bibliothek: Kennung der Hardware-Konfiguration wird nicht unterstützt

source: No 2005 basis I/O available.
de: IO-Bibliothek: Kein 2005-Basis-I/O vorhanden

source: No access to 2010 I/O or 2005 expansions.
de: IO-Bibliothek: Kein Zugriff auf 2010-I/O bzw. 2005-Erweiterungen

source: IO-Library: sc_adr must be WORD-aligned (IO_mphydef)
de: IO-Bibliothek: sc_adr muss WORD-aligned sein (IO_mphydef)

source: IO-Library: IO exception caused of last ASIC#2 command (IO_check)
de: IO-Bibliothek: IO-Exception durch vorigen ASIC#2 Auftrag (IO_check)

source: The lenght of the line must not be more than 1024 characters!
de: Die Länge der Zeile darf 1024 Zeichen nicht überschreiten.

source: Incorrect parameter.
de: Dieser IO-Controller ist nicht implementiert

source: This I/O controller is not implemented
de: Dieser IO-Controller ist nicht implementiert

source: Timeout during cyclic command on the IO controller
de: Timeout beim zyklischen Kommando an den IO-Controller

source: HW configuration: At least EXERMO V1.40 required
de: HW-Konfiguration: Zumindest EXERMO V1.40 notwendig

source: read ring buffer is empty, no more data
de: _CM471IO: IOC_read Ringbuffer leer

source: READ_OVERFLOW; read ring buffer is full, data from CM471 is lost!
de: _CM471IO: IOC_read Ringbuffer voll

source: WRITE_OVERFLOW; write ring buffer is full
de: _CM471IO: IOC_write Ringbuffer voll

source: No CM471 module available
de: _CM471IO: CM471-Modul nicht vorhanden

source: LS472 - Incorrect slot number
de: LS472: Falsche Slotnummer

source: LS472 - Slot not enabled
de: LS472: Slot ist nicht enabled

source: LS472 - Register15 response for Read
de: LS472: Register15 Antwort bei Read

source: LS472 Manager not initialized
de: LS472: Manager nicht initialisiert

source: LS472 - Incorrect check sum for communication
de: LS472: Falsche Prüfsumme bei Kommunikation

source: LS472 - ANP does not respond
de: LS472: ANP antwortet nicht

source: LS472 - Incorrect response for watchdog report
de: LS472: Falsche Antwort bei Watchdogaufziehen

source: IO2003 Special module access is only possible using special FBKs possible
de: IO2003: Sondermodulzugriff ist nur über spezielle FUBs möglich

source: IO2003 Maximum number of IO modules to the right of CPU exceeded
de: IO2003: Maximale Anzahl von IO-Modulen rechts der CPU überschritten

source: IO2003: Manager not compatible with version of Automation Runtime
de: IO2003: Manager inkompatibel zur Automation Runtime-Version

source: The PLC task/HS task chaining is destroyed
de: Die SPSTask/HSTaskverkettung der TC/HSTC ist zerstört

source: VARIABLE ACCESS TASK: No access rights with PV-read
de: VARIABLENZUGRIFFSTASK: Kein Zugriffrecht mit PV-read

source: VARIABLE ACCESS TASK: DATA TYPE - Error
de: VARIABLENZUGRIFFSTASK: DATENTYP - Fehler

source: VARIABLE ACCESS TASK: Index Error
de: VARIABLENZUGRIFFSTASK: Index-Fehler

source: VARIABLE ACCESS TASK: No access rights with PV-write
de: VARIABLENZUGRIFFSTASK: Kein Zugriffrecht mit PV-write

source: VARIABLE ACCESS TASK: VL not found
de: VARIABLENZUGRIFFSTASK: VL nicht gefunden

source: VARIABLE ACCESS TASK: PV not found
de: VARIABLENZUGRIFFSTASK: PV nicht gefunden

source: VARIABLE ACCESS TASK: Invalid system message with SY_Event
de: VARIABLENZUGRIFFSTASK: Ungültige System-Message bei SY_Event

source: VARIABLE ACCESS TASK: Access Error
de: VARIABLENZUGRIFFSTASK: Zugriffsfehler

source: VARIABLE ACCESS TASK: Invalid MI-Code
de: VARIABLENZUGRIFFSTASK: Ungültiger MI-Code

source: VARIABLE ACCESS TASK: Invalid connection state
de: VARIABLENZUGRIFFSTASK: Ungültige Verbindungsstate

source: VARIABLE ACCESS TASK: KA-Ptr = NULL
de: VARIABLENZUGRIFFSTASK: KA-Ptr = NULL

source: VARIABLE ACCESS TASK: Invalid Base pointer
de: VARIABLENZUGRIFFSTASK: Ungültiger Basepointer

source: VARIABLE ACCESS TASK: No valid B&R Address
de: VARIABLENZUGRIFFSTASK: Keine gültige B&R-Adresse

source: VARIABLE ACCESS TASK: Index points to a descriptor
de: VARIABLENZUGRIFFSTASK: Index zeigt auf einen Descriptor

source: PROGRAM INVOCATION: Invalid Event Type
de: PROGRAMINVOCATION: Ungültiger Event-Typ

source: PROGRAM INVOCATION: Invalid System Message
de: PROGRAMINVOCATION: Ungültige System-Message

source: PROGRAM INVOCATION: PI_Index error
de: PROGRAMINVOCATION: PI_Indexfehler

source: PROGRAM INVOCATION: Invalid MI-Code
de: PROGRAMINVOCATION: Ungültiger MI-Code

source: PROGRAM INVOCATION: Invalid Object
de: PROGRAMINVOCATION: Ungültiges Objekt

source: PROGRAM INVOCATION: Invalid state of the Objects
de: PROGRAMINVOCATION: Ungültiger State des Objektes

source: PROGRAM INVOCATION: No more connections free
de: PROGRAMINVOCATION: Keine Verbindung mehr frei

source: PROGRAM INVOCATION: OS Error - t_start
de: PROGRAMINVOCATION: Fehler vom Automation Runtime t_start

source: No PP HSTC installed on the PP
de: Keine MP/PP-HSTC am MP/PP installiert bzw. gestartet

source: PP HSTC job not ready
de: MP/PP-HSTC-Zyklus noch nicht fertig

source: MPServer: Multiprocessor not available
de: MPServer: Multiprozessor nicht vorhanden

source: MPServer: Not a valid instruction code
de: MPServer: Kein gültiger Auftragscode

source: MPServer: Timeout in Handshake to multiprocessor
de: MP/PP: Timeout im Handshake zum Multiprozessor

source: MPServer: Wrong ionstruction data length
de: MPServer: falsche Auftrags-Datenlänge

source: Faulty data object found during boot
de: DMEM: Defektes Datenmodul im DMEM-Bereich

source: Internal DMEMORY handle 0 or invalid (-> memory error)
de: DMEM: Ungültiges DMEM-Handle (NULL ?)

source: No memory available
de: DMEM: Zu wenig temporärer Speicher

source: No UserFlashPROM
de: DMEM: Kein Anwender-Flash vorhanden

source: No entry for UserFlashPROM
de: DMEM: Interner Fehler

source: No 64 KB block available in UserFlashPROM
de: DMEM: Kein freier 64K Block im Anwender-Flash

source: No 64 KB block available in UserFlashPROM
de: DMEM: Interner Fehler

source: Target not supported
de: DMEM: CPU-Typ wird nicht unterstützt

source: Internal error.
de: DMEM: Interner Fehler

source: Internal error
de: DMEM: Interner Fehler

source: Incorrect block_no
de: DMEM: Falsche block_no

source: id parameter invalid or incorrect module type
de: DMEM: Referenzmodul ID/Typ ungültig

source: DMEMORY full
de: DMEM: Freier Bereich zu klein

source: Data object with the parameter name already exists
de: DMEM: Modulname existiert bereits

source: size parameter has an incorrect value
de: DMEM: Referenzmodul Länge verschieden

source: DMEMORY busy
de: DMEM: Wird gerade bearbeitet

source: No 64 KB block available in UserFlashPROM
de: DMEM: Modul gelöscht

source: Block number too large
de: DMEM: Blocknummer zu groß

source: Parameter data is NULL
de: DMEM: Data-Pointer in DMstore ist NULL

source: Module checksum destroyed
de: Prüfsumme eines Moduls ist falsch

source: Cyclic system manager action is not implemented
de: Zyklische Systemmanageraktion nicht implementiert

source: Checksum of the system anchor destroyed
de: Prüfsumme der Systemanker ist falsch

source: System Manager Checksum destroyed
de: Prüfsumme einer Systemstruktur ist falsch

source: Checksum of the system management table destroyed
de: Prüfsumme der Systemverwaltungstabelle ist falsch

source: Checksum of the base management table destroyed
de: Prüfsumme der Basisverwaltungstabelle ist falsch

source: Too many EX100 / NW100 modules
de: Anzahl der vorhandenen EX100 / NW100 ist zu groß

source: System Structure No. 0 destroyed
de: Systemstruktur Nr. 0 zerstört (Taskklassen Tabelle)

source: System Structure No. 1 destroyed
de: Systemstruktur Nr. 1 zerstört (SPS-Task Tabelle)

source: System Structure No. 2 destroyed
de: Systemstruktur Nr. 2 zerstört (SS-Taskklassen Tabelle)

source: System Structure No. 3 destroyed
de: Systemstruktur Nr. 3 zerstört (Restzeittask Tabelle)

source: System Structure No. 4 destroyed
de: Systemstruktur Nr. 4 zerstört (Systemtask Tabelle)

source: System Structure No. 5 destroyed
de: Systemstruktur Nr. 5 zerstört (SPSIO Verwaltungs-Tabelle)

source: System Structure No. 6 destroyed
de: Systemstruktur Nr. 6 zerstört (SPSIO Auftrags-Tabelle)

source: System Structure No. 7 destroyed
de: Systemstruktur Nr. 7 zerstört (Dauer-Force Tabelle)

source: System Structure No. 8 destroyed
de: Systemstruktur Nr. 8 zerstört (Force Tabelle)

source: System Structure No. 9 destroyed
de: Systemstruktur Nr. 9 zerstört (PV Verwaltungs-Tabelle)

source: System cycle time violation/Total time bottle-neck in system
de: Systemzykluszeitverletzung / Totaler Zeitengpaß im System

source: The cyclical activities of the system manager are missing
de: Die zyklischen Tätigkeiten des Systemmanagers fehlen

source: The system manager is not correctly configured
de: Der Systemmanager ist nicht korrekt konfiguriert

source: B&R Library or mathematic library not installed
de: B&R Bibliothek bzw. Mathematikbibliothek nicht installiert

source: System Manager internal Error
de: Interner Fehler Systemmanager

source: System Manager internal Error
de: Interner Fehler Systemmanager

source: Communication channel is already being used
de: Kommunikationskanal wird bereits benutzt

source: Communication channel is not used
de: Kommunikationskanal wurde nicht benutzt

source: Incorrect parameter transmitted to system manager
de: Falsche Parameterübergabe an Systemmanager

source: B&R Module No. 5 destroyed
de: B&R Modul Nr. 5 zerstört

source: B&R Module No. 4 destroyed
de: B&R Modul Nr. 4 zerstört

source: B&R Module No. 7 destroyed
de: B&R Modul Nr. 7 zerstört

source: B&R Module No. 6 destroyed
de: B&R Modul Nr. 6 zerstört

source: B&R Module No. 1 destroyed
de: B&R Modul Nr. 1 zerstört

source: B&R Module No. 0 destroyed
de: B&R Modul Nr. 0 zerstört

source: B&R Module No. 3 destroyed
de: B&R Modul Nr. 3 zerstört

source: B&R Module No. 2 destroyed
de: B&R Modul Nr. 2 zerstört

source: B&R Module No. 9 destroyed
de: B&R Modul Nr. 9 zerstört

source: B&R Module No. 8 destroyed
de: B&R Modul Nr. 8 zerstört
