Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Incorrect interrupt number transmitted
de: Falsche Interruptnummer übergeben

source: Mode is not supported by IRC
de: Mode wird vom IRC nicht unterstützt

source: Incorrect access to hardware component (IRC)
de: Falscher Zugriff auf Hardwarekomponente (IRC)

source: ENABLE for IRC_setvector not allowed in this mode
de: ENABLE bei IRC_setvector mit diesem Mode nicht zulässig

source: Incorrect vector for IRC_setvector
de: Falscher Vector bei IRC_setvector

source: Incorrect mode for IRC_setvector
de: Falscher Mode bei IRC_setvector

source: Default IRQ context handler
de: Default-IRQ-Kontexthandler

source: Too many IRQ context handlers
de: Zuviele IRQ-Kontexthandler

source: Error during watchdog activation
de: Fehler bei der Aktivierung des Watchdogs

source: No inititialization for IRQ context
de: Keine Inititialisierung für IRQ-Kontext

source: Incorrect time at timer activation
de: Falsche Zeit bei Timeraktivierung

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Timer does not support this time
de: Timer unterstützt diese Zeit nicht

source: Timer does not support interrupt
de: Timer unterstützt keinen Interrupt

source: Incorrect access to hardware component (CRM)
de: Falscher Zugriff auf Hardwarekomponente (CRM)

source: Incorrect offset for access to CRM
de: Falsches Offset bei Zugriff auf CRM

source: Incorrect length for access to CRM
de: Falsche Länge beim Zugriff auf CRM

source: No subslot module inserted
de: Kein Subslotmodul gesteckt

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: DRAM copied: Memory already assigned, warmstart not possible
de: DRAM-Kopieren: Speicher schon belegt, Warmstart nicht möglich

source: Incorrect access to hardware component / Not enough DRAM
de: Falscher Zugriff auf Hardwarekomponente / DRAM zu klein

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component
de: Falscher Zugriff auf Hardwarekomponente

source: Incorrect access to hardware component (DMA)
de: Falscher Zugriff auf Hardwarekomponente (DMA)

source: Incorrect access to hardware component (DMA)
de: Falscher Zugriff auf Hardwarekomponente (DMA)

source: Incorrect access to hardware component (AS1)
de: Falscher Zugriff auf Hardwarekomponente (AS1)

source: Incorrect access to hardware component (AS1)
de: Falscher Zugriff auf Hardwarekomponente (AS1)

source: Incorrect access to hardware component (PAP)
de: Falscher Zugriff auf Hardwarekomponente (PAP)

source: Incorrect access to hardware component (PAP)
de: Falscher Zugriff auf Hardwarekomponente (PAP)

source: No interrupt handler installed for IRL1 Interrupt
de: Kein Interrupthandler für IRL1 Interrupt installiert

source: Too little memory available in the analog I/O area.
de: Zuwenig Speicher fuer analoge IO Variable

source: Not enough memory in Dig. IO Area
de: Zuwenig Speicher fuer digitale IO Variable

source: Not enough memory in IO Management Area
de: Zuwenig Speicher im IO Managementbereich

source: Memory not available
de: Zuwenig Speicher im Userbereich (MEM_alloc)

source: Memory not available
de: Zuwenig Speicher im temporären Bereich (TMP_alloc)

source: Not enough memory in the OS area.
de: Zuwenig Speicher im Automation Runtime-Bereich

source: Not enough memory for digital variables in the memory pool.
de: Zuwenig Speicher fuer digitale Merker im Speicher-Pool

source: Not enough memory in Ana. System Area
de: Zuwenig Speicher fuer analoge Merker im Speicher-Pool

source: Not enough memory in the debug area.
de: Zuwenig Speicher im Debugbereich

source: Not enough memory in the copy area.
de: Zuwenig Speicher im Kopierbereich

source: Not enough memory in the driver area.
de: Zuwenig Speicher im Treiberbereich

source: Not enough memory available in the PP DRP area.
de: Zuwenig Speicher im PP-DPR-Bereich

source: Not enough memory in the RIO management area.
de: Zuwenig Speicher im RIO Managementbereich

source: Not enough memory in the local RIO area.
de: Zuwenig Speicher im lokalen RIO Bereich

source: Not enough memory for digital RIO variables.
de: Zuwenig Speicher fuer digitale RIO Variable

source: Not enough memory for analog RIO variables.
de: Zuwenig Speicher fuer analoge RIO Variable

source: Invalid memory class with MEM_alloc.
de: Ungültige Speicherklasse bei MEM_alloc

source: Not enough memory available for malloc().
de: Zuwenig Speicher verfügbar bei malloc()

source: Invalid parameter for MEM_free in the digital I/O area.
de: Ungültiger Parameter bei MEM_free im dig. IO-Bereich

source: Transferred data length or pointer to data is incorrect.
de: Übergebene Datenlänge oder Pointer auf Daten ist falsch

source: Invalid parameter for MEM_free in the IO VW area.
de: Ungültiger Parameter bei MEM_free im IO Managementbereich

source: Invalid input parameter in the release memory function
de: Ungültiger Parameter bei MEM_free im temporären Bereich (TMP_alloc)

source: Invalid input parameter in the release memory function
de: Ungültiger Parameter bei MEM_free im Userbereich (MEM_alloc)

source: Invalid parameter for MEM_free in the digital internal variable area.
de: Ungültiger Parameter bei MEM_free für digitale Merker

source: Invalid parameter for MEM_free in the OS area.
de: Ungültiger Parameter bei MEM_free im Automation Runtime-Bereich

source: Invalid parameter for MEM_free in the debug area.
de: Ungültiger Parameter bei MEM_free im Debug-Bereich

source: Invalid parameter for MEM_free in the analog internal variable area.
de: Ungültiger Parameter bei MEM_free für analoge Merker

source: Invalid parameter for MEM_free in the driver area.
de: Ungültiger Parameter bei MEM_free im Treiber-Bereich

source: Invalid parameter for MEM_free in the copy area.
de: Ungültiger Parameter bei MEM_free im Kopier-Bereich

source: Invalid parameter for MEM_free in the PP DPR area.
de: Ungültiger Parameter bei MEM_free im PP-DPR-Bereich

source: Invalid parameter for MEM_free in local RIO area.
de: Ungültiger Parameter bei MEM_free im lok. RIO-Bereich

source: Invalid parameter for MEM_free in the RIO VW area.
de: Ungültiger Parameter bei MEM_free im RIO Managementbereich

source: Invalid parameter for MEM_free in the analog RIO area.
de: Ungültiger Parameter bei MEM_free im ana. RIO-Bereich

source: Invalid parameter for MEM_free in the digital RIO area.
de: Ungültiger Parameter bei MEM_free im dig. RIO-Bereich

source: Invalid parameter for free().
de: Ungültiger Parameter bei free()

source: Invalid memory class with MEM_free.
de: Ungültige Speicherklasse bei MEM_free

source: Semaphore occupied
de: BURLIB: Semaphore nicht verfügbar

source: No semaphore object available
de: BURLIB: Keine weiteren Semaphorebuffer

source: Semaphore object deleted
de: BURLIB: Semaphore wurde gelöscht

source: Invalid time
de: BURLIB: Ungültige Zeit

source: Invalid tick number
de: BURLIB Ungültige Tickanzahl

source: Invalid date
de: BURLIB: Ungültiges Datum

source: invalid time
de: BURLIB Ungültige Zeit

source: No time available
de: BURLIB: Zeit nicht verfügbar

source: Invalid pointer
de: FORCEN: Ungültiger Pointer

source: Invalid flag
de: FORCEN: Ungültiges Flag

source: Invalid data type for a PV to be forced
de: FORCEN: Ungültiger Datentyp

source: Invalid Task Class for a PV to be forced
de: FORCEN: Ungültige Taskklasse

source: Invalid B&R physical address (Extension bit) for a PV to be forced
de: FORCEN: Ungültige Adresse (Extensionbit)

source: Invalid Base pointer for a PV to be forced
de: FORCEN: Ungültiger Basepointer

source: This PV is already forced
de: FORCEN: Diese PV wird bereits geforct

source: Invalid Index, PV will not be forced
de: FORCEN: Ungültiger Index, PV wird nicht geforct

source: ERR_HI_NOMOD
de: History-Modul nicht vorhanden

source: ERR_ER_NOMOD
de: Fehlermodul nicht vorhanden

source: Multiple run through of the ring buffer
de: Mehrfaches Durchlaufen des Ringbuffers

source: No more entries are free in the connection list of the Comm Area
de: Kein neuer Eintrag in der Verbindungsliste der KommArea mehr frei

source: Invalid state of a connection in the Comm Area
de: Ungültiger State einer Verbindung in der KommArea

source: No entry found in the connection list of the Comm Area
de: Keinen Eintrag in der Verbindungsliste der KommArea gefunden

source: No Comm Area configured for a communication task
de: Keine KommArea für einen Kommunikationstask konfiguriert

source: Invalid Index for KA_del_entry
de: Ungültiger Index für KA_del_entry

source: Checksum in B&R Module Header is wrong
de: Checksumme im B&R Modul-Header stimmt nicht

source: Memory manager: Semaphore occupied
de: Speichermanager: Semaphor belegt

source: HS Task class timer not available
de: HS-Taskklassentimer nicht vorhanden

source: AVT already exists
de: AVT schon vorhanden

source: AVT Link count Error
de: AVT Linkcount Fehler

source: Invalid memory class
de: Ungültige Speicherklasse

source: No memory available (target system operating system V1.05)
de: Zuwenig Speicher verfügbar

source: System timer not available
de: Kein Systemtimer vorhanden

source: ERR_SM_WRONG_DATPTR
de: Ungültiger Datenpointer

source: Global FB not found -> Load library
de: Globaler FUB nicht vorhanden -> Bibliothek laden

source: ERR_AVT_UPDATE
de: AVT Fehler beim Update

source: Too many memory types in PCCSWCFG module
de: Zuviele Speicher-Typen im SYSCONF-Modul

source: Memory Info: Attempt in the next bitmap
de: Speicher-Info: Versuch es in der nächsten Bitmap

source: IO Access: No valid table
de: IO-Zugriff: keine gültige Tabelle

source: IO Access: Incorrect access flag
de: IO-Zugriff: falsches Zugriffsflag

source: IO Access: No PLC IO
de: IO-Zugriff: kein SPSIO

source: IO Access: Incorrect Parameter
de: IO-Zugriff: falscher Parameter

source: Invalid Memory Class
de: Ungültige Speicherklasse

source: Not enough Memory Available
de: Zuwenig Speicher verfügbar

source: ERR_MO_WRONG_CS
de: Checksumme des B&R-Moduls nicht in Ordnung

source: ERR_MO_NOINSTALL
de: B&R-Modul kann nicht installiert werden

source: Module data in the contents directory module and B&R module is different
de: Moduldaten im Inhaltsverzeichnismodul und B&R-Modul sind unterschiedlich

source: Invalid Block Number
de: Ungültige Blocknummer

source: Invalid Data length accessing a B&R Module
de: Ungültige Datenlänge beim Zugriff auf ein B&R-Modul

source: Invalid Section in a B&R Module
de: Ungültige Section in einem B&R-Modul

source: Offset Error in a B&R Module
de: Offset Fehler in einem B&R-Modul

source: Invalid Address for a B&R Module
de: Ungültige Adresse für ein B&R-Modul

source: module module_name not available
de: Modul module_name nicht vorhanden

source: Invalid name length for a B&R Module
de: Ungültige Namenslänge für ein B&R-Modul

source: Invalid Entry in System Structure
de: Falscher Eintrag in Systemstruktur

source: Invalid Access Flag
de: Falsches Zugriffsflag

source: Invalid length for system structures.
de: Ungültige Länge für die Systemstrukturen

source: System Structure Confuguration Error
de: Konfigurationsfehler in den Systemstrukturen

source: No Memory for Local Allocation
de: Kein Speicher bei lokaler Allocation

source: Invalid Pointer in the System Structure
de: Ungültiger Pointer in die Systemstrukturen

source: Configuration error in system structures.
de: Konfigurationsfehler in den Systemstrukturen

source: System Structure Configuration Error
de: Konfigurationsfehler in den Systemstrukturen

source: Frame driver not loaded.
de: Falsches Suchkriterium für die Systemstrukturen

source: Invalid function number in a PPTRAP-Call
de: Ungültige Funktionsnummer in einem PPTRAP-Call

source: Invalid function number in a BTCTRAP-Call
de: Ungültige Funktionsnummer in einem BTCTRAP-Call

source: Invalid function number in a BURTRAP-Call
de: Ungültige Funktionsnummer in einem BURTRAP-Call

source: Invalid function number in a INSTTRAP-Call
de: Ungültige Funktionsnummer in einem INSTTRAP-Call

source: device != 0 is not allowed in the base system V1.10.
de: Ungültige Funktionsnummer in einem SYSTRAP-Call

source: Error 'info' in the communication
de: Fehler 'Binary Data' in der Kommunikation

source: No User Exception task found
de: Kein User-Exceptiontask gefunden

source: Incorrect offset
de: Falscher Offset

source: Invalid length entry
de: BURLIB: Ungültige Datenlänge

source: Maximum link count (127) reached
de: BURLIB: Linkcount bei AVT_attach ist größer als 127

source: Link count = 0 (AVT_release())
de: BURLIB: Linkcount bei AVT_release ist NULL

source: Illegal parameter
de: Ungültiger Parameter

source: Inactive area accessed
de: BURLIB: Ungültiger Basepointer

source: Invalid area code
de: BURLIB: Ungültiger SPSIO-Typ

source: Invalid extension bit
de: BURLIB: Ungültiges Extension Bit

source: Invalid version of the SYS_LIB library
de: BURLIB: Ungültige SPSSW-Version

source: Wrong module type
de: Falscher Modultyp

source: BURLIB: Not enough semaphore configured (PLCSWCFG)
de: BURLIB: Zuwenig Semaphore konfiguriert (Konfiguration)

source: Invalid object ID or object with this name not found (SM_ident())
de: BURLIB: Ungültige Objekt-ID, bzw. Objekt per Name nicht gefunden (SM_ident())

source: Object not found or object table full (with SM_create())
de: BURLIB: Kein Eintrag vorhanden

source: Long names for PVs are not supported
de: PV Langnamen werden nicht unterstützt

source: Object already exists
de: BURLIB: Objekt bereits vorhanden

source: SM_attach() timed out
de: BURLIB: Timeout Fehler

source: BURLIB: Linkcnt <> 0 or Linkcnt > 127
de: BURLIB: Linkcnt <> 0 oder Linkcnt> 127

source: Object already exists
de: BURLIB: Eintrag existiert bereits

source: Invalid offset for read/write access to a data object.
de: BURLIB: Falscher Offset

source: Incorrect resource number
de: BURLIB: Falsche TC-Nummer

source: Error from UT_recmsg()
de: BURLIB: Keine Nachricht gesendet/empfangen

source: Incorrect module/object status
de: BURLIB: Falscher State eines Objektes

source: Error from UT_recmsg()
de: BURLIB: Ungültige Mailbox

source: Error occurred with DA_burn() / DA_fix()
de: BURLIB: Fehler beim Programmieren eines Moduls

source: Object not available
de: BURLIB: Objekt nicht vorhanden

source: Semaphore object already deleted
de: BURLIB: Objekt ist schon gelöscht

source: Incorrect object type (module type)
de: BURLIB: Falscher Objekttyp

source: Incorrect mode when calling MO_copy
de: falscher Mode beim Aufruf von MO_copy

source: NonCyclic-Loader: Initialization not possible
de: NonCyclic-Loader: Initialisierung nicht möglich

source: NonCyclic-Loader: Entry not found
de: NonCyclic-Loader: Eintrag nicht gefunden

source: SYS_SERVICE: Parallel call, try again
de: SYS_SERVICE: paralleler Aufruf, noch ein Versuch notwendig

source: SYS_SERVICE: Too many entries
de: SYS_SERVICE: zuviele Einträge

source: SYS_SERVICE: Incorrect Mode
de: SYS_SERVICE: Falscher Mode

source: SYS_SERVICE: Initialization error
de: SYS_SERVICE: Fehler bei der Initialisierung

source: SYS_SERVICE: Entry defined twice
de: SYS_SERVICE: Eintrag doppelt definiert

source: SYS_SERVICE: Entry to be deleted is not available
de: SYS_SERVICE: Eintrag zum Löschen nicht vorhanden

source: BITMAP: The memory to be freed is already free
de: BITMAP: Der freigegebene Speicher ist bereits frei

source: The requested data length is larger than the total memory area
de: BITMAP: Die angeforderte Datenlänge ist größer als der Speicherbereich

source: Invalid pointer
de: BITMAP: Der übergebende Datenpointer zeigt in den Verwaltungsbereich

source: A large enough memory area could be found
de: BITMAP-Alloc: Kein genügend großer freier Speicherbereich vorhanden

source: The pointer in the bitmap management data is not WORD aligned
de: BITMAP: Zeiger auf die Verwaltungsdaten ist nicht WORD-Aligned

source: Attempt to generate a bitmap with 0 units
de: BITMAP: 0 Units beim Generieren

source: Size of a bit map unit is too large or 0
de: BITMAP: Größe einer Bitmapeinheit zu groß oder NULL

source: Invalid memory class.
de: Ungültige Speicherklasse

source: Invalid memory management structure in the digital RIO area.
de: Ungültige Speicherverwaltungsstruktur im dig. RIO-Bereich

source: Invalid memory management structure in the analog RIO area.
de: Ungültige Speicherverwaltungsstruktur im ana. RIO-Bereich

source: Invalid memory management structure in RIO VW area.
de: Ungültige Speicherverwaltungsstruktur im RIO Managementbereich

source: Invalid memory management structure in the local RIO area.
de: Ungültige Speicherverwaltungsstruktur im lok. RIO-Bereich

source: Invalid memory management structure in IO VW area
de: Ungültige Speicherverwaltungsstruktur im IO Managementbereich

source: Invalid memory management structure in the analog I/O area.
de: Ungültige Speicherverwaltungsstruktur im ana. IO-Bereich

source: Invalid memory management structure in the digital I/O area.
de: Ungültige Speicherverwaltungsstruktur im dig. IO-Bereich

source: Invalid memory management structure in PP DPR area.
de: Ungültige Speicherverwaltungsstruktur im PP-DPR-Bereich

source: Invalid memory management structure in the copy area.
de: Ungültige Speicherverwaltungsstruktur im Kopier-Bereich

source: Invalid memory management structure in the driver area.
de: Ungültige Speicherverwaltungsstruktur im Treiber-Bereich

source: Invalid memory management structure in the analog internal variable area.
de: Ungültige Speicherverwaltungsstruktur im ana. Merker-Bereich

source: Invalid memory management structure in the debug area.
de: Ungültige Speicherverwaltungsstruktur im Debug-Bereich

source: Invalid memory management structure in the OS area.
de: Ungültige Speicherverwaltungsstruktur im Automation Runtime-Bereich

source: Invalid memory management structure in the digital internal variable area.
de: Ungültige Speicherverwaltungsstruktur im dig. Merker-Bereich

source: Invalid memory management structure in the user area.
de: Ungültige Speicherverwaltungsstruktur im Userbereich (MEM_alloc)

source: Invalid memory management structure in the PCCSW area.
de: Ungültige Speicherverwaltungsstruktur im Automation Runtime-Bereich

source: The checksum in the program code isn't correct in RAM.
de: Checksumme des Programmiercodes im RAM stimmt nicht

source: PROM/FLASH cannot be burned. Write-protected?
de: PROM/FLASH kann nicht gebrannt werden, Schreibschutzschalter ?

source: Not enough PROM/FLASH memory available.
de: Zu wenig freier PROM/FLASH-Speicher

source: PROM/FLASH not erased.
de: PROM/FLASH nicht gelöscht

source: Incorrect PROM type. No FIXRAM configured?
de: Falscher PROM-Typ, kein FIXRAM konfiguriert ?

source: PROM/FLASH verify not OK.
de: PROM-/FLASH-Verify nicht OK

source: PROM/FLASH with programming voltage not deleted.
de: PROM/FLASH mit Programmierspannung nicht gelöscht

source: Warning: CAN: Stuff error -> CAN ID collision / baud rate
de: Warnung: CAN: Stuff Fehler -> CAN-ID Kollision / Baudrate

source: INA2000 CAN: No Rx buffer free
de: INA2000 CAN: Kein Rx Buffer frei

source: Warning: CAN: ACK error - No acknowledge from other nodes
de: Warnung: CAN: ACK Fehler - Kein Ack von anderen Knoten

source: Warning: CAN: Form error
de: Warnung: CAN: Format Fehler

source: Warning: CAN: Bit0 send error (dominant bit)
de: Warnung: CAN: Bit0 Sende Fehler (dominantes Bit)

source: Warning: CAN: Bit1 send error (recessive bit)
de: Warnung: CAN: Bit1 Sende Fehler (rezessives Bit)

source: Warning: CAN: CRC checksum error
de: Warnung: CAN: CRC Checksum Fehler

source: CAN CCI error: Object number not within value range
de: CAN-CCI: Objektnummer außerhalb des Wertebereichs

source: CAN CCI: Error
de: CAN-CCI: Fehler bei der Initialisierung

source: CAN CCI error
de: CAN-CCI: BUS_OFF-Problem

source: CAN CCI error
de: CAN-CCI: Buffer nicht konfiguriert

source: CAN CCI error
de: CAN-CCI: Hardware im Resetzustand

source: CAN CCI error (SG3)
de: CAN-CCI: Fehler beim Update der Daten

source: CAN CCI error (SG3)
de: CAN-CCI: Buffer wird gerade bearbeitet

source: CAN CCI error (SG3)
de: CAN-CCI: Read-Only Objekt

source: CAN CCI error (SG3)
de: CAN-CCI: Falscher Mode (Standard/Extended)

source: CAN CCI error (SG3)
de: CAN-CCI: Falsche Message-Länge eingestellt

source: CAN CCI error (SG3)
de: CAN-CCI: Receiveinterrupt muß eingstellt werden

source: CAN CCI error
de: CAN-CCI: Receiveinterrupt nicht erlaubt

source: CAN CCI error
de: CAN-CCI: Transmitinterrupt muß eingestellt werden

source: CAN CCI error
de: CAN-CCI: Transmitinterrupt nicht erlaubt

source: CAN CCI error
de: CAN-CCI: BUS_OFF-Zustand nicht eingenommen

source: CAN CCI error (SG3)
de: CAN-CCI: Schreiben mit Receiveobjekt

source: CAN CCI error (SG3)
de: CAN-CCI: Lesen mit Sendeobjekt

source: CAN CCI error (SG3)
de: CAN-CCI: Falsche CAN-ID eingetragen

source: CAN CCI error
de: CAN-CCI: BUS_ON-Zustand nicht eingenommen

source: CAN CCI error
de: CAN-CCI: Init-Zustand nicht eingenommen

source: CAN message overwritten
de: CAN-CCI: Meldung verloren

source: CAN CCI error (SG3)
de: CAN-CCI: Gelesene Daten inkonsistent trotz max. Wiederholungen

source: CAN CCI error
de: CAN-CCI: unzulässige Interruptnummer

source: CAN CCI error (SG3)
de: CAN-CCI: Fehler steht im Status (Struktur)

source: Send buffer is not free
de: CAN-CCI: Kein Sendebuffer frei

source: CANread(): No current data available for the specified CAN identifier.
de: CAN-CCI: Keine gültigen Daten vorhanden

source: CAN CCI error
de: CAN-CCI: Wiederholungszähler abgelaufen

source: CANread() error
de: CAN-CCI: Lesedaten sind inkonsistent

source: Incorrect user identifier us_ident passed along
de: CAN: Falscher User-Identifier us_ident wurde übergeben

source: Wrong CAN identifier
de: CAN: Falscher CAN-Identifier

source: CAN: False CAN identifier definition
de: CAN: CAN-Identifier Definition falsch

source: A COB with the specified CAN identifier has already been defined in the system
de: CAN: Ein COB mit dem angegebenen CAN-Identifier wurde im System schon einmal definiert

source: Not enough memory available for resources.
de: CAN: Zuwenig Speicher für Ressourcen verfügbar

source: Not enough communication objects (COBs) as specified in CANopen() and CANMulOpen() (increase cob_no ). CANexcep(): Invalid exception number exc_no. Valid range: 208 - 223. CANdftab(): Parameter table_adr=NULL
de: CAN: Zuwenig Kommunikationsobjekte (COBs) vorhanden als in CANopen() und CANMulOpen() angegeben wurden (cob_anz vergrößern).

source: Communication objects (COBs) identifier is already being used in the system.
de: CAN: Kommunikationsobjekte (COBs) Identifier wird im System schon verwendet

source: Wrong identifier
de: CAN: Falscher Identifier

source: CAN operation with the same CAN identifier is busy
de: CAN: CAN-Auftrag mit dem selben CAN-Identifier in Arbeit (busy)

source: COB Management (FBK memory) destroyed
de: CAN: COB-Verwaltung (FUB-Speicher) wurde zerstört

source: Invalid data length for CAN data
de: CAN: Ungültige Datenlänge der CAN Daten

source: Baud rate not allowed
de: CAN: Unzulässige Baudrate

source: Illegal number of COB
de: CAN: Unzulässige COB anzahl

source: Specified CAN controller not found
de: CAN: Angegebener CAN Kontroller nicht vorhanden

source: Send queue full
de: CAN: Übertragungs-Sende Queue voll

source: CAN bus is BusOff.
de: CAN: CAN-Bus ist BusOff
