Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Data section of firmware file invalid
de: Datenabschnitt der Firmware-Datei ungültig

source: Wrong firmware file version
de: Falsche Version der Firmware-Datei

source: Auhentification of firmware file invalid
de: Authentifizierung der Firmware-Datei ungültig

source: Data CRC of firmware file invalid
de: Daten-CRC der Firmware-Datei ungültig

source: Feature flags of firmware file invalid
de: Feature-Flags der Firmware-Datei ungültig

source: Auhentification of firmware file invalid
de: Authentifizierung der Firmware-Datei ungültig

source: Authentification CRC of firmware file invalid
de: Authentifizierungs-CRC der Firmware-Datei ungültig

source: Machine option section of configuration file invalid
de: Maschinenoptionsabschnitt der Konfigurationsdatei ungültig

source: Machine option section of configuration file invalid
de: Maschinenoptionsabschnitt der Konfigurationsdatei ungültig

source: Machine option section of configuration file invalid
de: Maschinenoptionsabschnitt der Konfigurationsdatei ungültig

source: UDID section of configuration file invalid
de: UDID-Abschnitt der Konfigurationsdatei ungültig

source: Configuration file header CRC invalid
de: Konfigurationsdatei-Header-CRC ungültig

source: Module flag section of configuration file invalid
de: Modul-Flag-Abschnitt der Konfigurationsdatei ungültig

source: Module flag section of configuration file invalid
de: Modul-Flag-Abschnitt der Konfigurationsdatei ungültig

source: Module flag section of configuration file invalid
de: Modul-Flag-Abschnitt der Konfigurationsdatei ungültig

source: Invalid address in data
de: Ungültige Adresse in den Datan

source: Parameter data incomplete
de: Parameterdaten unvollständig

source: Parameter data incomplete
de: Parameterdaten unvollständig

source: Write buffer full
de: Schreibpuffer voll

source: UDID section of configuration file invalid
de: UDID-Abschnitt der Konfigurationsdatei ungültig

source: UDID section version in configuration file invalid
de: Version des UDID-Abschnitts in der Konfigurationsdatei ungültig

source: CRC of configuration file invalid
de: CRC der Konfigurationsdatei ungültig

source: UDID CRC in configuration file invalid
de: UDID-CRC in der Konfigurationsdatei ungültig

source: Too many UDIDs in configuration file
de: Zu viele UDIDs in der Konfigurationsdatei

source: UDID section of configuration file incomplete
de: UDID-Abschnitt der Konfigurationsdatei unvollständig

source: UDID entries in configuration file invalid
de: UDID-Einträge in der Konfigurationsdatei ungültig

source: UDID section of configuration file incomplete
de: UDID-Abschnitt der Konfigurationsdatei unvollständig

source: Frame incomplete
de: Nachricht unvollständig

source: Frame length invalid
de: Nachrichtenlänge ungültig

source: Frame CRC invalid
de: CRC der Nachricht ungültig

source: Sub-frames inconsistent
de: Teilnachrichten inkonsistent

source: SPDO frame discovered
de: SPDO-Nachricht entdeckt

source: Invalid frame discovered
de: Ungültige Nachricht entdeckt

source: Invalid parameter header length
de: Ungültige Parameter-Header-Länge

source: Write invalid address
de: Geschriebene Moduladresse ungültig

source: Invalid address in parameter
de: Ungültige Adresse im Parameter

source: Parameter missing
de: Parameter fehlt

source: Parameter length invalid
de: Parameterlänge ungültig

source: Write invalid address
de: Geschriebene Moduladresse ungültig

source: Invalid parameter header number
de: Ungültige Parameter-Header-Nummer

source: Invalid parameter header address
de: Ungültige Adresses im Parameter-Header

source: SLX channel variable incomplete
de: SLX-Kanal-Variable ungültig

source: SCM command incomplete
de: SCM-Kommando unvollständig

source: SCM response incomplete
de: SCM-Antwort unvollständig

source: SLX channel message incomplete
de: SLX-Kanal-Nachricht unvollständig

source: Invalid checksum
de: Ungültige Prüfsumme

source: Checksum length too long
de: Prüfsumme zu lang

source: Set-to-operational for incompatible parameter
de: Set-to-operational mit inkompatiblen Parametern

source: Invalid additional parameter
de: Ungültiger erweiterter Parameter

source: Invalid module address
de: Ungültige Moduladresse

source: Invalid additional parameter
de: Ungültiger erweiterter Parameter

source: Invalid additional parameter
de: Ungültiger erweiterter Parameter

source: SLX channel message incomplete
de: SLX-Kanal-Nachricht unvollständig

source: Duplicate UDIDs
de: UDID mehrfach verwendet

source: Invalid UDID
de: UDID ungültig

source: No encoder for module address
de: Kein Geber für die Moduladresse

source: Invalid module address
de: Ungültige Moduladresse

source: Set-to-operational for unacknowledged UDID
de: Set-to-operational für unbestätigte UDID

source: Invalid module address
de: Ungültige Moduladresse

source: Invalid parameter data
de: Ungültige Parameterdaten

source: Invalid firmware revision
de: Ungültige Firmware-Revision

source: Set-to-operational for unacknowledged firmware
de: Set-to-operational für unbestätigte Firmware

source: Invalid module address
de: Ungültige Moduladresse

source: Could not open semaphore
de: Semaphor nicht verfügbar

source: Excessive task delay
de: Übermäßige Task-Verzögerung

source: Could not start task
de: Task-Start fehlgeschlagen

source: Program mismatch
de: Inkonsistente Programmversionen

source: Program error
de: Programmfehler

source: Mapping CRC error.
de: Mapping CRC Fehler

source: SafeKEY missing
de: SafeKEY fehlt

source: File has changed
de: Datei wurde geändert

source: Mapping CRC error.
de: Mapping CRC Fehler

source: date/time changed (PME)
de: Zeit/Datum geändert (PME)

source: new firmware received
de: Neue Firmware empfangen

source: firmwaredownload error uP2
de: Fehler beim Firmwaredownload (uP2)

source: firmwaredownload error uP1
de: Fehler beim Firmwaredownload (uP1)

source: File transfer successful
de: Dateitransfer erfolgreich abgeschlossen

source: Error during file transfer
de: Fehler beim Dateitransport

source: start bootup
de: Start Hochlauf

source: powerfail message
de: Spannungsausfall

source: reset after user operation
de: Reset nach Anwenderaktion

source: time/date changed
de: Zeit/Datum geändert

source: time/date changed
de: Zeit/Datum geändert

source: Invalid SafeKEY
de: Ungültiger SafeKEY

source: Error in the TCP channel
de: Fehler im TCP Kanal

source: Invalid mapping
de: Ungültiges Datenmapping

source: error asynchronous communication
de: Fehler asynchrone Kommunikation

source: Restart of safe processors delayed.
de: Der Neustart der sicheren Prozessoren wird verzögert.

source: Reboot not authorized
de: Neustart kann nicht durchgeführt werden

source: invalid file on SafeKEY
de: ungültige Datei auf dem SafeKEY

source: Remote control access
de: Fernbedienung

source: Filetransfer authorization ok
de: Dateitransfer Autorisierung OK

source: Reboot OK
de: Neustart der SL wird durchgeführt

source: File transfer authorization not ok
de: Dateitransfer Autorisierung fehlgeschlagen

source: internal error MFW_PreOp (µP2)
de: Interner Fehler MFW_PreOp (µP2)

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: error on call of safe application (uP2)
de: Fehler beim Aufruf der sicheren Applikation (uP2)

source: initial parameter check failed (uP2)
de: Initialer Parametercheck fehlgeschlagen (uP2)

source: flash test executed after SafeKEY format
de: Flashtest ausgeführt (nach SafeKEY-Format)

source: error execution monitoring (uP2)
de: Fehler Ablaufüberwachung (uP2)

source: internal error I/O mapping (uP2)
de: interner Fehler I/O-Mapping (uP2)

source: error cross communication (uP2)
de: Fehler Kreuzkommunikation (uP2)

source: error in output mapping of SD application (uP2)
de: Fehler im Ausgangsmapping der SD-Applikation (uP2)

source: error in input mapping of SD application
de: Fehler im Eingangsmapping der SD-Applikation

source: error domain download into flash (uP2)
de: Fehler bei Domain Download ins Flash (uP2)

source: invalid domain download (uP2)
de: ungültiger Domain-Download (uP2)

source: error importing application files (uP2)
de: Fehler beim Import der Applikationsfiles (uP2)

source: cyclic CRC check failed
de: zyklische CRC-Prüfung ist fehlgeschlagen

source: error external machine options (uP2)
de: Fehler externe Maschinenoptionen (uP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: SMC: RSP - State RSP Valid changed during safe operation
de: SMC: RSP - Änderung des Status RSP Valid während Speichervorgang

source: SMC FFS: RSP - Homing, Homing already done without RSP
de: SMC FFS: RSP - Homing, Bereits ohne RSP referenziert

source: SMC FFS: RSP - Homing, CRC error while receiving the remanent safe position
de: SMC FFS: RSP - Homing, CRC Fehler beim Empfang der remanenten Position

source: SMC FFS: RSP - Homing, Config changed
de: SMC FFS: RSP - Homing, Konfigurationsänderung

source: SMC FFS: RSP - Homing, Positional change during power off too big
de: SMC FFS: RSP - Homing, Positionsänderung im ausgeschalteten Zustand zu groß

source: SMC FFS: RSP - Homing, INT32 overflow of S_SafePosition
de: SMC FFS: RSP - Homing, INT32 Überlauf der S_SafePosition

source: internal error (µP2)
de: Interner Fehler (µP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: internal error exchange data (µP2)
de: interner Fehler Querkommunikation (µP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: frequency value differs between two µPs
de: Frequenzwert unterschiedlich zwischen 2 Prozessoren

source: Input frequency out of range
de: Eingangsfrequenz zu groß

source: second µP detected channelerror
de: zweiter µP hat einen Kanalfehler erkannt

source: Channelerror not acknowledged
de: Kanalfehler nicht quittiert

source: Channelerror acknowledged
de: Kanalfehler quittiert

source: countervalue differs between two channels
de: Zählerwert unterschiedlich zwischen 2 Kanälen

source: simultaneous edges on channel A and B
de: Gleichzeitig Flanken an Kanal A und B

source: countervalue differs between two channels
de: Zählerwert unterschiedlich zwischen 2 Kanälen

source: Input A and Ai or input B and Bi are FALSE at the same time
de: Eingang A und Ai oder B und Bi sind gleichzeitig FALSE

source: max. acceleration exceeded
de: max. Beschleunigung überschritten

source: Overflow of the SafeFrequency-Channel
de: Überlauf des SafeFrequency-Kanals

source: Nullpointer in a Library C function detected
de: In einer Library C-Funktion wurde ein Nullpointer erkannt.

source: Undefined state in Library C function code detected
de: Im Code einer Library C-Funktion wurde ein nicht behandelter State erreicht.

source: FParameters configuration info.
de: FParameters Konfiguration Info.

source: Send FInput Telegram info
de: Sende FInput Telegram Info

source: PSD Initializing invalid back value
de: PSD Initialisierung ungueltige Rueckgabewert

source: read FParameters from GPDO
de: read FParameters von GPDO

source: FUB intializing info
de: FUB Intialisierung Info

source: PNIO-Stack communication info
de: PNIO-Stack Kommunikation Info

source: System path invalid back value
de: System path, Rueckgabewert ist ungueltig

source: PSD stop back value not valid
de: PSD Stop Rueckgabewert ungueltig

source: PSD FParameters back values not valid
de: PSD FParameters Rueckgabewerte ungueltig

source: PSD FOutTelegram/Data back value not valid
de: PSD FOutTelegram/Data Rueckgabewert ungueltig

source: PSD FInData/Telegram back value not valid
de: PSD FInData/Telegram Rueckgabewert ungueltig

source: PSD run back value not valid
de: PSD Run Rueckgabewert ungueltig

source: thresholdparamter out of range
de: Thresholdparameter ausserhalb der Grenzen

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: internal error MFW_PreOp (µP2)
de: Interner Fehler MFW_PreOp (µP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: wrong sensortyp
de: Falscher Sensortyp

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: internal error: invalid cycle time (µP2)
de: interner Fehler: ungültige Zykluszeit (µP2)

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: internal hardware error (init) (uP2)
de: interner Hardwarefehler (Init) (uP2)

source: EPS parameter struct (uP2)
de: EPS Parameterstruktur (uP2)

source: Warning message from customized library
de: Warnmeldung von kundenspezifischer Library

source: Error message from customized library.
de: Fehlermeldung von kundenspezifischer Library

source: Library function is not supported on the specific SL
de: Bibliotheksfunktion wird auf der entsprechenden SL nicht unterstützt.

source: Error Utilities library: out of range
de: Fehler Utilitiesbibliothek: Bereichsüberlauf

source: SMC: Position lag error limit exceeded
de: SMC: Positionsschleppfehlergrenzwert überschritten

source: SMC: Encoder - Rounding error due to parametrization
de: SMC: Geber - Rundungsfehler infolge gewählter Parametrierung

source: SMC: Encoder - Length of physical reference system too large
de: SMC: Geber - Länge des physikalischen Referenzsystems zu groß

source: SMC Fail Safe: Encoder - Acceleration limit exceeded
de: SMC Fail Safe: Geber - Die Beschleunigungsgrenze wurde überschritten

source: internal parameter error (uP2)
de: interner Parameterfehler (uP2)

source: internal parameter error (uP2)
de: interner Parameterfehler (uP2)

source: SMC: Encoder mismatch detected
de: SMC: Gebertausch festgestellt

source: SMC: Encoder - Received position not valid
de: SMC: Geber - Empfangene Position ungültig

source: SMC Functional Fail Safe: Safe output - Teststate has changed
de: SMC Functional Fail Safe: Sichere Ausgänge - Teststatus hat sich verändert

source: Channel test errors cleared. (uP2)
de: Kanaltest Fehler gelöscht. (uP2)

source: SMC: Encoder - SafeSpeed exceeded INT16 range
de: SMC: Geber - SafeSpeed hat den INT16 Bereich überschritten

source: SMC: Internal warning, Lockbit set
de: SMC: Interne Warnung, Lockbit gesetzt

source: SMC: Encoder - Debug information
de: SMC: Geber - Debug Information

source: SMC: Encoder - Initialization error
de: SMC: Geber - Initialisierungsfehler

source: SMC: Velocity error limit exceeded
de: SMC: Geschwindigkeitsfehlergrenzwert überschritten

source: SMC: Encoder - EnDat Master encoder error register is set
de: SMC: Geber - EnDat Master Fehler Register ist gesetzt

source: SMC: Encoder mismatch - Length of encoder configuration data changed
de: SMC: Gebertausch - Die Länge der Konfigurationsdaten hat sich geändert

source: SMC: Encoder mismatch - Serial number of encoder changed
de: SMC: Gebertausch - Die Serialnummer des Encoders hat sich geändert

source: SMC Functional Fail Safe: Homing offset - Position outside INT32 range
de: SMC Functional Fail Safe: Homing Offset - Position außerhalb INT32 Bereichs

source: SMC Functional Fail Safe: Homing offset - Violation of safe encoder range
de: SMC Functional Fail Safe: Homing Offset - Verletzung sicherer Geberzählbereich

source: SMC: Encoder - EnDat Master state error register is set
de: SMC: Geber - EnDat Master Status Register ist gesetzt

source: SMC Functional Fail Safe: Homing failed
de: SMC Functional Fail Safe: Referenzieren fehlgeschlagen

source: SMC: Encoder mismatch - Version changed or no encoder data stored
de: SMC: Gebertausch - Version geändert oder Daten nicht gespeichert

source: SMC: Encoder mismatch - EnDat master data or encoder data changed
de: SMC: Gebertausch - EnDat Master Daten oder Encoder Daten geändert

source: SMC Functional Fail Safe: Violation of safety function
de: SMC Functional Fail Safe: Verletzung einer Sicherheitsfunktion

source: SMC Functional Fail Safe: Function block switched back into IDLE state
de: SMC Functional Fail Safe: Funktionsblock ist in Zustand IDLE zurückgefallen

source: SMC Functional Fail Safe: SMP, SLP - INT32 overflow of S_SafePosition
de: SMC Functional Fail Safe: SMP, SLP - INT32 Überlauf der S_SafePosition

source: SMC Functional Fail Safe: SMP, SLP - Internal error
de: SMC Functional Fail Safe: SMP, SLP - Interner Fehler

source: SMC Functional Fail Safe: Homing - Standstill Speed tolerance violated
de: SMC Functional Fail Safe: Homing - Stillstandsgeschwindigkeitsgrenze verletzt

source: SMC Functional Fail Safe: Homing - Timeout elapsed
de: SMC Functional Fail Safe: Homing - Überwachungszeit abgelaufen

source: SMC Functional Fail Safe: SMP - Movement in neg. direction outside SMP limit
de: SMC Functional Fail Safe: SMP - Bewegung in neg. Richtung außerhalb SMP Grenze

source: SMC Functional Fail Safe: SLP - Violation of upper SLP limit
de: SMC Functional Fail Safe: SLP - Verletzung der oberen SLP Grenze

source: SMC Functional Fail Safe: SLP requested, axis is not homed yet
de: SMC Functional Fail Safe: SLP angefordert, Achse ist noch nicht referenziert

source: SMC Functional Fail Safe: SMP - Movement in pos. direction outside SMP limit
de: SMC Functional Fail Safe: SMP - Bewegung in pos. Richtung außerhalb SMP Grenze

source: SMC Functional Fail Safe: Homing - Movement invalid
de: SMC Functional Fail Safe: Homing - Bewegung unzulässig

source: SMC Functional Fail Safe: Homing reference pulse - Max. trigger speed exceeded
de: SMC Functional Fail Safe: Homing Referenzimpuls - Max.Trigger Geschw. verletzt

source: SMC Functional Fail Safe: SMP - Homing timeout exceeded
de: SMC Functional Fail Safe: SMP - Timeout für Referenzieren überschritten

source: SMC Functional Fail Safe: SMP - Violation of the deceleration ramp
de: SMC Functional Fail Safe: SMP - Verletzung der Verzögerungsrampe

source: SMC Functional Fail Safe: SLP - Violation of the deceleration ramp
de: SMC Functional Fail Safe: SLP - Verletzung der Verzögerungsrampe

source: SMC Functional Fail Safe: SMP - Violation of lower SMP limit
de: SMC Functional Fail Safe: SMP - Verletzung der unteren SMP Grenze

source: SMC Functional Fail Safe: SLS4 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS4 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: Alive test of set position was not executed
de: SMC Functional Fail Safe: Alive-Test der Sollposition wurde nicht durchgeführt

source: SMC Functional Fail Safe: Warning on output was not acknowledged
de: SMC Functional Fail Safe: Warnung am Ausgang wurde nicht quittiert

source: SMC Functional Fail Safe: Alive test - Monitoring timeout
de: SMC Functional Fail Safe: Alive-Test - Überwachungszeit abgelaufen

source: SMC Functional Fail Safe: SMP - Violation of upper SMP limit
de: SMC Functional Fail Safe: SMP - Verletzung der oberen SMP Grenze

source: SMC Functional Fail Safe: SLP - Violation of lower SLP limit
de: SMC Functional Fail Safe: SLP - Verletzung der unteren SLP Grenze

source: SMC Functional Fail Safe: SLS1 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS1 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SS2 - Violation of the speed limit
de: SMC Functional Fail Safe: SS2 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SOS - Violation of the speed limit
de: SMC Functional Fail Safe: SOS - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SMS - Violation of the speed limit
de: SMC Functional Fail Safe: SMS - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: Violation of the deceleration ramp
de: SMC Functional Fail Safe: Verletzung der Verzögerungsrampe

source: SMC Functional Fail Safe: Violation of the actual speed limit
de: SMC Functional Fail Safe: Verletzung der aktuellen Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SLI - Violation of position window (increments)
de: SMC Functional Fail Safe: SLI - Verletzung des Positionsfensters (Inkremente)

source: SMC Functional Fail Safe: SLI - Violation of standstill speed limit
de: SMC Functional Fail Safe: SLI - Verletzung der Stillstandsgeschw.grenze

source: SMC Functional Fail Safe: SLS3 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS3 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SLS2 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS2 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: Encoder error was detected
de: SMC Functional Fail Safe: Geberfehler wurde erkannt

source: SMC Functional Fail Safe: SDI - Violations of the safe direction
de: SMC Functional Fail Safe: SDI - Verletzung der sicheren Drehrichtung

source: SMC: Compensation data incomplete
de: SMC: Abgleichdaten unvollständig

source: SMC Functional Fail Safe: SS2, SOS Violation of standstill position tolerance
de: SMC Functional Fail Safe: SS2, SOS Verletzung der Stillstandspositionstoleranz

source: SMC: Current sensor range exceeded phase V
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase V

source: SMC: Current sensor range exceeded phase W
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase W

source: SMC: Current sum exeeded tolerance range
de: SMC: Summenstrom außerhalb der Toleranz

source: SMC: Current sensor range exceeded phase U
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase U

source: SMC Functional Fail Safe: SDI - Violation of the positive direction
de: SMC Functional Fail Safe: SDI - Verletzung der positiven Drehrichtung

source: SMC Functional Fail Safe: SDI - Violation of the negative direction
de: SMC Functional Fail Safe: SDI - Verletzung der negativen Drehrichtung

source: relay stuck at high (uP2)
de: Relais verklebt (uP2)

source: relay stuck at low (uP2)
de: Relais hat nicht angezogen (uP2)

source: internal error test pattern (uP2)
de: interner Fehler Testmuster (uP2)

source: max. switching frequency exceeded (uP2)
de: max. Schaltfrequenz überschritten (uP2)

source: internal X-com error (uP1 in failsafe?)
de: interner Kreuzvergleichfehler (uP1 im Failsafe?)

source: internal hardware error (driver) (uP2)
de: interner Hardwarefehler (Treiber) (uP2)

source: inconsistent output data (uP2)
de: inkonsistente Ausgangsdaten (uP2)

source: internal error testingtime exceeded (µP2)
de: interner Fehler Testzeit überschritten (µP2)

source: state of threshold evaluation has changed
de: Status der Thresholdauswertung geändert

source: state of threshold evaluation has changed
de: Status der Zweikanalauswertung geändert

source: internal error PreOpStep to long (µP2)
de: Interner Fehler PreOpStep zu lang (µP2)

source: internal error modul not calibrated (µP2)
de: Interner Fehler Modul nicht kalibriert (µP2)

source: internal error incorrect CRC of calibration data (µP2)
de: Interner Fehler falsche Kalibrierdaten CRC (µP1)

source: output current for sensor feed exceeded (µP2)
de: Ausgangsstrom der Sensorversorgung überschritten (µP2)

source: No sensor connected
de: Kein Sensor angeschlossen

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error during hardwaretests (µP2)
de: interner Fehler bei Hardwaretests (µP2)

source: state of channel error evaluation has changed
de: Status der Kanalfehlerauswertung geändert

source: conversiontime of AD-converter to big (µP2)
de: Wandlungszeit des AD-Wandlers zu groß (µP2)

source: error during shunttest (µP2)
de: Fehler bei Shunttest (µP2)

source: internal error exchange data (µP2)
de: interner Fehler Querkommunikation (µP2)

source: Reference-input doesn't match actual input state
de: Unterschiede zwischen erwarteten Referenz- und tatsächlichen Eingangszuständen

source: Error in Crosscommunikation
de: Fehler in Kreuzkommunikation
