Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: The calculated sector offset is larger than the number of bytes in the cluster.
de: Der berechnete Sektor Offset ist größer als die Byteanzahl der Cluster

source: FAT contains errors
de: Fehlerhafte FAT

source: No EOF in the FAT
de: Kein EOF in der FAT

source: File extension contains spaces
de: Leerzeichen in der Dateinamenerweiterung

source: File name contains spaces
de: Leerzeichen im Dateinamen

source: Fatal error: the calculated sector is outside of the FAT.
de: Fataler Fehler; Der berechnete Sektor ist außerhalb der FAT

source: Fatal error: the most recent cluster is larger than the previous cluster.
de: Fataler Fehler; Der letzte neue Cluster ist größer als der alte Cluster

source: Invalid character in the file name
de: Ungültiges Zeichen im Dateinamen

source: Decimal "." in the file extension
de: Punkt "." in der Datei-Extension enthalten

source: File name is not null-terminated
de: Dateiname ist nicht NULL-terminiert

source: File name is empty; no valid characters
de: Dateiname ist leer; keine gültigen Zeichen enthalten

source: Fatal error: the calculated sector is outside of the FAT.
de: Fataler Fehler; Der berechnete Sektor ist außerhalb der FAT

source: Fatal error: the calculated sector is outside of the FAT.
de: Fataler Fehler; Der berechnete Sektor ist außerhalb der FAT

source: Object already present
de: Objekt schon vorhanden

source: Wrong parameter given (NULL pointer)
de: Falscher Parameter übergeben (NULL-Pointer)

source: No memory available for module to be created
de: Kein Speicher für zu erzeugendes Modul verfügbar

source: Wrong target memory specified
de: Falscher Zielspeicher angegeben

source: Object not found
de: Objekt nicht gefunden

source: Error installing data object
de: Fehler beim Installieren des Datenobjektes

source: Wrong offset specified
de: Falscher Offset angegeben

source: Wrong object type (not data object)
de: Falscher Objekttyp (kein Datenobjekt)

source: Data object not found.
de: Datenobjekt nicht gefunden

source: Wrong length specified
de: Falsche Länge angegeben

source: Wrong date in SetDate (DatObjChangeDate)
de: Falsches Datum bei SetDate (DatObjChangeDate)

source: Incorrect state of the data object
de: Falscher State des Datenobjektes

source: Error activating the asynchronous handler (only SG4)
de: Fehler beim Aktivieren des asynchronen Handlers (nur SG4)

source: Module name too long (max. 10 characters)
de: Modulname zu lang (max. 10 Zeichen)

source: Error while saving the data object in "Flash" memory
de: Fehler beim Speichern des Datenobjektes in einen "Flash"-Speicher

source: Wrong target memory specified for the "doNO_CS" option
de: Falscher Zielspeicher für die Option "doNO_CS" angegeben.

source: Invalid path
de: Ungültiger Pfad

source: Data length specified too small
de: Angegebene Datenlänge ist zu klein

source: No more file handles
de: Keine weiteren Filehandle

source: System error
de: Der FUB bzw. die verwendeten Parameter werden für das angegebene Filedevice nicht unterstützt

source: Invalid type.
de: Ungültiger Typ

source: File already exists.
de: Datei existiert bereits

source: Access denied
de: Zugriffsverweigerung

source: Illegal mode.
de: Unzulässiger Mode

source: File does not exist.
de: Datei nicht vorhanden

source: Illegal file device.
de: pDevice ist zu lang oder NULL

source: Invalid directory.
de: Ungültiges Verzeichnis

source: Directory does not exist.
de: Verzeichnis existiert nicht

source: Error in the FileIO manager.
de: Fehler im FileIoManager

source: File not open.
de: Datei nicht geöffnet

source: Error retrieving memory information.
de: Fehler bei der Speicherermittlung

source: Copy memory error
de: Copy-Speicher Fehler

source: Directory not empty.
de: Verzeichnis ist nicht leer

source: Directory already exists.
de: Verzeichnis existiert bereits

source: No Idents directory available.
de: Keine Verzeichnis Idents mehr vorhanden.

source: Invalid parameter specified.
de: Ungültige Parameterangabe.

source: Invalid file offset.
de: Ungültiger Fileoffset

source: No memory available
de: Kein Speicher

source: No memory available
de: Kein Speicher

source: File not allowed.
de: Datei nicht zulässig

source: General error in FileClose.
de: Allgemeiner Fehler aus FileClose

source: General error in FileOpen.
de: Allgemeiner Fehler aus FileOpen

source: General error in FileWrite.
de: Allgemeiner Fehler aus FileWrite

source: General error in FileRead.
de: Allgemeiner Fehler aus FileRead

source: Data parameter error
de: Data-Parameter Fehler

source: General error in Ioctl.
de: Allgemeiner Fehler aus Ioctl

source: Invalid parameter
de: Ungültiger Parameter

source: Another IP address has already been defined for a host name, i.e. the DNS server supplies another IP address.
de: Für einen Hostnamen ist bereits eine andere IP-Adresse definiert worden, bzw. der DNS-Server liefert eine andere IP-Adresse.

source: The specified handle is invalid.
de: Der angegebene Handle ist ungültig.

source: Directory already exists.
de: Device existiert bereits.

source: Invalid number of bytes.
de: Ungültige Anzahl von Bytes

source: Invalid user name or password
de: Ungültiger Benutzer bzw. Passwort

source: System error
de: System Fehler

source: Error in device manager.
de: Fehler im DeviceManager (z.B.: Filedevice nicht initialisiert "CPU->Eigenschaften->File Devices")

source: Error in device driver.
de: Fehler im DeviceDriver

source: Could not initialize library.
de: Fehler beim Initialisieren der Bibliothek

source: The length of an entry (command) does not match the length of the first entry in the command data table.
de: Die Länge eines Eintrags (Befehl) ist nicht identisch mit der Länge des ersten Eintrags in der Befehlsdaten-Tabelle.

source: The length of a PV name string does not match the string length of PV name in the first entry of the command data table.
de: Die Länge eines Strings PV-Name ist nicht identisch mit der String-Länge von PV-Name im ersten Eintrag der Befehlsdaten-Tabelle.

source: Warning: No valid entries found in the command data table. Do the enable flag PV and PV name variables exist?
de: Warnung: In der Befehlsdaten-Tabelle wurde kein gültiger Eintrag gefunden. Existieren die Variablen Enable-Flag- PV und PV-Name?

source: Invalid data type for enable flag PV (BOOL or USINT).
de: Der Datentyp der Enable-Flag- PV ist ungültig (BOOL oder USINT).

source: Master initialization error - fatal error: Command data table has been modified. The string length for PV name is no longer valid.
de: Fataler Fehler: Befehlsdaten-Tabelle wurde verändert. Die String-Länge für PV-Name ist nicht länger gültig.

source: Fatal error: Command data table has been modified. The string length for enable flag is no longer valid.
de: Fataler Fehler: Befehlsdaten-Tabelle wurde verändert. Die String-Länge für Enable-Flag ist nicht länger gültig.

source: A valid command data table has not been initialized in the MNMopen() function.
de: In der Funktion MNMopen() wurde keine gültige Befehlsdaten-Tabelle initialisiert.

source: Fatal error: Command data table has been modified. The string length for PV name is no longer valid.
de: Fataler Fehler: Befehlsdaten-Tabelle wurde verändert. Die String-Länge für PV-Name ist nicht länger gültig.

source: Warning: No MININET slave variables found (MNS_xxx variables).
de: Warnung: Keine MININET Slave-Variablen gefunden (MNS_xxx-Variablen).

source: Invalid node number! (higher or lower order nibble has the value 0)
de: Ungültige Knotennummer! (höher- bzw. niederwertiges Nibble hat den Wert 0)

source: Invalid index in slave response. Index is not an error index and is not identical to the request index.
de: Ungültiger Index in der Slave-Response. Index ist keine Fehler-Index und nicht identisch mit dem Request-Index.

source: Invalid index or invalid frame length in slave response to reset slave command.
de: Ungültiger Index bzw. ungültige Frame-Länge im Slave-Response auf den Befehl Reset Slave.

source: Fatal error! New command in command data table is unknown.
de: Fataler Fehler! Neuer Befehl in Befehlsdaten-Tabelle ist unbekannt.

source: Invalid command in the command data table.
de: Ungültiger Befehl in Befehlsdaten-Tabelle.

source: Invalid length of a response to a read command.
de: Ungültige Länge eines Response auf einen Lese-Befehl.

source: Invalid length of a response to a write command.
de: Ungültige Länge eines Response auf einen Schreib-Befehl.

source: Invalid value at ident input in the MNMclose() or MNSclose() FBKs.
de: Ungültiger Wert am Eingang ident des FUBs MNMclose() oder MNSclose().

source: Invalid value at ident input in the MNMclien() or MNSservr() FBKs.
de: Ungültiger Wert am Eingang ident des FUBs MNMclien() oder MNSservr().

source: The enable flag name is longer than 81 characters.
de: Die Länge des Enable-Flag-Namens ist länger als 81 Zeichen.

source: The PV name is longer than 81 characters.
de: Die Länge des PV-Namens ist länger als 81 Zeichen.

source: Invalid ident value when MNMopen() or MNSopen() is called again. Either provide a valid value or call MNMclose() or MNSclose() first.
de: Ungültiger ident-Wert bei nochmaligem Aufruf von MNMopen() bzw. MNSopen(). Entweder gültigen Wert übergeben, oder zuvor MNMclose() oder MNSclose() aufrufen.

source: No command data table attached to the vars input.
de: Am vars-Eingang wurde keine Befehlsdaten-Tabelle angeschlossen.

source: The command data table contains no entries.
de: Die Befehlsdaten-Tabelle enthält keine Einträge.

source: The command data table contains no entries.
de: Die Befehlsdaten-Tabelle enthält keine Einträge.

source: The enable flag name is longer than 81 characters.
de: Die Länge des Enable-Flag-Namens ist länger als 81 Zeichen.

source: The PV name is longer than 81 characters.
de: Die Länge des PV-Namens ist länger als 81 Zeichen.

source: The length of a null string (spaces) for an enable flag does not match the length of the enable flag name in the first entry of the command data table.
de: Die Länge eines Leer-Strings (Leerzeichen) für ein Enable-Flag ist nicht identisch mit der Länge des Enable-Flag-Namens im ersten Eintrag der Befehlsdaten-Tabelle.

source: The length of a name (including spaces where applicable) for an enable flag does not match the length of the enable flag name in the first entry of the command data table.
de: Die Länge eines Namens (evt. inkl. Leerzeichen) für ein Enable-Flag ist nicht identisch mit der Länge des Enable-Flag-Namens im ersten Eintrag der Befehlsdaten-Tabelle.

source: Index 0xC4: Unknown command.
de: Index 0xC4: Unbekannter Befehl.

source: Index 0xC2: Conflict between index and command.
de: Index 0xC2: Konflikt zwischen Index und Befehl.

source: Index 0xC3: Invalid parameter.
de: Index 0xC3: Ungültiger Parameter.

source: Index 0xC1: Index error.
de: Index 0xC1: Index-Fehler.

source: Index 0xC8: Command already executed.
de: Index 0xC8: Befehl wurde bereits ausgeführt.

source: Connection identifier cident invalid
de: Connection-Identifier cident ungültig.

source: Message too long. Data cannot be transferred in one unit.
de: Die Nachricht ist zu lang. Die Daten können nicht in einer Einheit transportiert werden.

source: The specified address is already in use.
de: Die spezifizierte Adresse wird bereits verwendet.

source: The specified address is not available.
de: Die angegebene Adresse ist nicht verfügbar.

source: An argument is invalid
de: Ungültiges Argument

source: The target network cannot be accessed.
de: Das Zielnetzwerk kann nicht erreicht werden.

source: No more internal pNA buffers available.
de: Kein interner pNA-Buffer mehr verfügbar.

source: Connection lost
de: Die Verbindung wurde unterbrochen.

source: The socket is non-blocking and a previous connection attempt has not yet completed.
de: Der Socket ist asynchron und ein früherer Versuch eine Verbindung aufzubauen, ist noch nicht abgeschlossen.

source: Connection has been established.
de: Die Verbindung wird gerade aufgebaut.

source: No input available.
de: Kein Input vorhanden.

source: Target address of receiver (IP address, port) is invalid.
de: Die Ziel-Adresse des Empfängers (IP-Adresse, Port) ist ungültig.

source: Destination Adresse ungültig
de: Zieladresse ist ungültig

source: Data object not present or data parameter in MBMCmd FBK is 0
de: Datenobjekt nicht vorhanden bzw. Parameter data des FUB's MBMCmd ist 0

source: Invalid entry in data object, invalid length of data object, or an entry is missing or has an invalid length
de: ungültiger Eintrag im Datenobjekt, ungültige Länge des Datenobjekts oder ein Eintrag fehlt bzw. hat ungültige Länge

source: Invalid ModBus function stated in the data object or in the MBMCmd() FBK
de: ungültige Angabe einer ModBus-Function im Datenobjekt bzw. beim FUB MBMCmd()

source: Invalid EventPV specified in the data object
de: ungültige Angabe einer EventPV im Datenobjekt

source: Invalid LocalPV specified in the data object
de: ungültige Angabe einer LocalPV im Datenobjekt

source: Invalid node number specified in the data object or in the MBMCmd() FBK
de: ungültige Angabe einer NodeNumber im Datenobjekt bzw. beim FUB MBMCmd()

source: Invalid length specified in the data object (ModBus function 5,6 -> length is always 1)
de: ungültige Angabe einer Länge im Datenobjekt (ModBus-Funktion 5,6 --> Länge ist immer 1)

source: No memory for internal library management
de: Kein Speicher für die interne Verwaltung der Bibliothek

source: Could not register allocated memory
de: konnte allokierten Speicher nicht registrieren

source: Memory cannot be freed for internal library management
de: Freigabe des Speichers für die interne Verwaltung der Bibliothek nicht möglich

source: Error in frame check (CRC / LRC) MBMaster() and MBMCmd()
de: Fehler in der Frameüberprüfung (CRC / LRC) MBMaster() und MBMCmd()

source: Error in frame
de: Fehler im Frame

source: Frame with wrong length received
de: Empfang eines Frames mit falscher Länge

source: Invalid frame received
de: Empfang eines ungültigen Frames

source: Error in frame check (CRC) MBMSlave()
de: Fehler in der Frameüberprüfung (CRC) MBMSlave()

source: Invalid own_ID specified in the MBSOpen() FBK; valid IDs are between 1 and 247
de: ungültige Angabe der own_ID beim FUB MBSOpen(), gültige ID's liegen zwischen 1 und 247

source: Number of stop NITS not supported
de: Anzahl der Stopp NITS wird nicht unterstützt

source: Interface number wrong or interface not supported
de: Interface Bezeichnung falsch oder nicht unterstützt

source: Device is not supported
de: Device wird nicht unterstützt

source: Parity not supported
de: Parity wird nicht unterstützt

source: Baud rate not supported
de: Baudrate wird nicht unterstützt

source: ModBus simulation variable invalid or missing (MBSOpen() and MBSlave() FBK)
de: ungültige bzw. keine ModBus-Simulationsvariable vorhanden (FUB MBSOpen() und MBSlave())

source: Invalid ID or ID is 0
de: ungültige Ident bzw. Ident ist 0

source: Framedriver error 8079 (faulty receive buffer)
de: Frametreiber Fehler 8079 (Buffer war beim Empfang fehlerhaft)

source: In MBSOpen() or MBMOpen() FBKs: invalid value for timeout parameter (< 250 ms). In MBMCmd(), MBMaster() and MBSlave() FBKs: timeout detected
de: Timeout Fehler aufgetreten

source: Illegal or not supported data type
de: Illegaler oder nicht unterstützter Datentyp

source: Illegal or not supported network request received
de: Illegale oder nicht unterstützte Netzwerkanfrage erhalten

source: Error in buffer return (FRM_robuf())
de: Fehler bei der Pufferrückgabe (FRM_robuf())

source: Error in buffer return (FRM_rbuf())
de: Fehler bei der Pufferrückgabe (FRM_rbuf())

source: Error closing the interface (FRM_close())
de: Fehler beim Schließen der Schnittstelle (FRM_close())

source: Could not open device driver
de: konnte Devicetreiber nicht öffnen

source: Error receiving a frame (FRM_read())
de: Fehler beim Empfang eines Frames (FRM_read())

source: No write buffer available (FRM_gbuf())
de: kein Puffer zum Schreiben vorhanden (FRM_gbuf())

source: Error writing a frame (FRM_write())
de: Fehler beim Schreiben eines Frames (FRM_write())

source: The Read input (packed) request cannot be executed. The MNS_IN variable has not been declared.
de: Der Request Lese Eingang (gepackt) kann nicht ausgeführt werden. Die Variable MNS_IN wurde nicht deklariert.

source: The Write input broadcast request cannot be executed. The MNS_IN variable has not been declared.
de: Der Broadcast-Request Schreibe Eingang kann nicht ausgeführt werden. Die Variable MNS_IN wurde nicht deklariert.

source: The Write input (packed) broadcast request cannot be executed. The MNS_IN variable has not been declared.
de: Der Broadcast-Request Schreibe Eingang (gepackt) kann nicht ausgeführt werden. Die Variable MNS_IN wurde nicht deklariert.

source: The MNS_IN variable is shorter than the address and data length specified in the Write input request.
de: Die Variable MNS_IN ist kürzer als die im Request Schreibe Eingang angegebene Adresse und Datenlänge.

source: The MNS_IN variable is shorter than the address and data length specified in the Read input request.
de: Die Variable MNS_IN ist kürzer als die im Request Lese Eingang angegebene Adresse und Datenlänge.

source: The MNS_IN variable is shorter than the address and data length specified in the Write input (packed) request.
de: Die Variable MNS_IN ist kürzer als die im Request Schreibe Eingang (gepackt) angegebene Adresse und Datenlänge.

source: The MNS_IN variable is shorter than the address and data length specified in the Read input (packed) request.
de: Die Variable MNS_IN ist kürzer als die im Request Lese Eingang (gepackt) angegebene Adresse und Datenlänge.

source: The MNS_IN variable is shorter than the address and data length specified in the Write input broadcast request.
de: Die Variable MNS_IN ist kürzer als die im Broadcast-Request Schreibe Eingang angegebene Adresse und Datenlänge.

source: The MNS_IN variable is shorter than the address and data length specified in the Write input (packed) broadcast request.
de: Die Variable MNS_IN ist kürzer als die im Broadcast-Request Schreibe Eingang (gepackt) angegebene Adresse und Datenlänge.

source: The Write output request cannot be executed. The MNS_OUT variable has not been declared.
de: Der Request Schreibe Ausgang kann nicht ausgeführt werden. Die Variable MNS_OUT wurde nicht deklariert.

source: Conflict between command and index: The incoming index is the same as in the preceding frame, but this frame contains another command.
de: Konflikt zwischen Befehl und Index: Der empfangene Index ist derselbe wie im vorhergehenden Frame, aber dieser Frame enthält einen anderen Befehl.

source: Unknown command in incoming frame.
de: Unbekannter Befehl im empfangenen Frame.

source: The MNS_OUT variable is shorter than the address and data length specified in the Write output (packed) request.
de: Die Variable MNS_OUT ist kürzer als die im Broadcast-Request Schreibe Ausgang (gepackt) angegebene Adresse und Datenlänge.

source: The write command in the MININET request has already been executed.
de: Der Schreib-Befehl im MININET-Request wurde bereits ausgeführt.

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read flag command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Merker darf nicht in einem Broadcast-Frame enthalten sein.

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read input command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Eingang darf nicht in einem Broadcast-Frame enthalten sein.

source: Unknown command in incoming broadcast frame.
de: Unbekannter Befehl im empfangenen Broadcast-Frame.

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read counter command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Counter darf nicht in einem Broadcast-Frame enthalten sein.

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read output command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Ausgang darf nicht in einem Broadcast-Frame enthalten sein.

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read flag (packed) command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Merker (gepackt) darf nicht in einem Broadcast-Frame enthalten sein.

source: The Write output (packed) request cannot be executed. The MNS_OUT variable has not been declared.
de: Der Request Schreibe Ausgang (gepackt) kann nicht ausgeführt werden. Die Variable MNS_OUT wurde nicht deklariert.

source: The Read output request cannot be executed. The MNS_OUT variable has not been declared.
de: Der Request Lese Ausgang kann nicht ausgeführt werden. Die Variable MNS_OUT wurde nicht deklariert.

source: The Write output broadcast request cannot be executed. The MNS_OUT variable has not been declared.
de: Der Broadcast-Request Schreibe Ausgang kann nicht ausgeführt werden. Die Variable MNS_OUT wurde nicht deklariert.

source: The Read output (packed) request cannot be executed. The MNS_OUT variable has not been declared.
de: Der Request Lese Ausgang (gepackt) kann nicht ausgeführt werden. Die Variable MNS_OUT wurde nicht deklariert.

source: The MNS_OUT variable is shorter than the address and data length specified in the Write output request.
de: Die Variable MNS_OUT ist kürzer als die im Request Schreibe Ausgang angegebene Adresse und Datenlänge.

source: The Write output (packed) broadcast request cannot be executed. The MNS_OUT variable has not been declared.
de: Der Broadcast-Request Schreibe Ausgang (gepackt) kann nicht ausgeführt werden. Die Variable MNS_OUT wurde nicht deklariert.

source: The MNS_OUT variable is shorter than the address and data length specified in the Write output (packed) request.
de: Die Variable MNS_OUT ist kürzer als die im Request Schreibe Ausgang (gepackt) angegebene Adresse und Datenlänge.

source: The MNS_OUT variable is shorter than the address and data length specified in the Read output request.
de: Die Variable MNS_OUT ist kürzer als die im Request Lese Ausgang angegebene Adresse und Datenlänge.

source: The MNS_OUT variable is shorter than the address and data length specified in the Write output broadcast request.
de: Die Variable MNS_OUT ist kürzer als die im Broadcast-Request Schreibe Ausgang angegebene Adresse und Datenlänge.

source: The MNS_OUT variable is shorter than the address and data length specified in the Read output (packed) request.
de: Die Variable MNS_OUT ist kürzer als die im Request Lese Ausgang (gepackt) angegebene Adresse und Datenlänge.

source: Frame from slave contains no slave response code.
de: Frame vom Slave enthält keine Slave-Response-Kennung.

source: Response frame has not arrived within timeout time.
de: Response-Frame ist nicht innerhalb der Timeout-Zeit angekommen.

source: Error while receiving a character (overflow, stop bit, parity error, etc.)
de: Fehler beim Empfang eines Zeichens (Überlauf-, Stopp-Bit-, Paritäts-Fehler, ...)

source: Invalid index received. Bit 6 not set (0x40).
de: Ungültiger Index wurde empfangen. Bit 6 wurde nicht gesetzt (0x40).

source: The internal value of a step switching mechanism is outside the valid range.
de: Der interne Wert eines Schrittschaltwerkes befindet sich außerhalb des gültigen Bereichs.

source: The internal value of a step switching mechanism is outside the valid range.
de: Der interne Wert eines Schrittschaltwerkes befindet sich außerhalb des gültigen Bereichs.
