Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Pointer does not point to a valid object
de: Pointer zeigt nicht auf ein gültiges Objekt

source: Deinstall a running PLC task
de: Deinstall einer laufenden SPS-Task

source: A PLC task requested a global analog data area that is larger than the entire task class
de: Der von der SPS-Task geforderte SPS-globale Analogdatenbereich ist größer als der konfigurierte Bereich

source: A PLC task requested a global digital data area that is larger than the entire task class
de: Der von der SPS-Task geforderte SPS-globale Digitaldatenbereich ist größer als der konfigurierte Bereich

source: Wrong PV initialisation format
de: Falsches PV Initialisierungsformat

source: Incorrect PP type at given module address or PP Number
de: Falscher PP-Typ auf angegebener Moduladresse oder PP-Nummer

source: Init values for dynamic PVs not supported
de: Init-Values für dynamische PVs werden nicht unterstützt

source: No packed bit area available
de: Kein gepackter Bit-Bereich verfügbar

source: 2010-CPU-Version can't handle I/O-interrupts
de: 2010-CPU-Version nicht I/O-interruptfähig

source: Pointer does not point to a B&R Module
de: Pointer zeigt nicht auf ein B&R-Modul

source: Module table full
de: Modultabelle voll

source: The B&R Module already exists in the system
de: Der B&R-Modul existiert bereits im System

source: B&R module checksum is wrong
de: Checksumme eines B&R-Moduls ist falsch

source: Volatile global memory configuration too small.
de: Ein Task benötigt mehr globalen flüchtigen Speicher als konfiguriert

source: Variable memory conflict - too less global memory configured.
de: Ein Task benötigt mehr globalen remanenten Speicher als konfiguriert

source: Version Inconsistency BURTRAP.br
de: Versions-Inkonsistenz BURTRAP.br

source: Function only supported on a PP
de: Funktion wird nur auf einem PP unterstützt

source: The hardware trap library version does not match the CPU version
de: Die Version der Hardwaretrapbibliothek paßt nicht zur CPU-Version

source: Too many expansion trap libraries installed
de: Zuviele Erweiterungs-Traplibraries installiert

source: Trap number not implemented
de: Nicht implementierte Trapnummer

source: The B&R module type is not defined for a trap install
de: Der Typ des B&R-Moduls ist nicht für ein Trapinstall definiert

source: PLC Task Update: Different AVT amount (AVT-FBK)
de: SPS-Task-Update: Unterschiedliche AVT-Anzahl (AVT-FUB)

source: PLC Task Update: Different AVT entry (AVT-FBK)
de: SPS-Task-Update: Unterschiedlicher AVT-Eintrag (AVT-FUB)

source: PLC Task Update: Different local Variable
de: SPS-Task-Update: Unterschiedliche lokale Variable

source: PLC Task Update: Different global Variable
de: SPS-Task-Update: Unterschiedliche globale Variable

source: PLC Task Update: Update function not available (UPDATE.BR)
de: SPS-Task-Update: Update-Funktion nicht vorhanden (UPDATE.BR)

source: PLC Task Update: No PV entry available
de: SPS-Task-Update: Kein PV-Eintrag vorhanden

source: I/O timer not supported on this HW
de: IO-Timer werden auf dieser HW nicht unterstützt

source: Unknown I/O timer distributor
de: Der IO-Timer Verteiler ist nicht bekannt

source: There is no free I/O timer
de: Es gibt keine freien IO-Timer

source: The given I/O timer value is wrong
de: Der übergebene IO-Timerwert ist falsch

source: Code for Error Message
de: USER-Task EXIT aufgerufen

source: ID is not in a table
de: ID in keiner Tabelle

source: Warning: return from _NONCYLIC function --> called _EXIT
de: Warnung: Return aus _NONCYLIC Funktion --> _EXIT Behandlung

source: Deleteing a B&R-Module: No PI Object exists for this module
de: Entfernen eines B&R-Moduls: Es existiert noch ein PI-Objekt für diesen Modul

source: Ptr Error while deleting a B&R-Module
de: Ptr Fehler beim Entfernen eines B&R-Moduls

source: There is still an active reference to the AVT Module while deleting (linkcnt != 0)
de: Es gibt noch eine aktive Referenz auf den AVT-Modul beim Entfernen (linkcnt != 0)

source: Ptr Error while deleting an AVT Library Module
de: Ptr Fehler beim Entfernen eines AVT-Bibliothek-Moduls

source: Ptr Error while deleting a user task
de: Ptr Fehler beim Entfernen einer Usertask

source: User task has not been stopped before deletion
de: Usertask ist vor dem Entfernen nicht gestoppt worden

source: Ptr Error whil deleting a system task
de: Ptr Fehler beim Entfernen einer Systemtask

source: System task has not been stopped before deletion
de: Systemtask ist vor dem Entfernen nicht gestoppt worden

source: PLC Task Update: Different System bus module amount (PP)
de: SPS-Task-Update: Unterschiedliche Systembusmodul Anzahl (PP)

source: PLC Task Update: Different PP amount
de: SPS-Task-Update: Unterschiedliche PP Anzahl

source: PLC Task Update: Different order number / exception number
de: SPS-Task-Update: Unterschiedliche Reihenfolgenummer / Exceptionnummer

source: PLC Task Update: Different Task class
de: SPS-Task-Update: Unterschiedliche Taskklasse

source: PLC Task Update: Different IO-amount
de: SPS-Task-Update: Unterschiedliche IO-Anzahl

source: PLC Task Update: Different Data types
de: SPS-Task-Update: Unterschiedliche Datentypen

source: PLC Task Update: Different IO Definition
de: SPS-Task-Update: Unterschiedliche IO-Definition

source: PLC Task Update: Different IO Definition
de: SPS-Task-Update: Unterschiedliche IO-Definition

source: PLC Task Update: Update not possible in FIXRAM
de: SPS-Task-Update: Update in das FIXRAM nicht möglich

source: PLC Task Update: Update not possible in Flash
de: SPS-Task-Update: Update in das Flash nicht möglich

source: Internal resources cannot be assigned.
de: Interne Ressourcen können nicht belegt werden

source: Device not found
de: Device nicht gefunden

source: Syntax error in mode parameter string, or mode parameter not supported by the specified device.
de: Syntaxfehler im Mode-Parameter-String, oder Mode-Parameter wird vom spezifischen Device nicht unterstützt

source: Transfer is active during Read Timeout
de: Übertragung aktiv bei Read Timeout

source: Device not open
de: Device ist nicht geöffnet

source: Specify /PA, /DB, and /SB together.
de: /PA, /DB, /SB gemeinsam angeben.

source: I/O control command not supported.
de: IO-Control-Kommando wird nicht unterstützt

source: Too many devices opened at once
de: Zu viele Devices gleichzeitig geöffnet

source: Operating system version too low
de: Zu kleine Betriebssystem-Version

source: No enough memory configured (MEMCL_OS/MEMCL_SPSSW) when starting a task
de: Zuwenig konfigurierter Speicher (Stack, temporär) beim Starten einer Task

source: Object pointer for starting a System/User Task is invalid
de: Objektpointer für das Starten einer System/User-Task ist ungültig

source: Faulty buffer.
de: Fehlerhafter Buffer

source: RIO Exception : Slave Error
de: RIO-Exception: Slave-Fehler

source: RIO Exception : No error entered
de: RIO-Exception: Kein Fehler eingetragen

source: RIO Exception : Master Error
de: RIO-Exception: Master-Fehler

source: Trap-Library not installed (RIO, ...)
de: Trap-Erweiterungs-Bibliothek nicht installiert (RIO, ...)

source: BUGFIX: Incorrect PLCSW version or configuration problem (stack)
de: BUGFIX: Falsche Automation Runtime-Version bzw. Konfigurationsproblem (Stack)

source: Function is not implemented.
de: Funktion ist nicht implementiert.

source: MEMCARD-Update: Error programming SYSTEMROM
de: MEMCARD-Update: Fehler beim Programmieren des SYSTEMROM

source: MEMCARD-Update: Error programming USERROM
de: MEMCARD-Update: Fehler beim Programmieren des USERROM

source: MEMCARD-Update: PCCSW main system not available
de: MEMCARD-Update: Automation Runtime-Basissystem nicht vorhanden

source: MEMCARD-Update: Internal error: MCUPDATE not existing
de: MEMCARD-Update: Interner Fehler: MCUPDATE nicht vorhanden

source: MEMCARD-Update: Internal error collecting information
de: MEMCARD-Update: Interner Fehler: beim Informationzusammentragen

source: MEMCARD-Update: For Update with differnt mode, use PCCSW V2.10
de: MEMCARD-Update: Bei Mode ungleich Update wird Automation Runtime V2.10 vorausgesetzt

source: MEMCARD-Update: Error deleting SYSTEMROM
de: MEMCARD-Update: Fehler beim Löschen des SYSTEMROM

source: MEMCARD-Update: Error deleting USERROM
de: MEMCARD-Update: Fehler beim Löschen des USERROM

source: MEMCARD-Update: sep_end module not available
de: MEMCARD-Update: sep_ende Modul nicht vorhanden

source: L2DP does not have enough memory (reduce data length)
de: L2DP hat zu wenig Speicher (Datenlängen bitte reduzieren)

source: The output data length exceeds the allowed area (255)
de: Die Outputdatenlänge überschreitet den erlaubten Bereich (255)

source: No IF661 module available
de: Kein IF661-Modul vorhanden

source: The input data length exceeds the allowed area (255)
de: Die Inputdatenlänge überschreitet den erlaubten Bereich (255)

source: The specified slot on the module is not supported
de: Der angegebene Steckplatz am Modul wird nicht unterstützt

source: The specified module is not available
de: Das angegebene Modul ist nicht vorhanden

source: MEMCARD-Update: wrong CPU-type, no MemCard possible
de: MEMCARD-Update: falscher CPU-Typ, keine MemCard moeglich

source: MEMCARD-Update made
de: MEMCARD-Update durchgeführt

source: MEMCARD-Update: FIXRAM not configured
de: MEMCARD-Update: FIXRAM nicht konfiguriert

source: MEMCARD-Update: FIXRAM configured too small
de: MEMCARD-Update: FIXRAM zu klein konfiguriert

source: MEMCARD-Update: USERROM too small for user rom module
de: MEMCARD-Update: USERROM zu klein für Userrom-Module

source: MEMCARD-Update: SYSTEMROM too small for main system plus expansions
de: MEMCARD-Update: SYSTEMROM zu klein für Basissystem plus Erweiterungen

source: Incorrect slave status
de: Falsche Slavezustand

source: The LSX.SSY String is incorrect
de: Der String LSX.SSY stimmt nicht

source: Not yet in data transfer mode.
de: Der Datentransfermode wurde noch nicht erreicht.

source: Output data pointer == ZERO and data length=0
de: Outputdatenpointer == NULL und Datenlänge!=0

source: Input data pointer == ZERO and data length=0
de: Inputdatenpointer == NULL und Datenlänge!=0

source: Profiler: General error with AsProfiler
de: Profiler: allgemeiner Fehler bei AsProfiler

source: Profiler: Communication Error
de: Profiler: Kommunikationsfehler

source: Profiler: This CPU is presently not supported
de: Profiler: Diese CPU wird momentan nicht unterstützt

source: Profiler: Task list too small
de: Profiler: Task Liste ist zu klein

source: Logging not running (Profiler not active)
de: Profiler: Profiler nicht aktiv

source: Profiler: Different version AS Profiler - AR Profiler
de: Profiler: Versionskonflikt AS Profiler - AR Profiler

source: Log buffer not set
de: Profiler: Kein LOG Puffer

source: Profiler: Logging already activated
de: Profiler: Logging bereits aktiv

source: Profiler: OS Task Switch Error
de: Profiler: Automation Runtime Task Switch Fehler

source: LVW_alloc/LVW_free: User bitmap defective
de: LVW_alloc/LVW_free: User-Bitmap defekt

source: LVW_alloc/LVW_free: VW-Pointer changed
de: LVW_alloc/LVW_free: VW-Pointer geändert

source: EXT-FUBs: old task still open
de: EXT-FUBs: alter Auftrag noch offen

source: LVW_free: incorrect pointer
de: LVW_free: falscher Pointer

source: Library function already exists (duplicated symbol)
de: Library-Funktion mit diesem Namen existiert bereits (duplicated symbol)

source: Library function is not referenced, unlink failed
de: Bibliothek-Funktion ist nicht referenziert, kein Unlink moeglich

source: Library function is still referenced, deletion failed
de: Bibliothek-Funktion ist noch referenziert, loeschen nicht moeglich

source: Not enough free memory for librarytable
de: Zuwenig Speicher fuer Bibliothek-Verwaltung

source: Library function not available (System GOT)
de: Bibliothek-Funktion nicht vorhanden (System-GOT)

source: Incorrect PP_module address or no PP present
de: PPDPRLIB: Falsche PP_Moduladresse oder kein PP vorhanden

source: PPConnect called twice
de: PPDPRLIB: Doppelter Aufruf von PPConnect

source: Incorrect memory length
de: PPDPRLIB: Falsche Länge des Speichers

source: "ppdprlib.br" library not loaded on PP
de: PPDPRLIB: Library "ppdprlib.br am PP nicht geladen

source: Free memory error (incorrect pointer)
de: PPDPRLIB: Freier Speicher-Fehler (falscher Zeiger)

source: DPR length too long
de: PPDPRLIB: Zu große DPR-Länge

source: Incorrect identifier (identifier = 0)
de: PPDPRLIB: Falscher Ident (Ident = 0)

source: PPMAN: Timeout in CPU PP boot handshake
de: PPMAN: Timeout im CPU-PP Hochlauf-Handshake

source: PPMAN: General fatal error
de: PPMAN: allgemeiner fataler Fehler

source: PPMAN: System boot in INIT mode not possible
de: PPMAN: Systemhochlauf im Mode Warmstart nicht möglich

source: PPMAN: Number of system bus modules configured too small
de: PPMAN: Anzahl der Systembusmodule zu klein konfiguriert

source: PPMAN: Different AR Versions on CPU/PP
de: PPMAN: Unterschiedliche Automation Runtime Versionen im Gesamtsystem

source: Task class "idle time generator" cycle time violation
de: Taskklassen-Idle-Time-Generator Zykluszeitverletzung

source: I/O cross-link task cycle time violation
de: I/O Cross-Link Task Zykluszeitverletzung

source: TC#6 Cycle time error
de: TC#6 Zykluszeitfehler

source: TC#5 Cycle time error
de: TC#5 Zykluszeitfehler

source: TC#8 Cycle time error
de: TC#8 Zykluszeitfehler

source: TC#7 Cycle time error
de: TC#7 Zykluszeitfehler

source: TC#7 maximum cycle time violation
de: TC#7 maximale Zykluszeitverletzung

source: TC#8 maximum cycle time violation
de: TC#8 maximale Zykluszeitverletzung

source: TC#5 maximum cycle time violation
de: TC#5 maximale Zykluszeitverletzung

source: TC#6 maximum cycle time violation
de: TC#6 maximale Zykluszeitverletzung

source: B&R String too large
de: Länge des B&R-String zu groß

source: Function pointer not initialized
de: Funktionspointer nicht initialisiert

source: The checksum of a Continuous IVZ is destroyed
de: Die Prüfsumme eines FortsetzungsIVZ ist zerstört

source: Checksumm length not equal to 4 is not supported
de: Checksummen-Länge ungleich 4 wird nicht unterstützt

source: The given shovel table is empty
de: Die übergebene Schaufeltabelle ist leer

source: The I/O instruction has not been executed yet
de: Der IO-Auftrag wurde noch nicht ausgeführt

source: Incorrect SAP in the SAPLI_TAB (SAP_check_rights)
de: Falscher SAP in der SAPLI_TAB bei SAP_check_rights

source: No more space in CSwrite table
de: Kein Platz in CSwrite-Tabelle

source: Invalid module name syntax (special character)
de: Syntax des Modulnamens nicht gültig (Sonderzeichen!)

source: The end of the MSPS region in the Config.Module is incorrectly set
de: Im KonfigModul ist das Ende des temp. Speichers falsch gesetzt

source: Warning: Diagnostics after software reset
de: Warnung: Diagnose nach Software Reset

source: Warning: Diagnostics after powerfail
de: Warnung: Diagnose nach Stromausfall

source: Warning: Halt after software reset
de: Warnung: Halt nach Software Reset

source: Warning: Cold restart after software reset
de: Warnung: Kaltstart nach Software Reset

source: Warning: Warm restart after software reset
de: Warnung: Warmstart nach Software Reset

source: Warning: Halt after powerfail
de: Warnung: Halt nach Stromausfall

source: Warning: Cold restart after powerfail
de: Warnung: Kaltstart nach Stromausfall

source: Warning: Warm restart after powerfail
de: Warnung: Warmstart nach Stromausfall

source: WARNING: Error after powerfail
de: Warnung: Error nach Stromausfall

source: Warning: Diagnostics after watchdog or manual reset
de: Warnung: Diagnose nach Watchdog oder manuellem RESET

source: WARNING: Error after Watchdog or manual RESET
de: Warnung: Error nach Watchdog oder manuellem RESET

source: Warning: Warm restart after watchdog or manual reset
de: Warnung: Warmstart nach Watchdog oder manuellem RESET

source: Warning: Cold restart after watchdog or manual reset
de: Warnung: Kaltstart nach Watchdog oder manuellem RESET

source: Warning: Halt/service after watchdog or manual reset
de: Warnung: Halt/Service nach Watchdog oder manuellem RESET

source: PLC reboot triggered by the hardware watchdog
de: Wiederanlauf der SPS ausgelöst durch den Hardware-Watchdog

source: PLC reboot triggered by a software reset
de: Wiederanlauf der SPS ausgelöst durch ein Software Reset

source: PLC reboot triggered by the PLC CPU temperature monitor
de: Wiederanlauf der SPS ausgelöst durch die Temperaturüberwachung der SPS-CPU

source: PLC reboot due to internal reset controller error
de: Wiederanlauf der SPS wegen internem Fehler des Resetcontrollers

source: PLC reboot after pressing the reset button
de: Wiederanlauf der SPS nach Drücken des Reset-Knopfs

source: PLC reboot due to internal CPU clock failure
de: Wiederanlauf der SPS wegen Ausfall des CPU-Takts

source: System halted because of power loss
de: System wegen Stromausfall abgeschaltet

source: Warning: Cold restart after powerfail
de: Warnung: Kaltstart nach Stromausfall

source: Default-EXCEPTION-Handler
de: Default-EXCEPTION-Handler aufgerufen -> EXERMO nachladen

source: EXCEPTION: Error 2005 IO expansion 8
de: EXCEPTION: Error 2005 IO-Erweiterung 8

source: EXCEPTION: Error 2005 Base IO
de: EXCEPTION: Error 2005 Basis-IO

source: EXCEPTION: Error 2005 IO expansion 1
de: EXCEPTION: Error 2005 IO-Erweiterung 1

source: EXCEPTION: Error 2005 IO expansion 2
de: EXCEPTION: Error 2005 IO-Erweiterung 2

source: EXCEPTION: Error 2005 IO expansion 3
de: EXCEPTION: Error 2005 IO-Erweiterung 3

source: EXCEPTION: Error 2005 IO expansion 4
de: EXCEPTION: Error 2005 IO-Erweiterung 4

source: EXCEPTION: Error 2005 IO expansion 5
de: EXCEPTION: Error 2005 IO-Erweiterung 5

source: EXCEPTION: Error 2005 IO expansion 6
de: EXCEPTION: Error 2005 IO-Erweiterung 6

source: EXCEPTION: Error 2005 IO expansion 7
de: EXCEPTION: Error 2005 IO-Erweiterung 7

source: EXCEPTION: Error 2003 IO (ANP inactive)
de: EXCEPTION: Error 2003 IO (ANP inaktiv)

source: EXCEPTION: Unknown Error 2003 IO
de: EXCEPTION: unbekannter Error 2003 IO

source: EXCEPTION: Error 2003 IO (ANP-Type changed)
de: EXCEPTION: Error 2003 IO (ANP-Typ geändert)

source: ExceptionCallout: to many connects in parallel
de: ExceptionCallout: zuviele Connect parallel

source: ExceptionCallout: wrong connect-mode
de: ExceptionCallout: falscher Connect-Mode

source: WARNING: Adresserror during communication
de: WARNUNG: Adresserror während Kommunikation

source: WARNING: Buserror during communication
de: WARNUNG: Buserror bei Kommunikation

source: HS#3 maximum cycle time violation
de: HS#3 maximale Zykluszeitverletzung

source: HS#4 maximum cycle time violation
de: HS#4 maximale Zykluszeitverletzung

source: HS#3 cycle time error
de: HS#3 Zykluszeitfehler

source: HS#4 cycle time error
de: HS#4 Zykluszeitfehler

source: HS#1 maximum cycle time violation
de: HS#1 maximale Zykluszeitverletzung

source: HS#2 maximum cycle time violation
de: HS#2 maximale Zykluszeitverletzung

source: EXCEPTION: Perieller Error
de: EXCEPTION: IO Interrupt

source: EXCEPTION: Perieller Error
de: EXCEPTION: Error 2010 IO

source: HS#1 cycle time error
de: HS#1 Zykluszeitfehler

source: HS#2 cycle time error
de: HS#2 Zykluszeitfehler

source: EXCEPTION: Error 2003 IO (error for digital access)
de: EXCEPTION: Error 2003 IO (Fehler bei Digital-Zugriff)

source: EXCEPTION: Error 2003 IO (ANP not available)
de: EXCEPTION: Error 2003 IO (ANP nicht vorhanden)

source: I/O error 2003.
de: EXCEPTION: Error 2003 IO (Automation Studio/FUB : Modul nicht vorhanden oder falsch)

source: Exception handling with EXC-Tasks active more than once
de: Exceptionbehandlung mit EXC-Tasks mehrfach aktiv

source: EXCEPTION: Range overflow in array
de: EXCEPTION: Range-Overflow bei Feldern

source: RIO HSTC maximun cycle time violation
de: RIO-HSTC maximale Zykluszeitverletzung

source: EXC-TC maximum cycle time violation
de: EXC-TC maximale Zykluszeitverletzung

source: Null pointer
de: EXCEPTION: Nil-Pointer Verwendung

source: EXCEPTION: Default handler
de: EXCEPTION: Fehler bei automat. Moduladressierung

source: IRQ-TC maximum cycle time violation
de: IRQ-TC maximale Zykluszeitverletzung

source: EXCEPTION: Division by zero
de: EXCEPTION: Division by zero (Division durch Null)

source: EXCEPTION: Uninitialized Interrupt
de: EXCEPTION: Uninitialisierter Interrupt

source: Exception released by RIO-Master.
de: EXCEPTION: Remote-IO Fehler

source: TC#4 maximum cycle time violation
de: TC#4 maximale Zykluszeitverletzung

source: TC#3 maximum cycle time violation
de: TC#3 maximale Zykluszeitverletzung

source: TC#2 maximum cycle time violation
de: TC#2 maximale Zykluszeitverletzung

source: TC#1 maximum cycle time violation
de: TC#1 maximale Zykluszeitverletzung

source: TC#4 cycle time error
de: TC#4 Zykluszeitfehler

source: TC#3 cycle time error
de: TC#3 Zykluszeitfehler

source: TC#2 cycle time error
de: TC#2 Zykluszeitfehler

source: TC#1 cycle time error
de: TC#1 Zykluszeitfehler

source: INTELLIGENT MIXED MODULE: The sampling rate is invalid
de: WEG/SPRITZMODUL: der Abtastfaktor ist ungültig

source: INTELLIGENT MIXED MODULE: The calibration factor is invalid
de: WEG/SPRITZMODUL: der Kalibrierfaktor ist ungültig

source: INTELLIGENT MIXED MODULE: Not enough memory for configuration
de: WEG/SPRITZMODUL: zuwenig Speicher für die Konfiguration

source: INTELLIGENT MIXED MODULE: Not enough data for congfiguration
de: WEG/SPRITZMODUL: zuwenig Daten für die Konfiguration
