Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Initializing the motion functions failed
de: Die Initialisierung der Achsfunktionen ist fehlgeschlagen.

source: internal error revision number
de: interner Fehler Revisionsnummer

source: safety module parameter error
de: parameterfehler Modul

source: additional information technology guarding
de: Technology Guarding Detailinformation

source: internal SLX command channel failed
de: Fehler interner SLX-Kommandokanal

source: SLX in inaccessible state
de: SLX nicht in erreichbarem Status

source: error FW version, vendor or module type
de: Fehler FW-Version, Hersteller- oder Modultyp

source: info SD communication
de: Info SD-Kommunikation

source: safe key file is incompatible
de: Safekeyfile ist inkompatibel

source: Revision file is incompatible
de: Revisionsfile ist inkompatibel

source: confirmation of a new firmware version
de: Bestätigung Firmware Version

source: confirmation of >4 module mismatches
de: Bestätigung Modultausch (>4 Module)

source: info user action
de: Info Bedieneraktion

source: Module is not started due to firmware revision mismatch
de: Modul wegen FW-Version nicht gestartet.

source: safety module missing or nodeguarding failed
de: Safety Modul fehlt oder Nodeguarding fehlgeschlagen

source: info auto confirmation file
de: Info Auto-Bestätigungsdatei

source: Warning of a firmware CFunction
de: Warnung einer von der Firmware bereitgestellten C-Funktion

source: Warning of an User CFunction Library
de: Warnung einer kundenspezifischen Bibliothek

source: Object 0x1200, 0x01 (SDN) was accessed with attribute <SOD_k_ATTR_BEF_RD>. This attribute is illegal object SDN.
de: Auf das Objekt 0x1200, 0x01 (SDN) wurde mit dem Attribute <SOD_k_ATTR_BEF_RD> zugegriffen. Dieses Attribute ist für das Objekt SDN nicht erlaubt.

source: Inconsistence between data length (00 bytes) and frame length (00 bytes), if the frame uses CRC8.
de: Widerspruch bei der Datenlänge (00 Bytes) und der Framelänge (00 Bytes), falls der Frame CRC8 benützt

source: The value in the LE field (00)of the received frame exceed valid range.
de: Der Wert in dem LE Feld (00) des empfangen Frame überschritt den Gültigkeitsbereich

source: Inconsistence between data length (00 bytes) and frame length (00 bytes), if the frame uses CRC16.
de: Widerspruch bei der Datenlänge (00 Bytes) und der Framelänge (00 Bytes), falls der Frame CRC16 benützt

source: The value in the LE field (00) of the received frame exceeds valid range (<= k_MAX_DATA_LEN).
de: Der Wert im LE Feld (00) des empfangen Frames überschritt den Gültigkeitsbereich (<= k_MAX_DATA_LEN)

source: The received EPLS frame contains different frame Id's in sub frame ONE (0) and in sub frame TWO (0).
de: Der empfangene EPLS Frame enthält unterschiedliche Frame IDs im Subframe eins (0) und im Subframe zwei (0)

source: The checksum (CRC8) of sub frame one (00) is NOT correct.
de: Die Prüfsumme (CRC8) des Subframes eins (00) ist nicht korrekt

source: The payload data of sub frame one and two is not equal.
de: Die Nutzdaten des Subframe eins und zwei sind nicht gleich

source: The checksum (CRC8) of sub frame two (00) is NOT correct.
de: Die Prüfsumme (CRC8) des Subframes zwei (00) ist nicht korrekt

source: The checksum (CRC16) of sub frame one (0000) is NOT correct.
de: Die Prüfsumme (CRC16) des Subframes eins (0000) ist nicht korrekt

source: The checksum (CRC16) of sub frame two (0000) is NOT correct.
de: Die Prüfsumme (CRC16) des Subframes zwei (0000) ist nicht korrekt

source: The type of data (00) to be copied is NOT defined.
de: Der Typ (00) der zu kopierenden Daten ist nicht definiert

source: The received frame length (0000) is NOT correct.
de: Die Empfangene Framelänge (0000) ist nicht korrekt

source: The received address (00) in the ADR field of EPLS sub frame one is invalid.
de: Die empfangene Adresse (00) im ADR Feld des EPLS Subframes eins ist ungültig

source: The received domain number (0000) in the ADR field of EPLS sub frame two is invalid.
de: Die Empfangene Domainnummer (0000) in dem ADR Feld des EPLS Subframes zwei ist ungültig

source: The value in the ADR field (0000) of the frame to be transmitted is NOT correct.
de: Der Wert im ADR Feld (0000) des zu übertragenden Frames ist nicht korrekt

source: The frame ID (0000) of the frame to be transmitted is NOT correct.
de: Die Frame ID (0000) des zu übertragenden Frames ist nicht korrekt

source: The domain number (0000) of the frame to be transmitted is NOT correct.
de: Die Domainnummer (0000) des zu übertragenden Frames ist nicht korrekt

source: The payload data length (0000) of the frame to be transmitted is NOT correct.
de: Die Nutzdatenlänge (0000) des zu übertragenden Frames ist nicht korrekt

source: The time request address (0000) of the frame to be transmitted is NOT correct.
de: Die Time-Request Adresse (0000) des zu übertragenden Frames ist nicht korrekt

source: Before read callback is registered for the UDID of the SCM SOD object with index 0x1200 and sub-index 0x04
de: Bevor der Lesecallback für die UDID des SCM SOD Objekts mit dem Index 0x1200 und Subindex 0x04 registriert ist

source: The received address (00) in the TADR field of EPLS sub frame one is invalid.
de: Die Empfangene Adresse (00) im TADR Feld des EPLS Subframes eins ist ungültig

source: Memory block for frame transmission cannot be passed to unit SHNF.
de: Ein Speicherblock für die Frame Übertragung konnte nicht durch die SHNF Einheit, durchgereicht werden

source: No memory block for frame transmission available from unit SHNF.
de: Es ist ein Speicherblock für eine Frame Übertragung von der SHNF Einheit vorhanden

source: The frame length (0000) provided by the application is an even number, which is NOT possible.
de: Die von der Applikation unterstützte Frame Länge (0000) ist eine gerade Zahl, was nicht möglich ist

source: The time request distinctive number (00) of the frame to be transmitted is NOT correct.
de: Die Time-Request Erkennungsnummer (00) des zu übertragenden Frames ist nicht korrekt

source: The received SNMT Service Response with ID 00 could NOT be assigned.
de: Die Empfangene SNMT Service Antwort, mit der ID 00, konnte nicht zugewiesen werden

source: The received SNMT Service Response contains an invalid frame ID (00).
de: Die Empfangene SNMT Service Antwort enthält eine ungültige Frame ID (00)

source: The received SNMT Service Response was rejected by SNMTM filter - target address: 0000.
de: Die empfangene SNMT Service Antwort wurde vom SNMTM Filter abgelehnt - Zieladresse: 0000

source: The value in TR field (00) of the received frame is NOT zero.
de: Der Wert im TR Feld (00) des empfangenen Frames ist null

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: Maximum number of SNMT Service Request repetitions of service (00) reached.
de: Maximale Anzahl der SNMT Service Anfragen (00) Wiederholungen wurde erreicht

source: The value in CT field (0000) of the received frame is NOT zero.
de: Der Wert im CT Feld (0000) des empfangenen Frames ist nicht null

source: FSM was called with invalid event in state <wait for requets>.
de: FSM wurde mit einem ungültigen Event im Status <wait for requests> aufgerufen

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit ist kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit ist kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: No FSM available to process the SNMT Request, actually.
de: Zur Zeit ist kein FSM für die Abarbeitung der SNMT Anfrage verfügbar

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: Function call with invalid SPDO number (0000).
de: Funktion mit ungültiger SPDO Nummer (0000) aufgerufen

source: Function call with invalid additional SADR (0000).
de: Funktion mit ungültiger zusätzlicher SADR (0000) aufgerufen

source: NULL pointer passed instead of reference to <UDID>.
de: Null Pointer durchgereicht, anstatt einer Referenz zur UDID

source: An Invalid transition into SN state 00 is requested.
de: Ein ungültiger Wechsel in den SN Status 00 wurde angefragt

source: wrong sensortyp
de: Falscher Sensortyp

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: thresholdparamter out of range
de: Thresholdparameter ausserhalb der Grenzen

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: internal hardware error (init) (uP1)
de: interner Hardwarefehler (Init) (uP1)

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: Error in Crosscommunikation
de: Fehler in Kreuzkommunikation

source: Reference-input doesn't match actual input state
de: Unterschiede zwischen erwarteten Referenz- und tatsächlichen Eingangszuständen

source: internal error testingtime exceeded (µP1)
de: interner Fehler Testzeit überschritten (µP1)

source: state of two-channel evaluation has changed
de: Status der Zweikanalauswertung geändert

source: state of threshold evaluation has changed
de: Status der Zweikanalauswertung geändert

source: internal error PreOpStep to long (µP1)
de: Interner Fehler PreOpStep zu lang (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: error in voltagemonitoring (µP1)
de: Fehler bei Spannungsueberwachung(µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error during hardwaretests (µP1)
de: interner Fehler bei Hardwaretests (µP1)

source: internal error exchange data (µP1)
de: interner Fehler Querkommunikation (µP1)

source: state of channel error evaluation has changed
de: Status der Kanalfehlerauswertung geändert

source: conversiontime of AD-converter to big (µP1)
de: Wandlungszeit des AD-Wandlers zu groß (µP1)

source: error during shunttest (µP1)
de: Fehler bei Shunttest (µP1)

source: No sensor connected
de: Kein Sensor angeschlossen

source: output current for sensor feed exceeded (µP1)
de: Ausgangsstrom der Sensorversorgung überschritten (µP1)

source: internal error incorrect CRC of calibration data (µP1)
de: Interner Fehler falsche Kalibrierdaten CRC (µP2)

source: internal error modul not calibrated (µP1)
de: Interner Fehler Modul nicht kalibriert (µP1)

source: relay stuck at high (uP1)
de: Relais verklebt (uP1)

source: relay stuck at low (uP1)
de: Relais hat nicht angezogen (uP1)

source: PSD FInData/Telegram back value not valid
de: PSD FInData/Telegram Rueckgabewert ungueltig

source: PSD run back value not valid
de: PSD Run Rueckgabewert ungueltig

source: PSD FParameters back values not valid
de: PSD FParameters Rueckgabewerte ungueltig

source: PSD FOutTelegram/Data back value not valid
de: PSD FOutTelegram/Data Rueckgabewert ungueltig

source: PSD stop back value not valid
de: PSD stop Rueckgabewert ungueltig

source: FUB initializing info
de: FUB initialisierung info

source: PNIO-Stack communication info
de: PNIO-Stack Kommunikation Info

source: PSD Initializing invalid back value
de: PSD Initialisierung ungueltige Rueckgabewert

source: read FParameters from GPDO
de: read FParameters von GPDO

source: System path invalid back value
de: System path , Reuckgabewert ist ungueltig

source: Send FInput Telegram info
de: Sende FInput Telegram Info

source: Nullpointer in a Library C function detected
de: In einer Library C-Funktion wurde ein Nullpointer erkannt.

source: Undefined state in C function code detected
de: Im Code einer C-Funktion wurde ein nicht behandelter State erreicht.

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: FParameters configuration info
de: FParameters Konfiguration Info

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error message from RoboticCtrl_SF_2 library
de: Fehlermeldung von RoboticCtrl_SF_2 Library

source: Warning message from RoboticCtrl_SF_2 library
de: Warnung von RoboticCtrl_SF_2 Library

source: Error Utilities library: out of range
de: Fehler Utilitiesbibliothek: Bereichsüberlauf

source: Library function is not supported on the specific SL
de: Bibliotheksfunktion wird auf der entsprechenden SL nicht unterstützt.

source: Error message from RoboticCtrl_SF library
de: Fehlermeldung von RoboticCtrl_SF Library

source: Warning message from RoboticCtrl_SF library
de: Warnung von RoboticCtrl_SF Library

source: Warning message from RoboticCtrl_SF library
de: Warnung von RoboticCtrl_SF Bibliothek

source: Error message from RoboticCtrl_SF library
de: Fehlermeldung von RoboticCtrl_SF Bibliothek

source: Warning message from RoboticCtrl_SF library
de: Warnung von RoboticCtrl_SF Library

source: Error message from RoboticCtrl_SF library
de: Fehlermeldung von RoboticCtrl_SF Library

source: Warning message from RoboticCtrl_SF library
de: Warnung von RoboticCtrl_SF Library

source: Error message from RoboticCtrl_SF library
de: Fehlermeldung von RoboticCtrl_SF Library

source: Warning message from RoboticCtrl_SF library
de: Warnung von RoboticCtrl_SF Library

source: Error message from RoboticCtrl_SF library
de: Fehlermeldung von RoboticCtrl_SF Library

source: Error message from customized library.
de: Fehlermeldung von kundenspezifischer Library

source: Warning message from customized library
de: Warnmeldung von kundenspezifischer Library

source: SMC: RSP - State RSP Valid changed during safe operation
de: SMC: RSP - Änderung des Status RSP Valid während Speichervorgang

source: SMC FFS: RSP - Homing, Homing already done without RSP
de: SMC FFS: RSP - Homing, Bereits ohne RSP referenziert

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error exchange data (µP1)
de: interner Fehler Querkommunikation (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: SMC FFS: RSP - Homing, Positional change during power off too big
de: SMC FFS: RSP - Homing, Positionsänderung im ausgeschalteten Zustand zu groß

source: SMC FFS: RSP - Homing, Config changed
de: SMC FFS: RSP - Homing, Konfigurationsänderung

source: SMC FFS: RSP - Homing, INT32 overflow of S_SafePosition
de: SMC FFS: RSP - Homing, INT32 Überlauf der S_SafePosition

source: SMC FFS: RSP - Homing, CRC error while receiving the remanent safe position
de: SMC FFS: RSP - Homing, CRC Fehler beim Empfang der remanenten Position

source: The payload length (00) in the SSDO frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im SSDO Frame ist falsch

source: The payload length (00) in the SSDO frame received from the SSDOC is not equal to 4.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im SSDO Frame ist nicht gleich 4

source: The addressed SOD entry is not matching to the number of payload bytes of the requested expedited transfer.
de: Der adressierte SOD Eintrag passt nicht zu der Anzahl der Nutzdaten des angefragten beschleunigten Transfers

source: The maximum length of the addressed SOD entry is smaller than the length of the data to be written.
de: Die maximale Länge des adressierten SOD Eintrags ist kleiner als die Länge der zu schreiben Daten

source: The addressed SOD entry is not matching to the number of payload bytes of the requested segmented transfer.
de: Der adressierte SOD Eintrag passt nicht zu der Anzahl der Nutzdaten des angefragten aufgeteilten Transfers

source: The SSDOC request payload length is too small.
de: Die SSDOC Request Nutzdatenlänge ist zu kurz

source: Raw data length in the download middle segment is wrong
de: Die Originaldatenlänge im mittleren Downloadsegment ist falsch

source: Raw data length in the download end segment is wrong
de: Die Originaldatenlänge im Endsegment des Downloads ist falsch

source: SOD_Write() was called to write a segment without locking the SOD
de: SOD_Write() wurde Aufgerufen um ein Segment, ohne das Sperren des SOD, zu schreiben

source: SSDO Service Request received with inconsistant index or sub index.
de: Ein SSDO Request mit inkonsistenten Index oder Subindex empfangen

source: The received SSDO Service was rejected by SSDOS filter - target address: 0 safety domain number: 0
de: Der empfangene SSDO Service wurde vom SSDOS Filter verworfen - Ziel Adresse: 0 SDN: 0

source: SSDO Service Request for download received, because the write access is disabled.
de: Weil der Schreibzugriff ausgeschaltet ist, ist ein SSDO Service Request empfangen worden

source: SSDO Service Request with invalid toggle bit received.
de: Ein SSDO Service Request mit ungültigem Toggle-Bit empfangen

source: SSDO Service Request for download received, because the active instance is not in PRE_OPERATIONAL state.
de: Weil die Aktive Instanz nicht im PRE_OPERATIONAL Status ist, ist ein SSDO Service Request zum Download empfangen worden

source: SSDO Service Request for download received, because the SOD is locked.
de: Weil das SOD gesperrt ist, ist ein SSDO Service Request für den Download empfangen worden

source: SSDO Service Request for download received, because an other instance is in OPERATIONAL state.
de: Weil eine andere Instanz im OPERATIONAL Status ist, wurde in SSDO Service Request für den Download, empfangen

source: The payload length (00) in the initiate upload request frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) des initiierenden Upload-Request Frames ist falsch

source: Abort frame received from the SSDOC with abort code : (00).
de: Abbruch Frame vom SSDOC empfangen mit dem Abbruchcode: (00)

source: Undefined FSM state (00) in FSM call.
de: Ein nicht definierter FSM Status (00) im FSM Aufruf

source: The TR field (0) in the received SSDO Service is invalid.
de: Das TR Feld (0) im empfangenen SSDO Service ist ungültig

source: Invalid SOD access command (00) was set by the EPLS SW.
de: Die EPLS SW hat eine ungültiges SOD Zugriffskommando (00) abgesetzt

source: The payload length (00) in the SSDO frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im SSDO Frame ist falsch

source: Wrong SOD access command (00) received from the SSDOC.
de: Falsches SOC Zugriffskommando (00) vom SSDOC empfangen

source: The payload length (00) in the abort frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im Abort-Frame ist falsch

source: Invalid SOD access command (00) was set by the EPLS SW.
de: Die EPLS SW hat eine ungültiges SOD Zugriffskommando (00) abgesetzt

source: The payload length (00) in the SSDO frame received from the SSDOC is wrong.
de: Die vom SSDOC empfangene Nutzdatenlänge (00) im SSDO Frame ist falsch

source: Function call with invalid maximum payload data length (00).
de: Funktionsaufruf mit ungültiger maximaler Nutzdatenlänge (00)

source: Reference to the response buffer is NULL.
de: Die Referenz zum Antwortpuffer ist null

source: Length of the response buffer size (0000) is invalid.
de: Länge der Responce-Puffer Größe (0000) ist ungültig

source: NULL pointer passed instead of reference to <Response callback function>.
de: Nullpointer statt der Referenz auf <Response callback function> bearbeitet

source: Function call with invalid data type of SSDO Service Request (00).
de: Funktionsaufruf mit einem ungültigen Datentypen des SSDO Service-Requests (00)

source: The b_payloadLen is smaller then 12 byte and the UINT64, INT64 and REAL64 data type must not be segmented.
de: Die b_payloadLen ist kleiner als 12 Byte und die Datentypen UINT64, INT64 und REAL64 dürfen nicht aufgeteilt werden

source: The protocol FSM was called in the k_ST_WF_REQ_TRANS state
de: Im k_ST_WF_REQ_TRANS Status wurde das FSM Protokoll aufgerufen

source: The received SSDO Service Response with ID 00 could NOT be assigned.
de: Der empfangene SSDO Service-Response mit der ID 00 konnte nicht zugewiesen werden

source: The object size (00) in the init segmented upload response frame is invalid. Frame is ignored.
de: Die Objektlänge im aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the expedited init upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des beschleunigten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the init segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the middle segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des mittig aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: The data length (00) of the end segmented upload response frame is invalid. Frame is ignored.
de: Die Datenlänge (00) des am Ende aufgeteilten Init-Upload-Response Frame ist ungültig. Frame wird ignoriert

source: Upload end segment response (k_UPLD_SEG_END) received in the state 'wait for middle segment' (k_ST_WF_UPLD_RESP_MID_SEG).
de: Im Status 'wait for middle segment' (k_ST_WF_UPLD_RESP_MID_SEG) wurde ein Upload end segment response (k_UPLD_SEG_END) empfangen
