Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Invalid accumulator's data type
de: Ungültiger Akkumulatoren-Datentyp

source: Accumulator push/pop error
de: Akkumulatorwerte Stapelfehler

source: Invalid accumulator's data type
de: Ungültiger Akkumulatoren-Datentyp

source: Accumulator stack error
de: Akkumulator Stapelfehler

source: Accumulator stack error
de: Akkumulatoren Stapelfehler

source: Parameter passing error
de: Parameter Weitergabefehler

source: Operand not implemented or range exceeded
de: Operand nicht implementiert, oder Bereich überschritten

source: Maximum amount of errors reached
de: Maximale Fehleranzahl erreicht

source: POU code generation error(s)
de: POE Codeerstellungsfehler

source: Data type conversion error
de: Automatische Typenkonvertierung des Operanden nicht möglich

source: Automatic accumulator data type conversion error
de: Fehler automatische Akkumulator Datentypkonvertierung

source: Nesting error
de: Verschachtelungsfehler

source: Undefined parameter
de: Parameter undefiniert

source: Error passing on parameter
de: Fehler in der Parameterübergabe

source: Maximum nesting level of parenthesis exceeded
de: Maximale Verschachtelungsebene erreicht

source: Missing label
de: Fehlende Bezeichnung

source: POU size too big
de: POE zu groß

source: Instruction not implemented or incorrect data type
de: Anweisung nicht implementiert oder falscher Datentyp

source: Project size exceeded
de: Projekt zu groß

source: No module's code available
de: Kein Code für Modul

source: Invalid pointer
de: Zeiger ungültig

source: invalid MEM address
de: ungültige MEM-Adresse

source: Invalid list length
de: Ungültige Listenlänge

source: Invalid pointer in internal debug data
de: Ungültiger Zeiger in den internen Debugdaten

source: Pointer to variable status result list is invalid
de: Zeiger auf die Variablenstatus Ergebnisliste ist ungültig

source: Pointer to the variable status list is invalid
de: Datenzugriffspointer für die Variablenstatusliste ist ungültig

source: The data length of the variable status result list is invalid
de: Die Datenlänge der Variablenstatus Ergebnisliste ist ungültig

source: Invalid physical variable address
de: Ungültige physikalische Variablenadresse

source: SafePCOS2 state differs from SafePCOS1 state
de: Der Status vom SafePCOS2 unterscheidet sich vom Status vom SafePCOS1

source: Non interruptable CALL has been interrupted
de: Ein nicht unterbrechbarer Aufruf ist unterbrochen worden

source: Invalid device diagnostic input length from SafeOS
de: Ungültige Gerätediagnose Eingangslänge vom SafeOS

source: Invalid safe output length from SafeOS
de: Ungültige sichere Ausgangsdatenlänge vom SafeOS

source: Invalid non safe output length from SafeOS
de: Ungültige nicht sichere Ausgangsdatenlänge vom SafeOS

source: Invalid device diagnostic output length from SafeOS
de: Ungültige Gerätediagnose Ausgangsdaten vom SafeOS

source: Project does not match firmware (FBK diag len)
de: Projekt passt nicht zur Firmware (Länge FBK Diagnosedaten)

source: Internal error
de: Interner Fehler

source: Internal error
de: Interner Fehler

source: Synchronization failed
de: Synchronisation fehlgeschlagen

source: Invalid logical address
de: Ungültige logische Adresse

source: Invalid boot file
de: Ungültige Bootdatei

source: Amount of data sent insufficient
de: Zu wenige Daten gesendet

source: Unexpected online service inquiry
de: Unerwartete Online-Serviceanfrage

source: Invalid module type
de: Ungültiger Modultyp

source: Too many data requests
de: Zu viele Datenanfragen

source: Invalid system time
de: Ungültige Systemzeit

source: No project file for booting available
de: Keine Projektdatei zum Booten verfügbar

source: Invalid memory compare table
de: Ungültige Speicherkopiertabelle

source: Invalid data type
de: Ungültiger Datentyp

source: C-function's version differs from installed C-function
de: Version der C-Funktion unterscheidet sich von installierter C-Funktion

source: ID of the C-function differs from installed C-function
de: Kennung der C-Funktion unterscheidet sich von installierter C-Funktion

source: Execution of synchronized command failed
de: Ausführung des synchronisierten Kommandos fehlgeschlagen

source: Corrupted call order
de: Aufrufreihenfolge ist fehlerhaft

source: Invalid synchronization structure
de: Ungültige Synchronisierungsstruktur

source: Too much data for synchronization
de: Zu viele Daten für die Synchronisation

source: Invalid memory compare counter
de: Ungültiger Speichervergleichszähler

source: Invalid synchronization command
de: Ungültiges Synchronisierungskommando

source: No C-function found with this function number
de: Keine C-Funktion mit dieser Funktionsnummer gefunden

source: No or not enough SafeOS stack memory assigned
de: Es ist kein oder nicht genügend Stack Speicher für SafeOS zugewiesen

source: Invalid non safe input length from SafeOS
de: Ungültige nicht sichere Eingangslänge vom SafeOS

source: Invalid safe input length from SafeOS
de: Ungültige sichere Eingangslänge vom SafeOS

source: Invalid logical address of device diagnostic input
de: Ungültige logische Adresse des Gerätediagnose-Eingangs

source: Invalid logical address of non-safe input
de: Ungültige logische Adresse des nicht sicheren Eingangs

source: Invalid logical address of safe input
de: Ungültige logische Adresse des sicheren Eingangs

source: Invalid address of memory compare variable
de: Ungültige Adresse der Speichervergleichsvariable

source: Invalid logical address of function block diagnostic output
de: Ungültige logische Adresse des Funktionsblock-Diagnoseausgangs

source: Invalid logical address of device diagnostic output
de: Ungültige logische Adresse des Gerätediagnose-Ausgangs

source: Invalid logical address of non-safe output
de: Ungültige logische Adresse des nicht sicheren Ausgangs

source: Invalid logical address of safe output
de: Ungültige logische Adresse des sicheren Ausgangs

source: Invalid pointer to C-function's data
de: Zeiger auf die Daten der C-Funktionen ungültig

source: Check of C-function failed
de: Prüfung der C-Funktion fehlgeschlagen

source: Invalid C-function number
de: Ungültige C-Funktionsnummer

source: Limit of installable C-functions exceeded
de: Limit der installierbaren C-Funktionen überschritten

source: C-function's stack size of differs from installed C-function
de: Stackgrösse der C-Funktion unterscheidet sich von installierter C-Funktion

source: C-function's number already installed
de: C-Funktion mit dieser Funktionsnummer bereits installiert

source: Additional information
de: Zusatzinfo

source: Cannot parse process variable identifier.
de: Fehler beim Parsen des Prozess-Variablen-Bezeichners.

source: Cannot parse process variable identifier.
de: Fehler beim Parsen des Prozess-Variablen-Bezeichners.

source: Cannot parse process variable identifier.
de: Fehler beim Parsen des Prozess-Variablen-Bezeichners.

source: Error number is not currently in use.
de: Fehlernummer wird derzeit nicht verwendet.

source: Cannot parse process variable identifier.
de: Fehler beim Parsen des Prozess-Variablen-Bezeichners.

source: Buffer used to determine structure description too small
de: Der übergebene Puffer für Ermittlung einer Strukturbeschreibung ist zu klein.

source: Error checking the plausibility of the indices describing the PV on the target (searching for the PV via index)
de: Fehler bei Plausibilitätsprüfung der die PV beschreibenden Indices am Target (Suche der PV über Index).

source: Error while checking the plausibility of the PV description on the target system.
de: Fehler bei der Plausibilitätsprüfung der PV-Beschreibung am Zielsystem.

source: Error while checking the plausibility of the PV description on the target system.
de: Fehler bei der Plausibilitätsprüfung der PV-Beschreibung am Zielsystem.

source: Error while checking the plausibility of the PV description on the target system.
de: Fehler bei der Plausibilitätsprüfung der PV-Beschreibung am Zielsystem.

source: Error while checking the plausibility of the PV description on the target system.
de: Fehler bei der Plausibilitätsprüfung der PV-Beschreibung am Zielsystem.

source: PV not found.
de: PV nicht gefunden.

source: Module with specified identifier not found on target system
de: Modul mit angegebenem Bezeichner konnte am Zielsystem nicht gefunden werden.

source: WARNING: Routing: Message on L2 - renmove device control
de: Warnung: Routing: Meldung an L2 - Entzug der Devicekontrolle

source: Routing: Error reading CAN parameter
de: Warnung: Routing: Fehler beim Lesen der CAN-Parameter

source: No node number saved in CRM
de: Warnung: Keine Knotennummer im CRM gespeichert

source: Routing: Device is invalid
de: Warnung: Routing: Device ist ungültig

source: Routing: Path entry is invalid
de: Warnung: Routing: Pfad-Eintrag ist ungültig

source: Routing: Device path is invalid
de: Warnung: Routing: Device-Pfad ist ungültig

source: Routing: FBASE error
de: Warnung: Routing: FBASE-Fehler

source: Routing: Invalid frame
de: Warnung: Routing: ungültiger Frame

source: Routing: Device description string faulty
de: Warnung: Routing: Devicebeschreibungsstring fehlerhaft

source: Routing: Device does not exist
de: Warnung: Routing: Device existiert nicht

source: WARNING: Routing: Assignment error for a sent frame
de: Warnung: Routing: Zuordungsfehler eines gesendeten Frames

source: WARNING: Routing: Invalid Buffer
de: Warnung: Routing: ungültiger Buffer

source: WARNING: Routing: Error from FBASE_write()
de: Warnung: Routing: Fehler aus FBASE_write()

source: WARNING: Routing: No L2-Buffer
de: Warnung: Routing: kein L2-Buffer verfügbar

source: WARNING: Routing: Error from FBASE_read()
de: Warnung: Routing: Fehler aus FBASE_read()

source: WARNING: Routing: Input-Queue overflow
de: Warnung: Routing: Input-Queue Überlauf

source: WARNING: Routing: Output-Queue overflow
de: Warnung: Routing: Output-Queue Überlauf

source: WARNING: Routing: Reserve 15
de: Warnung: Routing: Reserve 15

source: WARNING: Routing: No L2-Buffer (INIT)
de: Warnung: Routing: kein L2-Buffer verfügbar (INIT)

source: WARNING: Routing: L2-write task not allowed
de: Warnung: Routing: L2-Schreibauftrag nicht zulässig

source: Device already closed.
de: Warnung: Das Device ist bereits geschlossen

source: Device already reopened for INA communication.
de: Warnung: Das Device ist bereits für die INA-Kommunikation geöffnet

source: Command for the device being executed
de: Warnung: Für das Device wird gerade ein Kommando ausgeführt

source: Device not configured as an INA device
de: Warnung: Das Device ist nicht als INA-Device konfiguriert

source: Configured INA device not initialized.
de: Warnung: Konfiguriertes INA-Device nicht initialisiert

source: No send buffer available
de: DHCP: Es ist kein Sendebuffer verfügbar

source: Frame cannot be sent
de: DHCP: Frame kann nicht gesendet werden.

source: Table for storing receive functions full
de: DHCP: Tabelle zum Speichern der Empfangsfunktionen voll

source: The renewal time ran off.
de: DHCP: Renewal Zeit ist abgelaufen

source: Status of the DHCP client
de: DHCP: Fehler in der Client State Maschine

source: Lease timeout - the duration of the current lease has expired.
de: DHCP Client: Lease abgelaufen

source: New lease - new lease received
de: DHCP Client: Lease geaendert

source: Event function cannot be added
de: DHCP: Die Event-Funktion kann nicht hinzugefügt werden

source: Client init error - error initializing the DHCP client
de: DHCP: Fehler waehrend der Client Initialisierung

source: Server init error - error initializing the DHCP server
de: DHCP: Fehler während der Server Initialisierung

source: FBTCPIP: Not enough free memory for TCP/IP
de: FBTCPIP: Zuwenig freier Speicher für TCP/IP vorhanden

source: tcpipmgr module not present
de: FBTCPIP: Modul tcpipmgr oder tcpipdrv nicht vorhanden

source: Ethernet Library Manager (previously TcpIpMgr) timeout (200 ms)
de: FBTCPIP: FUB-Timeout TCPIPMGR oder TCPIPDRV

source: FBTCPIP: TCP/IP Receive error
de: FBTCPIP: TCP/IP Receive Fehler

source: TcpIpDrv error
de: FBTCPIP: tcpipcfg nicht geladen bzw. geladen nach TCPIPMGR oder TCPIPDRV

source: FBTCPIP: ethernet nodenumber must be less than 100
de: FBTCPIP: Ethernet-Knotennummer bis maximal 100 zulässig

source: Table for storing receive functions full
de: Tabelle zum Speichern der Empfangsfunktionen voll.

source: Invalid transfer parameter
de: FBTCPIP: Ungültiger Parameter

source: Frame cannot be sent
de: Frame kann nicht gesendet werden.

source: No send buffer available
de: Es ist kein Sendebuffer verfügbar

source: A setting in the mode string (see mode parameter for the FRM_xopen() and FRM_mode() functions) not supported by the interface
de: FBASE: Syntaxfehler im Mode-Parameter-String, oder Mode-Parameter wird vom spezifischen Device nicht unterstützt

source: FBASE: Option not supported
de: FBASE: Option nicht unterstützt

source: FBASE: Not enough memory for management
de: FBASE: zu wenig Speicher für Verwaltung

source: FBASE: No FBASE module available in system
de: FBASE: kein FBASE-Modul im System vorhanden

source: FBASE: Slot not supported
de: FBASE: Slot wird nicht unterstützt

source: FBASE: Function not implemented
de: FBASE: Funktion nicht implementiert

source: FBASE: No frame received
de: FBASE: kein Frame empfangen

source: FBASE: Transfer active
de: FBASE: Übertragung aktiv

source: FBASE: Transmit frame length NULL
de: FBASE: Transmit-Framelänge NULL

source: FBASE: All buffers used
de: FBASE: alle Puffer belegt

source: FBASE: The cyclic system is no longer running
de: FBASE: Das zyklische System läuft nicht mehr

source: FBCAN: FBwrite for this connection still activated
de: FBCAN: FBwrite für diese VB noch aktiv

source: FBCAN: DefineCOB error for Initiate Request Read-COB
de: FBCAN: DefineCOB Fehler für Initiate Request Read-COB

source: FBCAN: DefineCOB error for Initiate Response Write-COB
de: FBCAN: DefineCOB Fehler für Initiate Response Write-COB

source: FBASE: No Client COB exists from FBASE_open
de: FBASE: Es existiert kein Client COB aus FBASE_open

source: FBCAN: DefineCOB error for Initiate Request Write-COB
de: FBCAN: DefineCOB Fehler für Initiate Request Write-COB

source: FBCAN: DefineCOB error for Data Segment Read-COB
de: FBCAN: DefineCOB Fehler für Data Segment Read-COB

source: FBCAN: Receive Callback Overrun
de: FBCAN: Receive Callback Überlauf

source: FBCAN: DefineCOB error for Initiate Response Read-COB
de: FBCAN: DefineCOB Fehler für Initiate Response Read-COB

source: FBCAN: DefineCOB error for Data Segment Write-COB
de: FBCAN: DefineCOB Fehler für Data Segment Write-COB

source: FBASE: Subslot not supported
de: FBASE: Subslot wird nicht unterstützt

source: FBASE: Receive frame length too large
de: FBASE: Receive-Framelänge zu groß

source: Control wire to the interface is disconnected or not in use
de: FBASE: Steuerleitung ist auf der Schnittstelle nicht ausgeführt oder wird nicht bedient

source: FBASE: Interface not supported
de: FBASE: Interface wird nicht unterstützt

source: FBASE: invalid destination (destination not existing)
de: FBASE: ungueltige Zieladressierung (Ziel nicht existent)

source: Function not available (not implemented in the frame driver)
de: FBASE: Funktion ist nicht verfügbar (im Frame-Treiber nicht implementiert)

source: FBPB: PROFIBUS-Module not existing
de: FBPB: PROFIBUS-Modul nicht verfuegbar

source: FBPB: incorrect transmitframe
de: FBPB: Sendeframe defekt

source: Source node number not unique.
de: FBASE: Quell-Knotennummer nicht eindeutig

source: FBASE: Invalid target node number
de: FBASE: Ungültige Ziel-Knotennummer

source: FBASE: Invalid source node number
de: FBASE: Ungültige Quell-Knotennummer

source: FBASE: Invalid Node-Number
de: FBASE: Ungültige Knotennummer

source: FBASE: Target node number not unique.
de: FBASE: Ziel-Knotennummer nicht eindeutig

source: Error in internal socket function GETHOSTADR of FBASE ethernet communication
de: Fehler in internen Socket Funktion GETHOSTADR der FBASE-Ethernet Kommunikation

source: Error in internal socket function SOCKET of FBASE ethernet communication
de: Fehler in internen Socket Funktion SOCKET der FBASE-Ethernet Kommunikation

source: Error in internal socket function SETSOCKOPT of FBASE ethernet communication
de: Fehler in internen Socket Funktion SETSOCKOPT der FBASE-Ethernet Kommunikation

source: Error in internal socket function SENDTO of FBASE ethernet communication
de: Fehler in internen Socket Funktion SENDTO der FBASE-Ethernet Kommunikation

source: Error in internal socket function BIND of FBASE ethernet communication
de: Fehler in internen Socket Funktion BIND der FBASE-Ethernet Kommunikation

source: Error in internal socket function RECVFROM of FBASE ethernet communication
de: Fehler in internen Socket Funktionen RECVFROM der FBASE-Ethernet Kommunikation

source: Error in internal socket function NOFBVW of FBASE ethernet communication
de: Fehler in internen Socket Funktion NOFBVW der FBASE-Ethernet Kommunikation

source: FBASE: Function not implemented
de: FBASE: Funktion nicht implementiert

source: The offert was rejected.
de: DHCP: Offert wurde abgelehnt

source: Option not found
de: DHCP: Option nicht gefunden

source: Too short option length
de: DHCP: Option Länge ist zu klein

source: no valid packâge received
de: DHCP: Kein gültiges Paket empfangen

source: The Package could not be sent.
de: DHCP: Paket konnte nicht gesendet werden

source: TCPIPDRV: Ethernet device not available
de: TCPIPDRV: Ethernet Device nicht verfügbar

source: TCPIPDRV: The configured gateway address is invalid
de: TCPIPDRV: Die angegebene Gatewayadresse ist ungültig

source: NC Manager: Incompatible NC Managers existing
de: NC-Manager: Inkompatible NC-Manager vorhanden

source: NC Manager: The INIT program was not called by ROOT task
de: NC-Manager: Das INIT-Programm wurde nicht vom ROOT Task aufgerufen

source: NC Manager: NC Manager module not found
de: NC-Manager: NC-Manager-Modul nicht gefunden

source: NC manager: HW specific NC list is invalid (contact B&R)
de: NC Manager: Die HW-spezifische NC-Liste ist ungültig (B&R kontaktieren)

source: NC Manager: NC functions cannot be entered in the AVT
de: NC-Manager: NC-Funktionen können nicht in die AVT eingetragen werden

source: NC Manager: Library 'IO_lib' not available
de: NC-Manager: Bibliothek 'io_lib' nicht vorhanden

source: NC Manager: Library 'spooler' not available
de: NC-Manager: Bibliothek 'spooler' nicht vorhanden

source: NC Manager: Library 'io_lib' not burned before NC Manager
de: NC-Manager: Bibliothek 'io_lib' nicht vor NC-Manager gebrannt

source: NC manager: Version of 'io_lib' not compatible with NC manager
de: NC-Manager: Version von 'io_lib' nicht kompatibel mit NC-Manager

source: NC Manager: User Memory for NC SW not freed
de: NC-Manager: User-Memory der NC-SW wird nicht freigegeben

source: NC Manager: Not enough User Memory for NC SW
de: NC-Manager: Zuwenig User-Memory für die NC-SW

source: NC Manager: User Memory for NC configuration list not freed
de: NC-Manager: User-Memory der NC-Konfigurationsliste wird nicht freigegeben

source: NC Manager: Not enough User Memory for NC configuration list
de: NC-Manager: Zuwenig User-Memory für die NC-Konfigurationsliste

source: NC Manager: DPR Memory for NC SW not freed
de: NC-Manager: DPR-Memory der NC-SW nicht freigegeben

source: NC Manager: Not enough DPR Memory for NC SW
de: NC-Manager: Zuwenig DPR-Memory für die NC-SW

source: NC Manager: Error with CPU_xinfo() (error code = 'Info')
de: NC-Manager: Fehler bei CPU_xinfo() (Fehlercode in 'Binäre Daten')

source: NC Manager: Error with HS1-IR-Level change (error code in 'Binary Data')
de: NC-Manager: Fehler bei HS1-IR-Level ändern (Fehlercode in 'Binäre Daten')

source: NC Manager: NC SW INIT aborted
de: NC-Manager: NC-SW-INIT abgebrochen

source: NC Manager: NC module with incompatible HW version (mod.addr. in 'Binary Data')
de: NC-Manager: NC-Modul mit inkompatibler HW-Version (Mod.adr. in 'Binäre Daten')

source: NC Manager: Error with NC IRQ installation (error code in 'Binary Data')
de: NC-Manager: Fehler bei NC-IRQ installieren (Fehlercode in 'Binäre Daten')

source: NC Manager: NC module ID in system table is wrong (mod. addr. in 'Binary Data')
de: NC-Manager: NC-Modul-ID in Systemtabelle ist falsch (Mod.adr. in 'Binäre Daten')

source: Both NC manager types existing ('*man' and '*_ms'), this is not allowed !
de: Beide NC-Manager Typen vorhanden ('*man' UND '*_ms'), dies ist nicht erlaubt !

source: Read NC CFG module: NC manager error in 'Binary Data'
de: NC-CFG-Modul lesen: NC-Manager-Fehler in 'Binäre Daten'

source: Read NC CFG module: Status for NC manager error in 'Binary Data'
de: NC-CFG-Modul lesen: Status für NC-Manager-Fehler in 'Binäre Daten'

source: Read NC CFG module: ID for NC manager error in 'Binary Data'
de: NC-CFG-Modul lesen: ID für NC-Manager-Fehler in 'Binäre Daten'

source: NC manager info (see 'ASCII Data')
de: NC-Manager-Info (siehe 'ASCII Daten')

source: NC manager error (see 'ASCII Data')
de: NC-Manager-Fehler (siehe 'ASCII Daten')

source: MC FUB Library: INIT aborted
de: MC-FUB-Library: INIT abgebrochen

source: MC FUB Library: Error (see 'ASCII Data')
de: MC-FUB-Library: Fehler (siehe 'ASCII Daten')

source: 'nc_object' is not a valid NC object
de: 'nc_object' ist kein gültiges NC-Objekt

source: Invalid NC function pointer
de: Ungültiger NC-Funktionspointer

source: 'action' is not defined or not allowed for this 'subject'
de: 'action' ist nicht definiert oder für dieses 'subject' nicht erlaubt

source: 'subject' is not defined or not allowed for this 'nc_object'
de: 'subject' ist nicht definiert oder für dieses 'nc_object' nicht erlaubt

source: Type of data object is invalid
de: Ungültiger Typ bei Datenobjektoperation angegeben

source: TType of 'nc_object' is invalid
de: Typ von 'nc_object' ist ungültig

source: Invalid Index
de: Ungültiger Index

source: This NC action is blocked because the initialization of the corresponding NC object is not yet completed or was aborted due to an error.
de: Diese NC-Aktion ist gesperrt, weil die Initialisierung des entsprechenden NC-Objekts noch nicht abgeschlossen ist oder wegen eines Fehlers abgebrochen wurde.

source: The data address is zero
de: Daten-Adresse ist Null

source: Invalid node number or version number
de: Ungültige Knotennummer oder Versionsnummer

source: ID of object or handle is zero
de: Die Objekt- oder Handle-ID ist Null

source: Invalid NC object data
de: Die NC-Objekt Daten sind ungültig

source: The specified size of parameter data is invalid for this action
de: Die angegebene Größe der Parameter-Daten ist für diese Aktion ungültig

source: Invalid network state to carry out this function
de: Ungültiger Netzwerk-Zustand zur Ausführung dieser Aktion

source: The NC object does not belong to a network type, for which this function is supported
de: Das NC-Objekt gehört nicht zu einem Netzwerk-Typ, für den diese Funktion unterstützt wird

source: The length of the corresponding network data is invalid
de: Die Länge der zugehörigen Netzwerkdaten ist ungültig

source: NC object not found ('bus_typ','modul_adr','object_typ','channel')
de: NC-Objekt nicht gefunden ('bus_typ','modul_adr','object_typ','channel')

source: ncalloc: INSTALL error for NC task for TC end (enough TC stack ?)
de: ncalloc: INSTALL-Fehler für NC-Task für TK-Ende (genug TK-Stack ?)

source: ncalloc: INSTALL error for NC task for TC start (enough TC stack ?)
de: ncalloc: INSTALL-Fehler für NC-Task für TK-Anfang (genug TK-Stack ?)

source: ncalloc: System Manager module not found
de: ncalloc: System-Manager-Modul nicht gefunden

source: ncalloc: Task class code invalid
de: ncalloc: Taskklassen-Kennung ungültig

source: ncalloc: Invalid data length
de: ncalloc: Ungültige Datenlänge
