Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Warning: WindowLength invalid. Retaining the last valid configuration.
de: Warnung: WindowLength ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: CutOffFrequency invalid. Retaining the last valid configuration.
de: Warnung: CutOffFrequency ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: CenterFrequency invalid. Retaining the last valid configuration.
de: Warnung: CenterFrequency ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Type invalid. Retaining the last valid configuration.
de: Warnung: Type ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Order invalid. Retaining the last valid configuration.
de: Warnung: Order ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DampingRatioNumerator invalid. Retaining the last valid configuration.
de: Warnung: DampingRatioNumerator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FrequencyDenominator invalid. Retaining the last valid configuration.
de: Warnung: FrequencyDenominator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Bandwidth invalid. Retaining the last valid configuration.
de: Warnung: Bandwidth ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FrequencyNumerator invalid. Retaining the last valid configuration.
de: Warnung: FrequencyNumerator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Error: FilterTime negative.
de: Fehler: FilterTime ist negativ.

source: Error: MinIntegrationPartValue, MaxIntegrationPartValue invalid.
de: Fehler: MinIntegrationPartValue, MaxIntegrationPartValue ungültig.

source: Error: ThresholdLevel1...ThresholdLevel4 undefined.
de: Fehler: ThresholdLevel1...ThresholdLevel4 nicht definiert.

source: Error: ThresholdLevel1 = ThresholdLevel4 invalid.
de: Fehler: ThresholdLevel1 = ThresholdLevel4 ungültig.

source: Error: MinOut, MaxOut invalid.
de: Fehler: MinOut, MaxOut ungültig.

source: Error: Gain invalid.
de: Fehler: Gain ist ungültig.

source: Error: IntegrationTime negative.
de: Fehler: IntegrationTime ist negativ.

source: Error: DerivativeTime negative.
de: Fehler: DerivativeTime ist negativ.

source: Error: OutputValue1...OutputValue3 undefined.
de: Fehler: OutputValue1...OutputValue3 nicht definiert.

source: Error: MinOut negative.
de: Fehler: MinOut ist negativ.

source: Segment lost.
de: Ein Segment ging verloren.

source: Error in the configuration of the "Multiplexing peer station"
de: Fehler bei der Konfiguration der "Multiplexing Gegenstelle"

source: Error: Memory allocation failed.
de: Fehler: Bei der Speicherallokation ist ein Fehler aufgetreten

source: Error: Gain negative.
de: Fehler: Gain ist negativ.

source: Error: DelayTime too high.
de: Fehler: DelayTime ist zu hoch.

source: Error: DelayTime negative.
de: Fehler: DelayTime ist negativ.

source: Error: SetValue negative.
de: Fehler: SetValue ist negativ.

source: Error: Oscillation period too short.
de: Fehler: Die Periode der Schwingung ist zu zu kurz.

source: Error: TimeConstant2 negative.
de: Fehler: TimeConstant2 ist negativ.

source: Error: TimeConstant(1) negative.
de: Fehler: TimeConstant(1) ist negativ.

source: Error: MaxNegSlewRate negative.
de: Fehler: MaxNegSlewRate ist negativ.

source: Error: MaxPosSlewRate negative.
de: Fehler: MaxPosSlewRate ist negativ.

source: Operating as P element or PT1 / DT1 element since TimeConstant2 = 0.
de: Betrieb als P-Glied oder PT1-Glied / DT1-Glied weil TimeConstant2 = 0.

source: Operating as P element or PT1 / DT1 element since TimeConstant(1) = 0.
de: Betrieb als P-Glied oder PT1-Glied / DT1-Glied weil TimeConstant(1) = 0.

source: Tuning aborted by user.
de: Das Tuning wurde durch den Benutzer abgebrochen.

source: Order of the transfer function is invalid.
de: Fehler: Order ungültig.

source: Error: MinPulseWidth greater than Period.
de: Fehler: MinPulseWidth größer als Period.

source: Error: Highest denominator coefficient Denominator[Order] = 0.
de: Fehler: Der höchste Nennerkoeffizient Denominator[Order] ist 0.

source: Error: Order not minimum.
de: Fehler: Order ist nicht minimal.

source: Error: PulseWidth less than cycle time.
de: Fehler: PulseWidth ist kleiner als die Zykluszeit.

source: Error: MinPause less than cycle time.
de: Fehler: MinPause ist kleiner als die Zykluszeit.

source: Error: MinPulseWidth less than cycle time.
de: Fehler: MinPulseWidth ist kleiner als die Zykluszeit.

source: Error: Period less than cycle time.
de: Fehler: Period ist kleiner als die Zykluszeit.

source: Warning: Mode invalid. Retaining the last valid configuration.
de: Warnung: Mode ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Time coordinates of the array of interpolation points not sorted. Retaining the last valid configuration.
de: Warnung: Die Zeitkoordinaten des Stützstellenarrays sind nicht sortiert - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Period length of zero. Retaining the last valid configuration.
de: Warnung: Die Periodendauer ist null - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: An error occurred during memory allocation for the internal ring buffer. Retaining the last valid memory.
de: Warnung: Bei der Speicherallokation ist ein Fehler aufgetreten - der zuletzt gültige Speicher wird beibehalten.

source: Error: The time coordinates in the array of interpolation points are not sorted.
de: Fehler: Die Zeitkoordinaten des Stützstellenarrays sind nicht sortiert.

source: Error: Period length of zero.
de: Fehler: Die Periodendauer ist null.

source: Error: DecelerationNegDirection zero or negative.
de: Fehler: DecelerationNegDirection ist null oder negativ.

source: Error: AccelerationNegDirection zero or negative.
de: Fehler: AccelerationNegDirection ist null oder negativ.

source: Error: Nodes is a null pointer.
de: Fehler: Nodes ist ein NULL-Pointer.

source: Error: JoltTime negative.
de: Fehler: JoltTime ist negativ.

source: Error: VelocityNegDirection zero or negative.
de: Fehler: VelocityNegDirection ist null oder negativ.

source: Error: VelocityPosDirection zero or negative.
de: Fehler: VelocityPosDirection ist null oder negativ.

source: Error: DecelerationPosDirection zero or negative.
de: Fehler: DecelerationPosDirection ist null oder negativ.

source: Error: AccelerationPosDirection zero or negative.
de: Fehler: AccelerationPosDirection ist null oder negativ.

source: Error: Mode invalid.
de: Fehler: Mode ist ungültig.

source: Error: NumberOfNodes less than 2.
de: Fehler: NumberOfNodes ist kleiner als 2.

source: Warning: Memory allocation failed.
de: Warnung: Bei der Speicherallokation ist ein Fehler aufgetreten.

source: Warning: JoltTime negative. Retaining the last valid configuration.
de: Warnung: JoltTime ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DecelerationNegDirection zero or negative. Retaining the last valid configuration.
de: Warnung: DecelerationNegDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: AccelerationNegDirection zero or negative. Retaining the last valid configuration.
de: Warnung: AccelerationNegDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DecelerationPosDirection zero or negative. Retaining the last valid configuration.
de: Warnung: DecelerationPosDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: AccelerationPosDirection zero or negative. Retaining the last valid configuration.
de: Warnung: AccelerationPosDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: VelocityNegDirection zero or negative. Retaining the last valid configuration.
de: Warnung: VelocityNegDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: VelocityPosDirection zero or negative. Retaining the last valid configuration.
de: Warnung: VelocityPosDirection ist null oder negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: NumberOfNodes less than 2. Retaining the last valid configuration.
de: Warnung: NumberOfNodes ist kleiner als 2 - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Nodes is a null pointer. Retaining the last valid configuration.
de: Warnung: Nodes ist ein NULL-Pointer - die zuletzt gültige Parametrierung wird beibehalten.

source: Internal SCM error
de: Interner Fehler des SCM

source: Synchronization problem during SCM file access
de: Synchronisationsproblem beim Dateizugriff des SCM

source: SCM cannot open any more files.
de: SCM kann keine weiteren Dateien mehr öffnen

source: Access to SCM file blocked
de: Zugriff auf eine Datei des SCM gesperrt

source: Faulty format of a film in the SCM
de: Fehlerhaftes Format einer Datei des SCM

source: Faulty sequence when transferring an SCM file
de: Fehlerhafter Ablauf bei der Übertragung einer Datei des SCM

source: Communication problem between SCM and SLX
de: Kommunikationsproblem zwischen SCM und SLX

source: Error accessing SLX registers by SCM
de: Fehler bei Zugriff auf Register der SLX durch den SCM

source: Buffer lost
de: Ein Puffer ging verloren.

source: The specified buffer is invalid.
de: Der übergebene Puffer ist ungültig.

source: Error allocating I/O library resources
de: Fehler beim Allokieren der IO-Library Ressourcen.

source: Error reading the I/O configuration
de: Fehler beim Lesen der IO-Konfiguration.

source: Difference between calculated and configured values
de: Differenz errechnete zu konfigurierte Werte.

source: Zero frame received
de: Nullframe empfangen.

source: System error
de: System Fehler.

source: The FIFO buffer is empty.
de: Der Fifo Buffer ist leer.

source: The FIFO buffer is already full.
de: Der Fifo Buffer ist bereits voll.

source: Maximum number of FIFO buffers already reached in the system
de: Maximale Anzahl an Fifo im System bereits vorhanden.

source: The FIFO buffer does not exist.
de: Fifo existiert nicht.

source: FIFO buffer already exists.
de: Fifo existiert bereits.

source: Invalid mode
de: Ungültiger Modus.

source: Invalid ident
de: Ungültiger Ident.

source: Incorrect parameter.
de: Falscher Parameter.

source: NETX ODM: Client connected
de: NETX ODM: Client verbunden

source: NETX ODM: Basic error
de: NETX ODM: Basisfehler

source: NETX ODM: Driver open
de: NETX ODM: Treiber geöffnet

source: NETX ODM: Client disconnected
de: NETX ODM: Client getrennt

source: NETX ODM: System device opened
de: NETX ODM: System Device geöffnet

source: NETX ODM: Driver closed
de: NETX ODM: Treiber geschlossen

source: NETX ODM: Channel opened
de: NETX ODM: Kanal geöffnet

source: NETX ODM: System device closed
de: NETX ODM: System Device geschlossen

source: Internal Error
de: Interner Fehler

source: NETX ODM: Channel closed
de: NETX ODM: Kanal geschlossen

source: NETX ODM: Client rejected
de: NETX ODM: Client abgelehnt

source: Modbus station not configured
de: Modbus-Station ist nicht konfiguriert

source: Modbus station not connected
de: Modbus-Station ist nicht verbunden

source: Invalid number of coils/registers
de: Ungültige Anzahl von Coils/Registern

source: Zero pointer transferred
de: Nullpointer wurde übergeben

source: Specified memory area too small
de: übergebener Speicherbereich zu klein

source: Modbus response not received in time
de: Modbus-Response wurde nicht zeitgerecht empfangen

source: Queue is full
de: Queue ist voll

source: Error generating the TRAP package.
de: Fehler bei der Erstellung des TRAP Pakets.

source: Unsupported variable type
de: Nicht unterstützter Variablentyp

source: Invalid TrapID
de: Ungültige TrapId

source: SNMP package to big
de: SNMP Paket zu groß

source: Invalid variable length
de: Ungültige Variablenlänge

source: Buffer too small for the variable with the index snmpErrorIdx
de: Buffer für die Variable mit Index snmpErrorIdx zu klein

source: No SNMP response from peer station.
de: keine SNMP Response von der Gegenstelle

source: Error decoding the SNMP response
de: Fehler bei der Dekodierung der SNMP Response

source: Error generating the SNMP request
de: Fehler bei der Erstellung des SNMP Requests

source: Error status set in the SNMP response
de: Fehlerstatus in der SNMP Response gesetzt

source: Invalid SNMP response received
de: eine ungültige SNMP Response wurde empfangen

source: Invalid IP address, host name or port number
de: ungültige IP Adresse, Hostname oder Portnummer

source: Not enough memory
de: zu wenig Speicher

source: OID of a variable is not set.
de: OID einer Variable ist nicht gesetzt

source: Invalid or unsupported SNMP variable type
de: ungültiger bzw. nicht unterstützter SNMP Variablentyp

source: Could not allocate any more memory.
de: Es konnte kein Speicher mehr allokiert werden.

source: A specified parameter is invalid.
de: Ein angegebener Parameter ist ungültig.

source: No more entries.
de: Es sind keine weiteren Einträge vorhanden.

source: The listener could not be subscribed.
de: Der Listener konnte nicht angemeldet werden.

source: Message sent to PROFIBUS stack failed.
de: Das Senden der Message an den PROFIBUS Stack ist fehlgeschlagen.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: The message sent to the PROFIBUS stack was terminated with an error.
de: Die gesendete Message an den PROFIBUS Stack wurde mit einem Fehler quittiert.

source: Message sent to PROFIBUS stack timed out.
de: Das Senden der Message an den PROFIBUS Stack ist in das Timeout gelaufen.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to CANopen stack failed.
de: Das Senden der Message an den CANopen Stack ist fehlgeschlagen.

source: Message sent to CANopen stack timed out.
de: Das Senden der Message an den CANopen Stack ist in das Timeout gelaufen.

source: The message sent to the CANopen stack was terminated with an error.
de: Die gesendete Message an den CANopen Stack wurde mit einem Fehler quittiert.

source: Parameter error
de: Parameterfehler.

source: Invalid data length.
de: Ungültige Datenlängen.

source: CANopen stack error.
de: CANopen Stack Fehler.

source: Timeout error.
de: Timeout Fehler.

source: Could not send message.
de: Fehler beim Senden einer Nachricht.

source: Invalid device
de: Ungültiges Device

source: Invalid password
de: Ungültiges Passwort

source: Invalid database name
de: Ungültiger Datenbankname

source: Memory error
de: Speicherfehler

source: Database error
de: Datenbankfehler

source: Invalid identifier
de: Ungültiger Identifier

source: Invalid column index
de: Ungültiger Spaltenindex

source: Database not supported
de: nicht unterstützte Datenbank

source: Buffer too small
de: Buffergröße zu klein

source: Invalid server name
de: Ungültiger Servername

source: Invalid user name
de: Ungültiger Benutzername

source: SDM invalid file device
de: SDM Nicht gültiges File Device

source: SDM system dump error
de: SDM System Dump Fehler

source: SDM AR registry: Search KEY not found
de: SDM AR-Registry: Such-KEY nicht gefunden

source: SDM not active
de: SDM nicht aktiv

source: FBK "Option" parameter invalid.
de: ungültiger FUB-Parameter "Option"

source: Invalid value
de: Wert ungültig

source: Null pointer given as data buffer.
de: Als Datenpuffer wurde ein Null-Pointer übergeben

source: Maximum number (3) of client connections exceeded
de: Maximale Anzahl (3) an Clientverbindungen überschritten

source: Watchdog error
de: Watchdog ist aufgetreten

source: Response error
de: Fehler beim Response

source: Receive error
de: Fehler beim Empfangen

source: Connection Interrupted
de: Verbindungsunterbrechung

source: Error during sending
de: Fehler beim Senden

source: Unsupported encoding specified
de: Kodierung wird nicht unterstützt

source: information not available
de: gewünschte Information nicht verfügbar

source: Null pointer
de: Nullpointer wurde übergeben

source: Invalid data type
de: Ungültiger Datentyp

source: SQL execute statement required
de: SQL Execute Statement notwendig

source: Invalid SQL statement
de: Ungültiges SQL Statement

source: Error creating a socket
de: Fehler beim Erzeugen eines Sockets

source: Driver task error
de: Fehler beim Treibertask

source: Access denied.
de: Zugriff verweigert

source: Error allocating memory
de: Fehler beim Speicher allokieren

source: Error writing data.
de: Fehler beim Schreiben von Daten

source: Invalid value in Modbus request
de: Ungültiger Wert im Modbus Request

source: Invalid Modbus function code
de: Ungültiger Modbus Function Code

source: Error reading data.
de: Fehler beim Lesen von Daten

source: General error.
de: Allgemeiner Fehler

source: Default value is used.
de: Defaultwert wird verwendet

source: Message sent to PROFIBUS stack timed out.
de: Das Senden der Message an den PROFIBUS Stack ist in das Timeout gelaufen.

source: The message sent to the PROFIBUS stack was terminated with an error.
de: Die gesendete Message an den PROFIBUS Stack wurde mit einem Fehler quittiert.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to PROFIBUS stack failed.
de: Das Senden der Message an den PROFIBUS Stack ist fehlgeschlagen.

source: The listener could not be subscribed.
de: Der Listener konnte nicht angemeldet werden.

source: No more entries.
de: Es sind keine weiteren Einträge vorhanden.

source: A specified parameter is invalid.
de: Ein angegebener Parameter ist ungültig.

source: Could not allocate any more memory.
de: Es konnte kein Speicher mehr allokiert werden.

source: Unknown dongle
de: Unbekannter Dongle

source: Invalid user data array size.
de: ungültige Userdatenarraygröße

source: General error
de: allgemeiner Fehler

source: Invalid license ident
de: ungültiger Lizenzident

source: File not found
de: Datei nicht gefunden

source: Error performing Technology Guard license update
de: Fehler beim Durchführen des Lizenzupdates des TechGuards

source: Unsupported license access
de: nicht unterstützter Lizenzzugriff

source: Invalid parameter
de: ungültiger Parameter

source: Context size too large
de: Größe des Kontexts zu groß

source: Specified Technology Guard not found
de: Angegebener TechGuard wurde nicht gefunden.

source: License data not yet available
de: Lizenzdaten noch nicht verfügbar

source: License violation lifted
de: Lizenzverletzung aufgehoben

source: Buffer for array has an incorrect size.
de: Buffer für Array hat falsche Größe.

source: <p style="background-color: #C0C0C0">Not enough memory
de: zu wenig Speicher

source: A null pointer was transferred.
de: Ein Nullpointer wurde übergeben.

source: General error
de: allgemeiner Fehler

source: Licensing violation
de: Lizenzverletzung

source: Licensing violation
de: Lizenzverletzung

source: Technology Guard not started
de: Technology Guard nicht gestartet

source: Error accessing license
de: Fehler bei Lizenzzugriff

source: Error creating update context
de: Fehler beim Erstellen des Update Kontexts.

source: Error creating update context file
de: Fehler beim Erstellen der Update Kontextdatei.

source: Request type is not supported.
de: Requesttyp wird nicht unterstützt.

source: General error in DdxxIoIOLink
de: Allgemeiner Fehler in DdxxIoIOLink

source: Memory too small.
de: Speicher ist zu klein.

source: IO-Link thread was not started.
de: IO-Link Thread wurde nicht gestartet.

source: Response string is too long.
de: Responsestring zu lang.

source: IO-Link module communication queue is full.
de: IO-Link Modul Kommunikationsqueue ist voll.

source: Frame error in the response from the IO-Link module.
de: Framefehler in Antwort des IO-Link Moduls.

source: IO-Link module configuration error.
de: Konfiguationsfehler eines IO-Link Moduls.

source: Incorrect IO-Link device connected.
de: Falsches IO-Link Gerät angeschlossen.

source: Events lost.
de: Events gingen verloren.

source: Frame too short
de: Frame zu kurz

source: No input data available.
de: Keine Eingangsdaten verfügbar.

source: Write access set to read-only.
de: Schreibzugriff auf read only.

source: Device has no output data
de: Device verfügt über keine Ausgangsdaten

source: Device has no input data
de: Device verfügt über keine Eingangsdaten

source: IO-Link is deactivated.
de: IO-Link deaktiviert.

source: Error when communicating with the IO-Link device.
de: Kommunikationsfehler mit IO-Link Gerät.

source: No IO-Link device connected.
de: Kein IO-Link Gerät angeschlossen.

source: Request not supported
de: Request wird nicht unterstützt

source: Object access failed
de: Objektzugriff schlug fehl

source: IO-Link master request queue full
de: Requestqueue am IO-Link Master ist voll

source: Vendor-specific object access error
de: Objektzugriff herstellerspezifischer Fehler

source: Incorrect interface number
de: Falsche Schnittstellennummer

source: General error calling the device driver (Read)
de: Allgemeiner Fehler beim Aufruf des Gerätetreibers (Read).

source: General error when opening device driver
de: Allgemeiner Fehler beim Gerätetreiber öffnen.

source: Client connection close due to an AR-internal client
de: Clientverbindung wurde aufgrund eines AR internen Clients beendet.

source: General error calling the device driver (Write)
de: Allgemeiner Fehler beim Aufruf des Gerätetreibers (Write).

source: SafeLOGIC controller in use
de: SAFELOGIC ist in Verwendung.

source: SAFELOGIC doesn't support command access
de: SAFELOGIC unterstützt Kommandozugriff nicht.

source: Unable to establish connection to the SafeLOGIC controller
de: Verbindungsaufbau zur SAFELOGIC schlug fehl.

source: Connection closed by SafeLOGIC controller
de: Verbindung wurde von der SAFELOGIC beendet.

source: Response buffer too small
de: Antwortbuffer zu klein.

source: Client connection accepted
de: Clientverbindung akzeptiert.

source: Client closed the connection.
de: Client beendete die Verbindung.

source: Could not allocate connection resources
de: Verbindungsressourcen konnten nicht allokiert werden.

source: General internal error
de: Allgemeiner interner Fehler aufgetreten

source: The command server was not activated.
de: Der Kommandoserver wurde nicht aktiviert.

source: Invalid parameters.
de: Ungültige Parameter.

source: Request queue is full.
de: Requestqueue ist voll.

source: Maximum number of clients reached
de: Maximale Clientanzahl erreicht.

source: The command is too long.
de: Das Kommando ist zu lang.

source: Unable to access
de: Der Zugriff schlug fehl.

source: Channel doesn't exist
de: Der Channel ist nicht vorhanden.

source: Register access currently in progress
de: Registerzugriff ist aktuell in Arbeit.

source: Hardware module doesn't exist
de: Hardwaremodul nicht vorhanden.

source: Invalid parameters.
de: Ungültige Parameter.

source: Invalid event ID
de: Ungültige Event ID.

source: Specified buffer size too small
de: Angegebene Buffergröße ist zu klein.

source: Text system not yet ready
de: Text System noch nicht bereit.

source: The specified Modbus TCP slave is not configured with a "fixed buffer size".
de: Der angegebene Modbus Tcp Slave ist nicht mit "fixer Puffergröße" projektiert

source: A Modbus TCP slave is not running on the specified station.
de: Auf der angegebenen Station läuft kein Modbus Tcp Slave.

source: The specified address is outside the valid range.
de: Die angegebene Adresse liegt außerhalb des gültigen Bereichs
