Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: A null pointer was transferred.
de: Nullpointer wurde übergeben

source: Invalid number of elements specified
de: Ungültige Anzahl an Elementen übergeben.

source: Vendor-specific error code.
de: Das IO-Link Gerät hat einen herstellerspezifischen Fehler erkannt

source: Event buffer empty
de: Eventpuffer leer

source: Specified data type is invalid.
de: Übergebener Datentyp ist ungültig

source: Event read
de: Event wurde ausgelesen

source: The read buffer is too small.
de: Der Lesepuffer ist zu klein

source: IO-Link driver error
de: IO-Link Treiberfehler

source: Communication buffer is full.
de: Kommunikationspuffer ist voll

source: The object access length exceeds the limit.
de: Die Schreibzugrifflänge überschreitet das Limit

source: Communication error occurred
de: Kommunikationsfehler ist aufgetreten

source: Maximum concurrent access count reached
de: Maximale gleichzeitige Zugriffsanzahl erreicht

source: Invalid parameter
de: Ungültiger Parameter

source: IO-Link master does not exist or disabled
de: Kein oder deaktivierter IO-Link Master

source: Specified buffer size too small
de: Angegebene Buffergröße ist zu klein.

source: Invalid event ID
de: Ungültige Event ID.

source: Text system not yet ready
de: Text System noch nicht bereit.

source: Error reserving an additional ident.
de: Fehler beim Reservieren eines weiteren Ident.

source: Ident is not allowed.
de: Ident ist nicht zulässig.

source: Faulty parameter.
de: Fehlerhafter Parameter.

source: Port number already in use.
de: Portnummer bereits verwendet.

source: No data to receive.
de: Keine Daten zu empfangen.

source: Invalid I/O control.
de: Unzulässiges IO Control.

source: Error during sending
de: Fehler beim Senden

source: Error applying data.
de: Fehler beim Übernehmen der Daten.

source: Not allowed to send broadcasts.
de: Senden von Broadcasts nicht erlaubt.

source: Error during sending
de: Fehler beim Senden

source: Cannot reach to host/network.
de: Host/Netzwerk nicht erreichbar.

source: The interface address is invalid.
de: Interface-Adresse ist ungültig.

source: Error creating a socket.
de: Fehler beim Anlegen eines Sockets.

source: Error in connection of the sockets.
de: Fehler beim Binden des Sockets.

source: Connection error.
de: Fehler beim Verbinden.

source: Error while setting the socket options.
de: Fehler beim Setzen der Socketoptionen.

source: Warning: The time constant T1 = 0. The function block behaves like a P element with a gain factor of 1.
de: Warning: Die Zeitkonstante T1 = 0. Der Funktionsbaustein verhält sich entsprechend einem P-Element mit Verstärkungsfaktor 1.

source: Warning: The filter time constant Tf entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante Tf wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: Friction force in the 'negative' direction Ff_Cyl_neg < 0.
de: Warning: Reibkraft in 'negativer' Bewegungsrichtung Ff_Cyl_neg < 0.

source: Warning: Friction force in the 'positive' direction Ff_Cyl_pos < 0.
de: Warning: Reibkraft in 'positiver' Bewegungsrichtung Ff_Cyl_pos < 0.

source: Warning: The calculated pressure for the 'negative' cylinder pressure chamber is too high. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'negative' Zylinderdruckkammer ist zu hoch. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The calculated pressure for the 'negative' cylinder pressure chamber is too low. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'negative' Zylinderdruckkammer ist zu niedrig. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The measured or estimated pressure for the 'negative' cylinder pressure chamber is negative. Internally, pCyl_neg = 0 is assumed.
de: Warning: Der gemessene bzw. geschätzte Druck für die 'negative' Zylinderdruckkammer ist negativ. Intern wird mit pCyl_neg = 0 gerechnet.

source: Warning: The calculated pressure for the 'positive' cylinder pressure chamber is too high. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'positive' Zylinderdruckkammer ist zu hoch. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The calculated pressure for the 'positive' cylinder pressure chamber is too low. Improper selection of Fp_Cyl, Ff_Cyl_pos or Ff_Cyl_neg.
de: Warning: Der berechnete Druck für die 'positive' Zylinderdruckkammer ist zu niedrig. Ungeeignete Wahl von Fp_Cyl, Ff_Cyl_pos bzw. Ff_Cyl_neg.

source: Warning: The measured or estimated pressure for the 'positive' cylinder pressure chamber is negative. Internally, pCyl_pos = 0 is assumed.
de: Warning: Der gemessene bzw. geschätzte Druck für die 'positive' Zylinderdruckkammer ist negativ. Intern wird mit pCyl_pos = 0 gerechnet.

source: Warning: The time t_delta_act, which was actually required for the profile generation, deviates massively from t_delta.
de: Warning: Die Zeit t_delta_act, die für die Profilgeneration wirklich benötigt wurde weicht massiv von t_delta ab.

source: Warning: The valve opening yValve has reached the maximum value (-1 or +1).
de: Warning: Die Ventilöffnung yValve hat den Maximalwert (-1 bzw. +1) erreicht.

source: Warning: Automatic calculation of proportional gain Kp leads to an invalid result.
de: Warning: Die automatische Berechnung der Proportionalverstärkung Kp führte zu einem ungültigen Ergebnis.

source: Warning: An error occurred while allocating memory for the internal ring buffer.
de: Warning: Bei der Speicherallokation für den internen Ringbuffer ist ein Fehler aufgetreten.

source: Warning: The filter frequency f0 is too high. For a valid input choose f0 < 1/(2 x Pi x Ts), where Ts is the task cycle time.
de: Warning: Die Notch-Frequenz f0 wurde zu hoch gewählt. Es muß gelten f0 < 1/(2 x Pi x Ts), wobei Ts die Zykluszeit des Tasks ist.

source: Warning: The time constant T1 = 0.
de: Warning: Die Zeitkonstante T1 = 0.

source: Warning: The time constant T1 entered is not larger than the corresponding task cycle time.
de: Warning: Die Zeitkonstante T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: Fp_end was selected equal to the value of the set force Fp_set when dFp_set != 0.
de: Warning: Fp_end wurde bei dFp_set != 0 gleich dem Wert der Sollkraft Fp_set gewählt.

source: Warning: The integration time constant Tn entered is not larger than the corresponding task cycle time.
de: Warning: Die Integrationszeitkonstante Tn wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Error response while accessing register.
de: Fehlerantwort bei Registerzugriff.

source: Incorrect X2X module inserted (module replaced during runtime by a module of a different type - restart required!).
de: Falsches X2X-Modul gesteckt (Modul wurde während der Laufzeit durch ein Modul anderen Typs ersetzt - Neustart erforderlich!).

source: No X2X module exists with this node number.
de: Kein X2X-Modul mit dieser Knotennummer vorhanden.

source: Timeout during register access.
de: Timeout bei Registerzugriff.

source: An X2X module didn't accept one of its initialization registers.
de: Ein X2X-Modul konnte nicht korrekt initialisiert werden (Problem mit einem Init-Register).

source: The X2X I/O system is not initialized properly.
de: Das X2X-I/O-System ist nicht korrekt initialisiert.

source: Function block called twice:
de: Funktionsblock wurde doppelt aufgerufen:

source: Internal initialization error (version conflict).
de: Interner Initialisierungsfehler (Versionskonflikt)

source: Logbook entry from the firmware level.
de: Logbuch-Eintrag von Firmware-Ebene.

source: Register with this number not present or has an incorrect type.
de: Register mit dieser Nummer ist nicht vorhanden oder hat falschen Typ.

source: Assertion from SSDO driver
de: Assertion aus SSDO Treiber

source: SLID and SMID not unique
de: SLID und SMID nicht eindeutig

source: Timeout exceeded.
de: Timeout überschritten.

source: Could not establish connection
de: Fehler beim Verbindungsaufbau.

source: Error creating a socket.
de: Fehler beim Anlegen eines Sockets.

source: Faulty parameter.
de: Fehlerhafter Parameter.

source: Invalid attachment
de: Ungültiges Attachment.

source: Login error.
de: Fehler bei der Anmeldung.

source: Authentication mechanisms not supported.
de: Authentifizierungsmechanismen nicht unterstützt.

source: Unexpected server error.
de: Unerwarteter Serverfehler.

source: SSL handshake failed.
de: SSL Handshake ist fehlgeschlagen.

source: Unexpected SSL system error.
de: Unerwarteter SSL Systemfehler.

source: Sending or receiving error
de: Sende- oder Empfangsfehler

source: Resource problem in system.
de: Ressourcenproblem im System.

source: Cannot connect to host.
de: Host nicht erreichbar.

source: No response sent by station within the specified timeout.
de: Die Station hat in dem angegebenen Timeout keine Antwort geschickt.

source: The IP address entered (SG4: name also) could not be resolved.
de: Die angegebene IP-Adresse (SG4: auch Name) konnte nicht aufgelöst werden.

source: Unexpected error receiving response.
de: Unerwarteter Fehler beim Empfangen der Antwort.

source: Port number already in use.
de: Portnummer wird bereits verwendet.

source: Incorrect parameter.
de: Falscher Parameter.

source: Invalid ident
de: Ungültiger Ident

source: Could not reserve additional ident.
de: Es konnte kein weiterer Ident reserviert werden.

source: The data length applied doesn't correspond to the specified data length.
de: Die übernommene Datenlänge entspricht nicht der angegebenen Datenlänge.

source: Ressource is temporarily unavailable
de: Fehler wird von nichtblockenden Aufrufen zurückgeliefert, die derzeit nicht abgeschlossen werden können.

source: Invalid I/O control.
de: Ungültiges IO-Control.

source: No data is available for reading.
de: Es stehen keine Daten zum Lesen zur Verfügung.

source: Could not establish connection
de: Fehler beim Verbindungsaufbau.

source: Connection has been terminated.
de: Verbindung wurde beendet.

source: No client yet connected to server.
de: Es ist noch kein Client am Server verbunden.

source: Invalid interface address.
de: Ungültige Interface-Adresse

source: No OOB data available.
de: Keine OOB-Daten vorhanden.

source: Connection already exists.
de: Verbindung besteht bereits.

source: Error accepting on the socket.
de: Fehler beim Accept auf dem Socket.

source: Error listening to the socket.
de: Fehler beim Listen auf dem Socket.

source: Error connecting to the port number or IP address.
de: Fehler beim Binden an die Portnummer bzw. Ip-Adresse.

source: Error while creating the socket.
de: Fehler beim Anlegen des Sockets.

source: Error setting the default options.
de: Fehler beim Setzen der Default-Optionen.

source: SSL handshake failed
de: SSL Handshake ist fehlgeschlagen

source: Base number for errors in the AR I/O Management POWERLINK-V2 driver.
de: POWERLINK V2: Basis Fehler POWERLINK-Schnittstelle

source: Maximum number of POWERLINK-V2 interfaces exceeded.
de: POWERLINK V2: Maximale Anzahl der POWERLINK V2 Schnittstellen überschritten

source: POWERLINK-V2 stack initialization error.
de: POWERLINK V2: Inititialisierungsfehler

source: POWERLINK V2: ResetSoftware command received
de: POWERLINK V2: Kommando ResetSoftware empfangen

source: POWERLINK V2: ResetNode command received
de: POWERLINK V2: Kommando ResetNode empfangen

source: POWERLINK V2: ResetCommunication command received
de: POWERLINK V2: Kommando ResetCommunication empfangen

source: POWERLINK V2: ResetConfiguration command received
de: POWERLINK V2: Kommando ResetConfiguration empfangen

source: POWERLINK V2: Unknown PDO error
de: POWERLINK V2: Unbekannter PDO Fehler

source: POWERLINK V2: RxPDO frame too short
de: POWERLINK V2: RxPDO Frame zu kurz

source: POWERLINK V2: Incorrect version of PDO mapping
de: POWERLINK V2: Falsche PDO Mapping Version

source: POWERLINK V2: General failure of a mandatory CN
de: POWERLINK V2: Allgemeiner Ausfall eines mandatory CN

source: POWERLINK V2: Boot errors
de: POWERLINK V2: Boot-Fehler

source: POWERLINK V2: No StatusResponse callback function
de: POWERLINK V2: Keine StatusResponse Callback-Funktion vorhanden

source: POWERLINK V2: Threshold value exceeded
de: POWERLINK V2: Schwellwert überschritten

source: POWERLINK V2: Station not configured
de: POWERLINK V2: Station nicht konfiguriert

source: POWERLINK V2: Station activation failed
de: POWERLINK V2: Aktivieren der Station fehlgeschlagen

source: POWERLINK V2: Not enough memory for ASend
de: POWERLINK V2: Zu wenig Speicher für ASend

source: POWERLINK V2: Failure of a mandatory CN
de: POWERLINK V2: Ausfall eines mandatory CN

source: POWERLINK V2: ASend exclusively reserved
de: POWERLINK V2: ASend exklusiv reserviert

source: POWERLINK V2: Invalid frame format
de: POWERLINK V2: Ungültiges Frame Format

source: POWERLINK V2: Node mode doesn't match node ID
de: POWERLINK V2: Node Mode passt nicht zur Node ID

source: POWERLINK V2: Bind failed
de: POWERLINK V2: Bind fehlgeschlagen

source: POWERLINK V2: Firmware file not found.
de: POWERLINK V2: Firmware Datei nicht gefunden

source: POWERLINK V2: Firmware update error
de: POWERLINK V2: Firmware update

source: POWERLINK V2: Software verification failed
de: POWERLINK V2: Software Verifizierung fehlgeschlagen

source: POWERLINK V2: Sub-index already exists.
de: POWERLINK V2: Subindex existiert bereits

source: POWERLINK V2: IP configuration false
de: POWERLINK V2: IP Konfiguration falsch

source: POWERLINK V2: Asynchronous error
de: POWERLINK V2: Asynchroner Fehler

source: POWERLINK V2: Index already exists.
de: POWERLINK V2: Index existiert bereits

source: POWERLINK V2: No free index available
de: POWERLINK V2: Kein freier Index verfügbar

source: Error stopping the XLink task.
de: AR-XLink: Fehler beim Stoppen des XLink-Tasks

source: Invalid XLink handle.
de: AR-XLink: Verwendung eines ungültigen XLink-Handles

source: Error activating cycle time monitoring for the XLink task.
de: AR-XLink: Fehler beim Einschalten der Zykluszeitüberwachung des XLink-Tasks

source: Error initializing the XLink task.
de: AR-XLink: Fehler aus Initialisierung des XLink-Tasks

source: Error starting or stopping the XLink task.
de: AR-XLink: Fehler beim Starten oder Stoppen des XLink-Tasks

source: Error starting the XLink task.
de: AR-XLink: Fehler beim Start des XLink Tasks

source: POWERLINK V2: Maximum length for PollResponse exceeded
de: POWERLINK V2: Maximallänge für PollResponse überschritten

source: POWERLINK V2: Maximum length for broadcast channels exceeded
de: POWERLINK V2: Maximallänge für Broadcast Channels überschritten

source: POWERLINK V2: Configuration error
de: POWERLINK V2: Konfigurationsfehler

source: POWERLINK V2: Maximum length for PollRequest exceeded
de: POWERLINK V2: Maximallänge für PollRequest überschritten

source: Out of memory. The library cannot be executed.
de: Nicht genügend Speicherplatz verfügbar. Der Treiber wird nicht ausgeführt.

source: The EIPInit() FBK writes logbook messages with this number in the logbook.
de: Kein Fehler. Der EIPInit() FUB schreibt Logbuchmeldungen mit dieser Nummer in das Logbuch.

source: Illegal input parameters connected to the FBK.
de: Illegale Eingangsparameter wurden an den FUB angeschlossen.

source: Configuration data object error. The STRING variable connected to the "extstatus" output in EIPInit() indicates the location of the error as well as a detailed error description.
de: Fehler im Konfigurationsdatenobjekt. Die am extstatus Eingang vom EIPInit() angeschlossene STRING Variable zeigt den Ort des Fehlers und eine detaillierte Fehlerbeschreibung.

source: The Ethernet interface doesn't exist or returns an error.
de: Die Ethernetschnittstelle existiert nicht oder liefert einen Fehler. Der #OWNINTERFACE Eintrag im Konfigurationsdatenobjekt muss überprüft werden.

source: Invalid device.
de: Ungültiges Device.

source: Error reading the serialized I/O resource.
de: Fehler beim Lesen der Serialized I/O Ressource aufgetreten.

source: Warning: The filter time constant T1 entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The filter time constant T1 = 0.
de: Warning: Die Filterzeitkonstante T1 = 0.

source: Warning: The filter time constant T2 entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante T2 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The filter time constant T2 = 0.
de: Warning: Die Filterzeitkonstante T2 = 0.

source: Warning: The filter time constant Tf entered is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante Tf wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The differentiation time constant Tv entered is not larger than the corresponding task cycle time.
de: Warning: Die Differentiationszeitkonstante Tv wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The differentiation time constant Tv = 0. The DTi element (i = 1, 2, 2s) is temporarily turned off (y = 0).
de: Warning: Die Differentiationszeitkonstante Tv = 0. Das DTi-Element (i = 1, 2, 2s) ist temporär abgeschaltet (y = 0).

source: Warning: t_FIFO was not entered as a whole number multiple of the cycle time.
de: Warning: t_FIFO wurde nicht als ganzzahliges Vielfaches der Zykluszeit angegeben.

source: Warning: t_FIFO was entered as smaller than the corresponding task cycle time, and was automatically increased to this value.
de: Warning: t_FIFO wurde kleiner als die zugehörige Zykluszeit des Tasks angegeben und automatisch auf diesen Wert angehoben.

source: Warning: The switching time tSwitch entered is not 5 times larger than the corresponding task cycle time.
de: Warning: Die Umschaltzeit tSwitch wurde nicht 5 mal größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Error: The filter band width B is less than or equal to 0.
de: Error: Die Notch-Bandbreite B ist kleiner gleich 0.

source: Error: No pointer pValve_Para specified for the valve parameters HCRValvePara_typ.
de: Error: Kein Pointer pValve_Para zu den Ventilparametern HCRValvePara_typ angegeben.

source: Error: Position controller: No Pointer pPID_Para_s specified for the PID-parameters HCRPIDPara_s_typ. Force controller: No Pointer pPID_Para_F specified for the PID-parameters HCRPIDPara_s_typ.
de: Error: Positionsregler: Kein Pointer pPID_Para_s zu den PID-Parametern HCRPIDPara_s_typ angegeben. Kraftregler: Kein Pointer pPID_Para_F zu den PID-Parametern HCRPIDPara_F_typ angegeben.

source: Error: The selected mode for the v-y servo correction does not exist.
de: Error: Der gewählte Mode für die v-y Servo-Korrektur existiert nicht.

source: Error: The selected mode for the F-y servo correction does not exist.
de: Error: Der gewählte Mode für die F-y Servo-Korrektur existiert nicht.

source: Error: The static volume of the cylinder chamber responsible for movement in the'positive' direction was set less than 0.
de: Error: Das statische Volumen der Zylinderkammer, welche für die Verfahrbewegung in 'positiver' Richtung verantwortlich ist wurde kleiner 0 gewählt.

source: Error: The static volume of the cylinder chamber responsible for movement in the'negative' direction was set less than 0.
de: Error: Das statische Volumen der Zylinderkammer, welche für die Verfahrbewegung in 'negativer' Richtung verantwortlich ist wurde kleiner 0 gewählt.

source: Error: The maximum system pressure pSupply_max is less than 0.
de: Error: Der maximale Systemdruck pSupply_max ist kleiner 0.

source: Error: Position of cylinder piston x0_Cyl, at which the critical natural frequency of the hydraulic system occurs, lies outside the cylinder dimensions.
de: Error: Die Position des Zylinderkolbens x0_Cyl bei der die kritische Eigenfrequenz des Hydrauliksystems auftritt liegt außerhalb der Zylinderabmessungen.

source: Error: The filter frequency f0 is less than or equal to 0.
de: Error: Die Notch-Frequenz f0 ist kleiner gleich 0.

source: Error: The net time (t_delta - t_Jolt), which is available for the profile generation, is less than or equal to 0.
de: Error: Die Netto-Zeit (t_delta - t_Jolt), die für die Profilgeneration zur Verfügung steht, ist kleiner gleich 0.

source: Error: The jolt time t_Jolt is negative.
de: Error: Die Ruckbegrenzungszeit t_Jolt ist negativ.

source: Error: The filter frequency f0 is less than or equal to 0.
de: Error: Die Integrationszeitkonstante Tn ist kleiner gleich 0.

source: Error: The time t_delta, which is available for the profile generation, is less than or equal to 0.
de: Error: Die Zeit t_delta, die für die Profilgeneration zur Verfügung steht, ist kleiner gleich 0.

source: Error: The time constant T1 is negative.
de: Error: Die Zeitkonstante T1 ist negativ.

source: Error: The minimum cylinder piston position value, after which the proportional gain correction is calculated is less than 0. The maximum position value, up to which the proportional gain is calculated is greater than the cylinder height h_Cyl or x_Cyl_max is less than or equal to x_Cyl_min.
de: Error: Der minimale Positionswert des Zylinderkolbens ab dem eine Korrektur der Proportionalverstärkung gerechnet wird ist kleiner 0, der maximale Positionswert des Zylinderkolbens bis zu dem eine Korrektur der Proportionalverstärkung gerechnet wird ist größer als die Zylinderhöhe h_Cyl oder x_Cyl_max ist kleiner gleich x_Cyl_min.

source: Error: The filter time constant Tf is less than 0.
de: Error: Die Filterzeitkonstante Tf ist kleiner0.

source: Warning: The differentiation time constant Tv of the differentiator is not larger than the corresponding task cycle time.
de: Warning: Die Differentiationszeitkonstante Tv des Differenzierers wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: PID: The integration time constant for I_Switch > 0 Parameter.Tn_pos is not larger than the corresponding task cycle time. Position controller: The integration time constant for movements in the 'positive' direction pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) is not larger than the corresponding task cycle time. Force controller: The integration time constant pPID_Para_F->Tn entered is not larger than the corresponding task cycle time.
de: Warning: PID: Die Integrationszeitkonstante für I_Switch > 0 Parameter.Tn_pos wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'positive' Richtung pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben. Kraftregler: Die Integrationszeitkonstante pPID_Para_F->Tn wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: PID: The integration time constant for I_Switch < 0 Parameter.Tn_neg is not larger than the corresponding task cycle time. Position controller: The integration time constant for movements in the 'negative' direction pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) is not larger than the corresponding task cycle time.
de: Warning: PID: Die Integrationszeitkonstante für I_Switch < 0 Parameter.Tn_neg wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'negative' Richtung pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.
