Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Send mailbox full. Mailbox must be deleted or read before a new message can be sent.
de: Die "Send-Mailbox" ist voll. Bevor eine neue Nachricht gesendet werden kann, muss die Mailbox gelöscht oder gelesen werden

source: Corresponding device not found.
de: Es wurde kein entsprechendes Device gefunden

source: Device address incorrect.
de: Die Device Adresse stimmt nicht

source: Table number for the device search too large.
de: Die Tabellennummer für die Device Suche ist zu groß.

source: Could not find configuration module.
de: Konfigurationsmodul konnte nicht gefunden werden

source: Incorrect device name.
de: Der Name des Devices stimmt nicht

source: Cannot copy so much input data.
de: Es können nicht so viele Eingangs Daten kopieren werden

source: Cannot copy so much output data.
de: Es können nicht so viele Ausgangs Daten kopieren werden

source: Master not in "RUN" state.
de: Der Master befindet sich nicht im "RUN"-Zustand

source: The set handshake mode is not supported.
de: Der eingestellte Handshake Modus wird nicht unterstützt.

source: No pointer for input buffer inbuf
de: Keine Adresse für Eingangspuffer inbuf angegeben

source: Output buffer length outlen to high>244
de: Ausgangspufferlänge outlen zu groß > 244

source: Input buffer length inlen to high>244
de: Eingangspufferlänge inlen zu groß > 244

source: Wrong interface number in device string
de: Falsche Interfacenummer IFx in device-String

source: Wrong subslot number in device string
de: Falsche Subslotnummer SSx in device-String

source: Wrong Slot number in device-String
de: Falsche Slotnummer SL in device-String

source: Wrong pointer for L2DPpara
de: Adresse von L2DPpara nicht angeschossen

source: Wrong baudrate for communication between CPU and IF361
de: Ungültige Baudrate für Kommunikation zwischen CPU und IF361

source: No IF361 pluged in at given slot
de: Am angegebenen Steckplatz steckt keine IF361

source: Overall length of buffers too high inlen+outlen>340 bytes
de: Gesamtlänge der Puffer zu groß inlen+outlen > 340 Byte

source: Tn or Tv is specified so large that a prescaler value cannot be calculated.
de: Tn oder Tv ist so groß angegeben, dass intern kein Vorteiler-Wert berechnet werden kann

source: Auto-tuning timeout.
de: Timeout bei Autotuning

source: Auto-tuning cancelled because the set value W was changed before state was able to take on the value LCPIDAUTOTUNE_STATE_FINISHED. Auto-tuning cancelled because the set value W was changed before state was able to take on the value LCPID_TUNE_STATE_FINISHED. Tuning aborted because W was changed before the state output was set to LCRPIDAUTOTUNE_STATE_FINISHED (50).
de: Abbruch des Autotuning, weil der Sollwert W geändert wurde, bevor state den Wert LCPIDAUTOTUNE_STATE_FINISHED angenommen hat Abbruch des Autotuning, weil der Sollwert W geändert wurde, bevor state den Wert LCPID_TUNE_STATE_FINISHED angenommen hat Abbruch des Tunings, weil W geändert wurde, bevor der Ausgang state auf LCRPIDAUTOTUNE_STATE_FINISHED (50) war.

source: NoOfPoints is not between or including 2 and 1000, or ptr_table is zero, or violation of the continuity rule found.
de: NoOfPoints liegt nicht zwischen 2 und 1000 einschließlich, oder ptr_table ist Null, oder Verstoß gegen die Monotonie-Regel entdeckt

source: Wrong answer length from IF361 command
de: Falsche Antwortlänge von IF361 Kommando

source: Changing the baudrate requires restart of PLC
de: Bei Änderung der Baudrate im Parameter L2DPpara ist ein Restart der SPS notwendig

source: Conflicting parameters on master and slave
de: Parameterkonflikt zwischen Master und Slave

source: Configuration of master different
de: Konfiguration von Master stimmt nicht überein

source: Watchdog for master triggered
de: Watchdog für master hat angesprochen

source: Slave is in offline mode
de: Slave ist im Offline-Modus

source: IF361 is prepairing data exchange mode
de: IF361 ist noch nicht im Data-Exchange-Modus

source: Invalid Stationnumber
de: Ungültige Stationsnummer

source: Warning: PID values that were not set or were set incorrectly were replaced by default values.
de: Warnung: Falsche oder nicht gesetzte PID Einstellungen wurden durch Standardwerte ersetzt.

source: Invalid value for Kfbk
de: Ungültiger Wert für Kfbk

source: Invalid value for Kp
de: Ungültiger Wert für Kp

source: Invalid value for Kw
de: Ungültiger Wert für Kw

source: Warning: Amplitude during oscillation attempt tuning is too low. Therefore, an additional switching hysteresis is used.
de: Warnung: Die Amplitude beim Schwingversuch-Tuning ist zu klein. Daher wird eine zusätzliche Schalthysterese verwendet.

source: Warning: No turning point detected during heating.
de: Warnung: Beim Aufheizvorgang wurde der Wendepunkt nicht detektiert.

source: Warning: Values that were not set or set incorrectly in the tuning settings were replaced by default values.
de: Warnung: Falsche oder nicht gesetzte Werte bei den Tuningeinstellungen wurden durch Standardwerte ersetzt.

source: Warning: Not set or incorrectly set filter_base_T rounded up to a multiple of the task cycle time or set to the default value.
de: Warnung: Falsche oder nicht gesetzte filter_base_T wurde auf ein Vielfaches der Taskzykluszeit aufgerundet bzw. auf den Standardwert gesetzt.

source: Invalid value for Tf
de: Ungültiger Wert für Tf

source: Invalid value for Tn.
de: Ungültiger Wert für Tn

source: IF361_frm_rdwr: Got wrong pointer
de: IF361_frm_rdwr: Falscher Pointer übergeben

source: IF361_frm_rdwr: Transmit frame too long
de: IF361_frm_rdwr: Wegzuschickender Frame zu lang

source: Setting baudrate on IF361 failed
de: Baudrateneinstellung IF361 fehlgeschlagen

source: IF361_frm_rdwr: No answer from IF361 despite 15 retries
de: IF361_frm_rdwr: Keine Antwort von IF361 nach 15 Versuchen

source: IF361_frm_rdwr: no startsignal in answerframe
de: IF361_frm_rdwr: Kein Startzeichen im Antwortframe

source: IF361_frm_rdwr: Answer from IF361 was too short
de: IF361_frm_rdwr: Antwortframe von IF361 zu kurz

source: No pointer for output buffer outbuf
de: Keine Adresse für Ausgangspuffer outbuf angegeben

source: Syntax error in device string
de: Syntaxfehler in device-String

source: Warning: xstart is within the hysteresis
de: Warnung: xstart liegt innerhalb der Hysterese

source: Warning: A time parameter of the FBK LCDifferentiate() or LCRDifferentiate() is smaller than 4 times the actual cycle time.
de: Warnung: Ein Zeitparameter des FUBs LCDifferentiate() bzw. LCRDifferentiate() ist kleiner als 4 mal die tatsächliche Zykluszeit.

source: Warning: The cycle time in which the function block LCPIDTune() or LCRPIDTune() is called is too long.
de: Warnung: Die Zykluszeit in welcher der Funktionsbaustein LCPIDTune() bzw. LCRPIDTune() aufgerufen wird ist zu groß.

source: Warning: T1 or T2 or both parameters were set to zero.
de: Warnung: T1 oder T2 oder Beide Parameter wurden Null gesetzt.

source: Warning: The integral element of the actuator signal has reached its minimum limit
de: Warnung: Der I-Anteil des Stellsignals hat sein Minimum erreicht

source: Warning: Input Y exceeds the value range defined with Y_max and Y_min while being limited to this range.
de: Warnung: Eingang Y_fbk überschreitet den durch Y_max und Y_min definierten Wertebereich und wurde auf diesen Bereich begrenzt

source: Warning: basetime is more than 32767 greater than the last time the FBK was called. The difference dt is limited to this value
de: Warnung: basetime ist um mehr als 32767 größer als beim letzten Aufruf des FUBs. Die Differenz dt wurde auf diesen Wert begrenzt

source: Warning: The integral element of the actuator signal has reached its maximum limit
de: Warnung: Der I-Anteil des Stellsignals hat sein Maximum erreicht

source: Warning: Input A exceeds the value range defined with Y_max and Y_min while being limited to this range.
de: Warnung: Eingang A überschreitet den durch Y_max und Y_min definierten Wertebereich und wurde auf diesen Bereich begrenzt

source: Warning: Input Y_man exceeds the value range defined with Y_max and Y_min while being limited to this range.
de: Warnung: Eingang Y_man überschreitet den durch Y_max und Y_min definierten Wertebereich und wurde auf diesen Bereich begrenzt

source: Invalid value for t_change_up or t_change_down.
de: Ungültiger Wert für t_change_up oder t_change_down.

source: LoopCont: Invalid value for tup or tdown. LoopConR: Invalid value for dy_up or dy_down.
de: LoopCont: Ungültiger Wert für tup oder tdown. LoopConR: Ungültiger Wert für dy_up oder dy_down.

source: Invalid value for t_impulse
de: Ungültiger Wert für t_impulse

source: Invalid value for t.
de: Ungültiger Wert für t

source: Invalid value for Tv
de: Ungültiger Wert für Tv

source: tperiod is less than dt (cycle time of the function block call). t_period is less than dt (cycle time of the function block call).
de: tperiod ist kleiner als dt (= Zykluszeit des Fbk-Aufrufs) t_period ist kleiner als dt (= Zykluszeit des Fbk-Aufrufs)

source: Invalid value for tminpulsInvalid value for t_min_pulse
de: Unzulässiger Wert für tminpuls Unzulässiger Wert für t_min_pulse

source: LoopCont: Error calculating controller parameters. LoopConR: Error calculating controller parameters (see addInfo output).
de: LoopCont: Fehler bei Berechnung der Reglerparameter. LoopConR: Fehler bei der Berechnung der Reglerparameter (siehe Ausgang addInfo).

source: Autotuning aborted.
de: Abbruch des Autotunings.

source: Warning: Tt was not entered as a whole number multiple of the cycle time.
de: Warnung: Tt wurde nicht als ganzzahliges Vielfaches der Zykluszeit angegeben.

source: Warning: Tt < dt
de: Warnung: Tt < dt

source: Warning: Tt = 0. The intended dead-time behavior is reduced to an identical image.
de: Warnung: Tt = 0. Das angestrebte Totzeit-Verhalten reduziert sich auf eine identischen Abbildung.

source: Warning: T2 value entered is not larger than the corresponding task cycle time.
de: Warnung: T2 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: T2 = 0. The intended PT2 functionality is reduced to simply PT1 functionality, if T1 > 0. If T1 should also equal 0, then the PT2 element degenerates to a true P-element.
de: Warnung: T2 = 0. Die angestrebte PT2-Funktionalität reduziert sich zu einer PT1-Funktionalität, falls T1 > 0 ist. Sollte auch T1 = 0 sein, so degeneriert das PT2-Glied zu einem reinen P-Glied.

source: Warning: T1 value entered is not larger than the corresponding task cycle time.
de: Warnung: T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: A change of the tuning mode is not possible and will be ignored.
de: Warnung: Ein Wechsel des Tuning Modus ist nicht möglich und wird ignoriert.

source: Warning: An error occurred while allocating memory for the internal ring buffer. Tt was set to 0.
de: Warnung: Beim Allokieren des Speichers für den internen Ringbuffer ist ein Fehler aufgetreten. Tt wurde gleich 0 gesetzt.

source: SPC3: Invalid length for configuration
de: SPC3: Falsche Länge für Konfiguration

source: SPC3: Invalid length for diagnostic data
de: SPC3: Falsche Länge für Diagnosedaten

source: SPC3: Invalid length for parameter data
de: SPC3: Falsche Länge für Parameterdaten

source: SPC3: Invalid length for input buffer
de: SPC3: Falsche Länge für Inputbereich

source: SPC3: Invalid lenght for output buffer
de: SPC3: Falsche Länge für Outputbereich

source: SPC3: Too less memory for configuration
de: SPC3: Zu wenig Speicher für die Konfiguration

source: SPC3: not switched to offline
de: SPC3: SPC3 nicht im Offline-Modus

source: SPC3: Invalid command to SPC3
de: SPC3: Ungültiger Befehl an SPC3

source: SPC3: Invalid parameter for SPC3
de: SPC3: Ungültiger Parameter an SPC3

source: SPC3: Invalid destination address
de: SPC3: Ungültige Zieladresse

source: SPC3: Error at programming flash
de: SPC3: Fehler beim Flash-Programmieren

source: SPC3: Error at clearing flash
de: SPC3: Fehler beim Flash-Löschen

source: SPC3: Invalid byte count in command
de: SPC3: Falsche Byteanzahl in Kommando

source: SPC3: Wrap around counter not correct
de: SPC3: Wrap-Around-Zähler stimmt nicht

source: SPC3: Initialisation not correct
de: SPC3: Initialisierung nicht korrekt abgelaufen

source: SPC3: Invalid checksum
de: SPC3: Falsche Prüfsumme

source: SPC3: Invalid number of bytes
de: SPC3: Falsche Byteanzahl

source: I/O library: Incorrect Ident for IO_combine
de: IO-Bibliothek: Falscher Ident 1/2 bei IO_combine

source: I/O library: Too many entries for IO_combine
de: IO-Bibliothek: Zuviele Einträge bei IO_combine

source: I/O library: SC table at odd address for IO_combine
de: IO-Bibliothek: SC-Tabelle auf ungerader Adresse bei IO_combine

source: I/O library: PV without shovel instruction for IO_define.
de: IO-Bibliothek: PV ohne Schaufeleintrag bei IO_define

source: I/O library: Unsupported PV type for IO_define
de: IO-Bibliothek: Nicht unterstützter PV-Typ bei IO_define

source: I/O library: PV length error (IO_define)
de: IO-Bibliothek: Fehler bei PV-Länge (IO_define)

source: I/O library: PV not found for IO_define.
de: IO-Bibliothek: PV nicht gefunden bei IO_define

source: Invalid I/O identifier.
de: IO-Bibliothek: Ungültiger I/O-Identifier

source: Timeout during shovel instruction (fatal error).
de: IO-Bibliothek: Timeout beim Schaufelauftrag (fataler Fehler)

source: I/O library: No PV name for IO_define.
de: IO-Bibliothek: Kein PV-Name bei IO_define

source: I/O library: Only analog PVs permitted for IO_define
de: IO-Bibliothek: Nur Analog-PVs zulässig bei IO_define

source: I/O library: Invalid data area for I/O_physdef
de: IO-Bibliothek: Ungültiger Datenbereich bei IO_physdef

source: I/O library: Invalid mode for I/O_physdef
de: IO-Bibliothek: Ungültiger Mode bei IO_physdef

source: I/O library: Specified I/O bus for IO_physdef is not supported
de: IO-Bibliothek: Angegebener IO-Bus bei IO_physdef wird nicht unterstützt

source: I/O library: Invalid offset for I/O_physdef
de: IO-Bibliothek: Ungültiger Offset bei IO_physdef

source: I/O library: Current CPU type is not supported by IO_physdef.
de: IO-Bibliothek: Aktuller CPU-Typ wird von IO_physdef nicht unterstützt.

source: I/O library: SC entry at odd address for IO_physdef
de: IO-Bibliothek: SC-Entry auf ungerader Adresse bei IO_physdef

source: I/O library: Invalid I/O module address for I/O_physdef
de: IO-Bibliothek: Ungültige IO-Moduladresse bei IO_physdef

source: Permanent memory not configured.
de: Warnung: Kein permanenter Speicher konfiguriert.

source: Too little permanent memory configured.
de: Warnung: Zu wenig permanenter Speicher konfiguriert

source: AR-DevMan: device manager init error
de: AR-DevMan: fataler Fehler aus der Initialisierung des Device Managers

source: AR-DevMan: no free admin entry
de: AR-DevMan: kein freier Verwaltungseintrag

source: AR-DevMan: driver does not support DM-function
de: AR-DevMan: Dm-Funktion wird vom Driver nicht unterstuetzt

source: AR-DevMan: device driver already installed
de: AR-DevMan: Device Driver ist schon installiert

source: AR-DevMan: device manager not started
de: AR-DevMan: Device Manager nicht gestartet

source: AR-DevMan: delete not possible because of existing reference to DD
de: AR-DevMan: bestehende Referenz auf einen DD verhindert das Loeschen des Drivers

source: AR-DevMan: device driver not found (not installed)
de: AR-DevMan: Device Driver nicht gefunden (nicht installiert)

source: AR-DevMan: deinit not possible because of existing reference to device
de: AR-DevMan: bestehende Referenz auf ein Device verhindert Deinitialisierung des Devices

source: AR DevMan: Device not found (not configured).
de: AR-DevMan: Device nicht gefunden (nicht konfiguriert)

source: AR-DevMan: device already initialized
de: AR-DevMan: Device ist initialisiert (kann nur einmal initialisiert werden)

source: AR-DevMan: device not initialized
de: AR-DevMan: Device ist nicht initialisiert

source: AR-DevMan: device not opened
de: AR-DevMan: Device ist nicht geoeffnet

source: AR-DevMan: invalid device name (emptystring)
de: AR-DevMan: ungueltiger Device Name (Leerstring)

source: AR-DevMan: invalid device driver name (emptystring)
de: AR-DevMan: ungueltiger Device Driver Name (Leerstring)

source: AR-DD: xDeviceOpen() error
de: Allgemeiner Fehler aus xDeviceOpen()

source: AR-DD: xDeviceClose() error
de: Allgemeiner Fehler aus xDeviceClose()

source: AR-DD: no more read/write requests accepted (async read/write)
de: AR-DD: kein weiterer R/W-Request kann akzeptiert werden (async. R/W Dienste)

source: AR-DD: no pending read/write response (async read/write)
de: AR-DD: keine R/W Response verfuegbar (async. R/W Dienste)

source: General error from xDeviceInit().
de: Allgemeiner Fehler aus xDeviceInit()

source: AR-DD: xDeviceDeInit() error
de: Allgemeiner Fehler aus xDeviceDeInit()

source: AR-DD: xDeviceShutDown() error
de: Allgemeiner Fehler aus xDeviceShutDown()

source: AR-DD: no more opens permitted on the device
de: AR-DD: kein weiteres Open auf das Device zulaessig

source: AR-DD: IOCTL-code not supported
de: AR-DD: IOCTL-Code wird vom DD nicht unterstuetzt

source: Device would block in blocking mode (no data available to read).
de: Device würde im blockierenden Modus blockieren (keine Daten zum Lesen vorhanden).

source: AR-DD: cevice ident invalid
de: AR-DD: Device ident invalid

source: AR-DD: xDeviceWrite: not enough space for write-data
de: AR-DD: xDeviceWrite: zuwenig Platz fuer Write-Daten

source: AR-DD: xDeviceWrite() error
de: Allgemeiner Fehler aus xDeviceWrite()

source: AR-DD: xDeviceRead() error
de: Allgemeiner Fehler aus xDeviceRead()

source: AR-DD: xDeviceIoControl() error
de: Allgemeiner Fehler aus xDeviceIoControl()

source: AR-DD: invalid IOCTL-code for this DD-type
de: AR-DD: ungueltiger IOCTL-Code fuer den DD-Typ

source: AR-DdSerialFrame: base errornumber
de: AR-DdSerialFrame: Fehler-Basis

source: No free message buffer for FullCAN.
de: Keine freier Msg Buffer bei FullCAN

source: AR-DdCan: invalid interface
de: AR-DdCan: CAN-RX/TX-FIFO ist voll, kein weiterer Eintrag moeglich

source: CAN RX/TX FIFO is full. No additional entries possible.
de: CAN-RX/TX-FiFo ist voll

source: AR-DdCan: no data
de: AR-DdCan: keine FULLCAN Unterstuetzung

source: AR-DdCan: no message buffer
de: AR-DdCan: keine Daten

source: AR-DdCan: data overwritten
de: AR-DdCan: Daten inkonsistent

source: AR-DdCan: FULLCAN not supported
de: AR-DdCan: Daten ueberschrieben

source: AR-DdCan: IOCTL: no pending event
de: AR-DdCan: IOCTL: kein Event verfuegbar zum Auslesen

source: AR-DdCan: base error number
de: AR-DdCan: Fehler-Basis

source: AR-DdCan: No message buffer
de: AR-DdCan: Kein Message Buffer

source: AR-DdCan: Invalid type of CAN object
de: AR-DdCan: Type of CAN Objekt unbekannt

source: AR-DdCan: syntax error in parameter string
de: AR-DdCan: falsches oder ungueltiges Interface angegeben

source: AR-DdCan: data inconsistent
de: AR-DdCan: Fehler im Parameter-String

source: AR-DdFile: Error during copying
de: AR-DdFile: Fehler beim Kopieren

source: AR-DdFile: Invalid handle
de: AR-DdFile: ungültiger Handle

source: AR-DdFile: Error creating the CS for the NetDeviceList
de: AR-DdFile: Fehler beim Erstellen der CS für die NetDeviceList

source: AR-DdFile: Not enough memory on target device (copy error)
de: AR-DdFile: Nicht genügend Speicherplatz am Zieldevice (Fehler beim Kopieren)

source: AR-DdFile: global NetIoDevList not installed (when called)
de: AR-DdFile: globale NetIoDevListe nicht initialisiert (bei Aufruf)

source: AR-DdFile: NetDevLink UserConfig error (user name or password missing)
de: AR-DdFile: Fehler bei der UserKonfig bei NetDevLink (Username oder Passwort fehlt)

source: AR-DdFile: NetIo device does not exist
de: AR-DdFile: NetIo Device existiert nicht

source: AR-DdFile: Not enough memory available
de: AR-DdFile: zu wenig Speicher verfügbar

source: AR-DdFile: NetIo protocol not supported
de: AR-DdFile: NetIo-Protokoll nicht unterstützt

source: AR-DdFile: NetIo DevLink failed
de: AR-DdFile: NetIo DevLink fehlgeschlagen

source: AR-DdFile: Device already exists with a different user/password
de: AR-DdFile: Device existiert schon mit anderem User/Passwort

source: AR-DdFile: Different IP addresses for one host name
de: AR-DdFile: Unterschiedliche IP-Adresse für einen Hostnamen

source: AR-DdFile: Invalid port number in device parameter string
de: AR-DdFile: Ungültige Portnummer im Device-Parameterstring

source: AR-DdFile: Invalid number of bytes specified
de: AR-DdFile: Ungültige Anzahl an Bytes angegeben

source: AR-DdFile: Function not supported for this file device
de: AR-DdFile: Funktion wird für dieses Filedevice nicht unterstützt.

source: AR-DdFile: File device no longer available (e.g. USB flash drive removed)
de: AR-DdFile: Filedevice nicht mehr verfügbar (z.B. USB-Stick entfernt)

source: AR-DdFile: No more file handles available (RT-OS)
de: AR-DdFile: kein Dateihandle mehr frei (RT-OS)

source: AR-DdFile: Access not possible using the desired mode (read/write, etc.).
de: AR-DdFile: Zugriff im gewünschten Mode nicht möglich (Read/Write/...)

source: AR-DdFile: Invalid mode or permission string.
de: AR-DdFile: unzulässiger Mode- oder Permission-String

source: AR-DdFile: Error base.
de: AR-DdFile: Fehler-Basis

source: AR-DdFile: I/O control code function not allowed for files, only for file devices.
de: AR-DdFile: Funktion / I/O-Control Code für Dateien nicht zulässig, nur für ein Filedevice

source: AR-DdFile: I/O control code function not allowed for a file device, only for files.
de: AR-DdFile: Funktion / I/O-Control-Code für ein Filedevice nicht zulässig, nur für Dateien

source: AR-DdFile: File not found / no additional file found.
de: AR-DdFile: Datei nicht vorhanden / kein weiteres Datei vorhanden

source: AR-DdFile: File already exists (/MODE=E: Exclusive)
de: AR-DdFile: Datei existiert bereits (/MODE=E : Exclusive)

source: AR-DdFile: Invalid offset or invalid origin
de: AR-DdFile: ungültiger Offset oder ungültige Origin

source: AR-DdFile: Not enough space for file with Write / ChangeSize.
de: AR-DdFile: zuwenig Platz für Datei bei Write / ChangeSize

source: AR-DdFile: Invalid type
de: AR-DdFile: ungültiger Typ

source: AR-DdFile: no further entries (directory/file) in the read directory
de: AR-DdFile: keine weiteren Einträge (Verzeichnis/Datei) in gelesenen Verzeichnis

source: AR-DdFile: Invalid path (length > 255 characters).
de: AR-DdFile: ungültiger Pfad (Länge > 255 Zeichen)

source: AR-DdFile: File already exists (new name - rename)
de: AR-DdFile: Datei existiert bereits (neuer Name - Rename)

source: AR-DdFile: Directory to be created already exists
de: AR-DdFile: zu erstellendes Verzeichnis existiert bereits

source: AR-DdFile: Directory to be opened does not exist
de: AR-DdFile: zu öffnendes Verzeichnis existiert nicht

source: AR-DdFile: Could not determine available memory
de: AR-DdFile: freier Speicher konnte nicht ermittelt werden

source: AR-DdFile: Invalid directory name
de: AR-DdFile: ungültiger Verzeichnisname

source: AR-DdFile: Directory to be deleted is not empty
de: AR-DdFile: zu löschendes Verzeichnis ist nicht leer

source: AR-DdFile: No more handles available (obsolete)
de: AR-DdFile: keine weiteren freien Handle (Obsolet)

source: AR-DdNV: Invalid command in command memory
de: AR-DdNV: Ungültiges Kommando im Kommandospeicher

source: AR-DdNV: Inconsistent data - Data being restored
de: AR-DdNV: Inkonsistente Daten - Daten werden wieder hergestellt

source: AR-DdNv: No memory for restoring the corresponding NV memory area.
de: AR-DdNv: Kein Speicher für das Restaurieren des entsprechenden Nv-Memory Bereiches vorhanden

source: AR-DdNV: Memory has been initialized
de: AR-DdNV: Speicher wurde initialisiert

source: AR-DdNV: Data and backup copy damaged.
de: AR-DdNV: Daten- und Sicherungskopie beschädigt
