Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Error searching the table of contents module.
de: Fehler beim Suchen des Inhaltsverzeichnismoduls

source: Incorrect Checksum of the PSOS- Node-ConfTab
de: Falsche Checksumm der PSOS- Node-ConfTab

source: PSOS-Module not found or incorrect checksum
de: PSOS-Modul nicht gefunden oder falsche Checksum

source: Checksum of both anchors is wrong
de: Checksumme über die beiden Anker ist nicht korrekt

source: PROBE-Module not found or incorrect checksum
de: PROBE-Modul nicht gefunden oder falsche Checksum

source: Module $$probeIO not found
de: Modul $$probeIO nicht gefunden

source: Invalid key matrix.
de: Key Matrix ist ungültig

source: Cannot find font module.
de: Font Modul kann nicht gefunden werden

source: Undefined error.
de: Undefinierter Fehler

source: Invalid parameters.
de: Ungültige Parameter

source: Function not supported.
de: Funktion wird nicht unterstützt

source: BTSERV C200 : Key buffer empty
de: BTSERV C200 : Tasten Puffer leer

source: BTSERV C200 : Error with EV_receive
de: BTSERV C200 : Fehler bei EV_receive

source: Incorrect display number in config module
de: BTSERV: Inkorrekte Displaynummer in Konfigmodul

source: Incorrect number of keys in config module
de: BTSERV: Inkorrekte Tastenanzahl in Konfigmodul

source: Incorrect number of lines in config module
de: BTSERV: Inkorrekte Zeilenanzahl in Konfigmodul

source: Incorrect number of lines in config module
de: BTSERV: Inkorrekte Spaltenanzahl in Konfigmodul

source: Incorrect number of panels in config module
de: BTSERV: Inkorrekte Tableauanzahl in Konfigmodul

source: Incorrect name in config module
de: BTSERV: Inkorrekter Name in Konfigmodul

source: Incorrect device name in config module
de: BTSERV: Inkorrekter Devicename in Konfigmodul

source: Incorrect device type in config module
de: BTSERV: Inkorrekter Devicetyp in Konfigmodul

source: Incorrect number of pictures in config module
de: BTSERV: Inkorrekte Bilderanzahl in Konfigmodul

source: Incorrect version name in config module
de: BTSERV: Inkorrekter Versionsname in Konfigmodul

source: No connection.
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 10 zu klein

source: Processor global analog data area on PP with module address 11 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 11 zu klein

source: Processor global analog data area on PP with module address 12 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 12 zu klein

source: Processor global analog data area on PP with module address 13 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 13 zu klein

source: Processor global analog data area on PP with module address 14 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 14 zu klein

source: Processor global analog data area on PP with module address 15 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 15 zu klein

source: Processor global analog data area on PP with module address 16 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 16 zu klein

source: No access.
de: AWS wurde gewechselt, daher Kaltstart durchgeführt

source: No warm start after DIAGNOSE possible, cold start carried out
de: Kein Warmstart nach DIAGNOSE möglich, daher Kaltstart durchgeführt

source: Processor global analog data area on PP with module address 1 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 1 zu klein

source: Buffer overrun.
de: Prozessorglobaler Analogdatenbereich lokal am PP zu klein

source: Processor global analog data area on PP with module address 3 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 3 zu klein

source: Processor global analog data area on PP with module address 2 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 2 zu klein

source: Processor global analog data area on PP with module address 5 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 5 zu klein

source: Processor global analog data area on PP with module address 4 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 4 zu klein

source: Processor global analog data area on PP with module address 7 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 7 zu klein

source: Processor global analog data area on PP with module address 6 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 6 zu klein

source: Processor global analog data area on PP with module address 9 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 9 zu klein

source: Processor global analog data area on PP with module address 8 too small
de: Prozessorglobaler Analogdatenbereich am PP mit Moduladresse 8 zu klein

source: Checksum of the contents in user RAM 1 is corrupted
de: Checksumme des IVZ im Userrom1 kaputt

source: Illegal boot-up reason
de: Ungültiger Hochlaufgrund

source: Checksum of the contents in user RAM 1 is corrupted
de: Checksumme des IVZ im Userrom2 kaputt

source: MP: Handshake with the main CPU doesn't work. No RECONFIG
de: MP: Handshake mit der Hauptcpu funktionierte nicht, kein RECONFIG

source: Processor global digital data area on PP with module address 16 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 16 zu klein

source: Processor global digital data area on PP with module address 14 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 14 zu klein

source: Processor global digital data area on PP with module address 15 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 15 zu klein

source: Processor global digital data area on PP with module address 12 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 12 zu klein

source: Processor global digital data area on PP with module address 13 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 13 zu klein

source: Incorrect parameter.
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 10 zu klein

source: Processor global digital data area on PP with module address 11 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 11 zu klein

source: Processor global digital data area on PP with module address 7 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 7 zu klein

source: Processor global digital data area on PP with module address 6 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 6 zu klein

source: Processor global digital data area on PP with module address 5 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 5 zu klein

source: Processor global digital data area on PP with module address 4 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 4 zu klein

source: Processor global digital data area on PP with module address 3 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 3 zu klein

source: Processor global digital data area on PP with module address 2 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 2 zu klein

source: Processor global digital data area on PP with module address 1 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 1 zu klein

source: Timeout
de: Prozessorglobaler Digitaldatenbereich lokal am PP zu klein

source: Processor global digital data area on PP with module address 9 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 9 zu klein

source: Processor global digital data area on PP with module address 8 too small
de: Prozessorglobaler Digitaldatenbereich am PP mit Moduladresse 8 zu klein

source: No data available
de: Keine Daten vorhanden

source: WARNING: PLC Reset: Error mode using SYS_reset FBK
de: Warnung: SPS-Reset: Errormode über SYS_reset FUB

source: WARNING: PLC Reset: Error mode using keys
de: Warnung: SPS-Reset: Errormode über Tasten

source: Warning: PLC reset: Diagnostics via communication
de: Warnung: SPS-Reset: Diagnose über die Kommunikation

source: WARNING: PLC Reset: Diagnose of PP during system boot
de: Warnung: SPS-Reset: Diagnose des PP beim Systemhochlauf

source: WARNING: PLC Reset: Diagnose using SYS_reset FBK
de: Warnung: SPS-Reset: Diagnose über SYS_reset FUB

source: WARNING: PLC Reset: Reconfig of PP during system boot
de: Warnung: SPS-Reset: Reconfig des PP beim Systemhochlauf

source: WARNING: PLC Reset: Diagnose using keys
de: Warnung: SPS-Reset: Diagnose über Tasten

source: Warning: PLC reset: Reset/Halt via communication
de: Warnung: SPS-Reset: Reset/Halt über die Kommunikation

source: WARNING: PLC Reset: Warm start of PP during system boot
de: Warnung: SPS-Reset: Warmstart des PP beim Systemhochlauf

source: WARNING: PLC Reset: Cold start of PP during system boot
de: Warnung: SPS-Reset: Kaltstart des PP beim Systemhochlauf

source: Warning: PLC reset: Warm restart via communication
de: Warnung: PLC Reset: Warmstart unter Verwendung der Kommunikation

source: Warning: PLC reset: Cold restart via communication
de: Warnung: SPS-Reset: Kaltstart über die Kommunikation

source: Warning: PLC reset: Reconfig via communication
de: Warnung: SPS-Reset: Reconfig über die Kommunikation

source: WARNING: PLC Reset: Reset/Halt of PP during system boot
de: Warnung: SPS-Reset: Reset/Halt des PP beim Systemhochlauf

source: WARNING: PLC Reset: Reset/Halt using SYS_reset FBK
de: Warnung: SPS-Reset: Reset/Halt über SYS_reset FUB

source: WARNING: PLC Reset: Cold start using SYS_reset FBK
de: Warnung: SPS-Reset: Kaltstart über SYS_reset FUB

source: WARNING: PLC Reset: Warm start using SYS_reset FBK
de: Warnung: SPS-Reset: Warmstart über SYS_reset FUB

source: WARNING: PLC Reset: Reconfig using SYS_reset FBK
de: Warnung: SPS-Reset: Reconfig über SYS_reset FUB

source: WARNING: PLC Reset: Reset/Halt using keys or key switch
de: Warnung: SPS-Reset: Reset/Halt über Tasten bzw. Schlüsselschalter

source: WARNING: PLC Reset: Cold start usig keys
de: Warnung: SPS-Reset: Kaltstart über Tasten

source: WARNING: PLC Reset: Warm start using keys or key switch
de: Warnung: SPS-Reset: Warmstart über Tasten bzw. Schlüsselschalter

source: WARNING: PLC Reset: Reconfig using keys
de: Warnung: SPS-Reset: Reconfig über Tasten

source: WARNING: PCCSW Update made
de: Warnung: Automation Runtime-Update durchgeführt

source: WARNING: PLC Reset: Warm start not supported -> local cold start
de: Warnung: SPS-Reset: Warmstart wird nicht unterstützt -> lokaler Kaltstart

source: PCCSW-Update: systemflash too small
de: Automation Runtime-Update: SystemFlash zu klein

source: ARUPDATE: clear memory failed
de: ARUPDATE: Fehler beim Loeschen des Speichers

source: ARUPDATE: wrong systemmodule path on target
de: ARUPDATE: Falscher Systemmodulpfad am Target

source: ARUPDATE: file creation error
de: ARUPDATE: Fileerzeugungsfehler

source: ARUPDATE: ARUpdate sections missing
de: ARUPDATE: Nicht alle ARUpdate Sections vorhanden

source: ARUPDATE: No ARUpdate section
de: ARUPDATE: Keine ARUpdate Section vorhanden

source: ARUPDATE: No ARUpdate module or modulesection with incorrect modules
de: ARUPDATE: Kein ARUpdate Modul oder Modulsection mit defekten Modulen

source: WARNING: PLC Reset: Error mode of PP during system boot
de: Warnung: SPS-Reset: Errormode des PP beim Systemhochlauf

source: Warning: PLC reset: Error mode via communication
de: Warnung: SPS-Reset: Errormode über die Kommunikation

source: RECIPE: Internal recipe status PV missing
de: REZEPT: Interne Rezept-Status-PV fehlt

source: RECIPE: Error writing in the recipe data object
de: REZEPT: Fehler beim Schreiben in das Rezept-Datenobjekt

source: RECIPE: Recipe element not found in module
de: REZEPT: Rezeptelement im Modul nicht gefunden

source: RECIPE: Incorrect path
de: REZEPT: falscher Pfad

source: RECIPE: Not enough recipe RAM available
de: REZEPT: Zuwenig Rezept-RAM verfügbar

source: RECIPE: No recipe data object found in Flash
de: REZEPT: Kein Rezept-Datenobjekt im Flash gefunden

source: RECIPE: Index error in recipe data interface
de: REZEPT: Index-Fehler im Rezept-DS

source: RECIPE: No recipe data object found in Flash
de: REZEPT: Kein Rezept-Datenobjekt im Flash gefunden

source: BT-Interpreter: Too many PV's in one PICTURE
de: BT-Interpreter: Zuviele PV's in einem BILD

source: BT-Interpreter: Text module not available
de: BT-Interpreter: Textmodul nicht vorhanden

source: BT-Interpreter: Bitmaps parameters set but module not available
de: BT-Interpreter: Bitmaps parametriert, aber Modul nicht vorhanden

source: BT-Interpreter: Buffer for printer too small
de: BT-Interpreter: Buffer für Drucker zu klein

source: BT_LIB: Error on GENI Board
de: BT_LIB: Fehler beim GENI Board

source: KeyPad is not available
de: BT_LIB: Tastenblock nicht vorhanden

source: BT_LIB: incorrect node for Genius device driver
de: BT_LIB: ungültiger Knoten für Geniustreiber

source: BT_LIB: no tongle for AB driver
de: BT_LIB: Kein Tongle für AB-Treiber

source: Blinking character outside the window
de: BT_LIB: Blinkendes Zeichen auszerhalb Fenster

source: Impossible wait time repeat mode
de: BT_LIB: Unmögliche Wartezeit Repeatmodus

source: Impossible repeat frequence
de: BT_LIB: Unmögliche Repeatfrequenz

source: Incorrect Configuration
de: BT_LIB: Falsche Konfiguration

source: Keyboard is defect
de: BT_LIB: Tastatur defekt

source: ROM-Error
de: BT_LIB: ROM-Fehler

source: RAM-Error
de: BT_LIB: RAM-Fehler

source: Impossible Window
de: BT_LIB: Unmögliches Fenster

source: No communication to the selected OP
de: BT_LIB: Keine Kommunikation zum ausgewählten BT

source: General error flag
de: BT_LIB: Allgemeines Fehlerflag

source: Cannot wait for GETKEY
de: BT_LIB: Auf GETKEY kann nicht gewartet werden

source: OP Ctrl not connected
de: BT_LIB: BT-Ctrl nicht angeschlossen

source: Incorrect Identifier
de: BT_LIB: Falscher Identifier

source: Incorrect Display
de: BT_LIB: Falsches Display

source: Display not connected
de: BT_LIB: Display nicht angeschlossen

source: The number of key modules was changed during operation
de: Die Anzahl der Tastenmodule wurde während des Betriebs geändert

source: Invalid mode specified
de: Ungültiger mode angegeben

source: Invalid number of decimal places
de: Ungültige Nachkommastellenanzahl

source: Invalid mode specified
de: Ungültiger mode angegeben

source: Invalid time specified
de: Ungültige time angegeben

source: Invalid key code specified
de: Ungültigen Tastencode angegeben

source: The number of defined keys is not a multiple of 16 UINTs.
de: Die Anzahl der definierten Tasten ist kein Vielfaches von 16 UINTs.

source: Maximum number (32) of objects (bars) exceeded
de: Maximale Anzahl (32) der Objekte (Balken) überschritten

source: Maximum number (32) of objects (rectangles) exceeded
de: Maximale Anzahl (32) der Objekte (Rechtecke) überschritten

source: ESC sequence in the string - nothing output
de: ESC Sequenz im String - Es wird nichts ausgegeben

source: Display not a graphics display -- object (bar, rectangle, or graphic) not possible
de: Display ist kein Grafikdisplay; Objekt (Balken, Rechteck oder Grafik) nicht möglich

source: The number of key modules defined is smaller than the number of connected key modules.
de: Die Anzahl der definierten Tastenmodule ist kleiner als die Anzahl der angeschlossenen Tastenmodule

source: Specified data object not found
de: Angegebenes Datenobjekt nicht gefunden

source: No data object specified for the key definition
de: Kein Datenobjekt für die Tastendefinition angegeben

source: Only one input field can be active.
de: Nur ein Eingabefeld kann aktiv sein

source: object too large; the object (bar, rectangle or graphic) does not fit on the specified position
de: Objekt zu groß; das Objekt (Balken, Rechteck oder Grafik) hat an der angegebenen Position nicht Platz

source: Invalid number of places or the field does not fit on the display
de: Ungültige Stellenanzahl oder das Feld hat auf dem Display nicht Platz

source: Invalid column number: 0 or larger as column number of the display
de: Ungültige Spaltennummer: 0 oder größer als Spaltenanzahl des Displays

source: Text length too long: Characters output up to the maximum displayable column -- remaining characters are cut off
de: Textlänge zu lang: die Zeichen werden bis zur maximal darstellbaren Spalte ausgegeben, der Rest wird abgeschnitten

source: Invalid line number: 0 or larger as the number of lines on the display
de: Ungültige Zeilennummer: 0 oder größer als Zeilenanzahl des Displays

source: Invalid position
de: Ungültige Position

source: Invalid direction specified
de: Ungültige Richtungsangabe

source: Invalid attribute
de: Ungültiges Attribut

source: Invalid font size specified or in the wrong position
de: Ungültige Schriftgröße angegeben oder an falscher Position

source: PV Inconsistency: Offset overlap
de: PV-Inkonsistenz: Offset-Überschneidung

source: PV Inconsistency: I/O Types do not match
de: PV-Inkonsistenz: I/O-Typ stimmt nicht überein

source: PV Inconsistency: Byte lengths do not match
de: PV-Inkonsistenz: Bytelänge stimmt nicht überein

source: PV Inconsistency: Descriptors do not match
de: PV-Inkonsistenz: Descriptoren stimmen nicht überein

source: PV Inconsistency: No Hardware configuration, load new IO Library
de: PV-Inkonsistenz: keine Hardwarekonfiguration, neue IO-Bibliothek laden

source: PV Inconsistency: Referenced IO Module not available
de: PV-Inkonsistenz: referenziertes IO-Modul ist nicht vorhanden

source: PV Inconsistency: Different IO Module
de: PV-Inkonsistenz: Unterschiedliches IO-Modul

source: PV Inconsistency: I/O doublke definitions do not match
de: PV-Inkonsistenz: I/O-Doppeldefinitionen stimmen nicht überein

source: PV Inconsistency: Data types do not match
de: PV-Inkonsistenz: Datentypen stimmen nicht überein

source: PV Inconsistency: No identical IO-PV found
de: PV-Inkonsistenz: Keine identische IO-PV gefunden

source: SYSTEM: No enough queues configured
de: SYSTEM: Zuwenig Queues konfiguriert (Konfiguration)

source: SYSTEM: Too little message buffer is available
de: SYSTEM: Speicherengpass im Stack (Systemregion) in der Message Queue

source: Message queue overrun
de: SYSTEM: Message Queue Überlauf

source: No message received.
de: SYSTEM: Keine Nachricht eingetroffen

source: SYSTEM: Not enough semaphores configured (configuration).
de: SYSTEM: Zu wenige Semaphore konfiguriert (Konfiguration)

source: WARNING: The RTC or system time is not set
de: Warnung: RTC bzw. Systemzeit nicht gesetzt

source: WARNING: The RTC or system time is not set
de: Warnung: RTC bzw. Systemzeit nicht gesetzt

source: SYSTEM: Too less timerdevices configured (configuration)
de: SYSTEM: Zuwenige Timerdevices konfiguriert (Konfiguration)

source: SYSTEM: Object no longer exists
de: SYSTEM: Objekt existiert nicht mehr

source: SYSTEM: Invalid ObjectID
de: SYSTEM: ungültige ObjektID

source: Busy
de: SYSTEM: TimeOut bei der Servicebehandlung

source: ER_INV_PAR; invalid parameter in the string
de: SYSTEM: ungültiger Parameter im String

source: SYSTEM: Object does not exist
de: SYSTEM: Objekt nicht vorhanden

source: SYSTEM: No more objects can be created
de: SYSTEM: kein Objekt kann mehr erzeugt werden (Konfiguration)

source: SYSTEM: Not enough system non-cyclic objects
de: SYSTEM: nicht genügend nicht-zykl. Systemobjekte

source: SYSTEM: Not enough stack area -> PLCSWCFG
de: PROM/FLASH nicht programmierbar, Schreibschutzschalter ?

source: SYSTEM: Stack is too small
de: SYSTEM: zu kleiner Stack (Konfiguration)

source: Incorrect PROM Type, FIXRAM configured ?
de: Falscher PROM-Typ, kein FIXRAM konfiguriert ?

source: Not enough free PROM/FLASH memory
de: Zu wenig freier PROM/FLASH-Speicher

source: PROM/FLASH not protected
de: PROM/FLASH nicht gelöscht

source: SYSTEM: Task is already running
de: SYSTEM: Task läuft bereits

source: SYSTEM: Task is already suspended
de: SYSTEM: Task ist bereits suspendiert

source: SYSTEM: The memory returned doesn't correspond to the allocation
de: SYSTEM: zurückgegebener Speicher entspricht nicht allokiertem

source: SYSTEM: Too much memory allocated at once
de: SYSTEM: Zuviel Speicher auf einmal allokiert

source: SYSTEM: Memory classes do not match
de: SYSTEM: Speicherklassen stimmen nicht überein

source: SYSTEM: Attempt to allocate no memory
de: SYSTEM: Versuch einen Nullspeicher zu allokieren

source: SYSTEM: Too much memory allocated at once
de: SYSTEM: Zuviel Speicher auf einmal allokiert

source: Version conflict.
de: Versions Konflikt

source: VISAPI not initialized.
de: VISAPI nicht initialisiert

source: Not enough memory
de: Zu wenig Speicher

source: Not enough resources.
de: Zu wenig Ressourcen

source: VA_Setup already executed.
de: VA_Setup wurde bereits ausgeführt

source: End of alarm list.
de: Ende der Alarmliste

source: For example, no entries present in the historical list.
de: Fehler beim Löschen der historischen Liste

source: Alarm not acknowledged.
de: Alarm wurde nicht quittiert.

source: E.g. negative coordinates in drawing commands, incorrect pointers, etc.
de: z.B. negative Koordinaten bei Zeichenbefehlen, falscher Pointer,...

source: SYSTEM: Incorrect device number
de: SYSTEM: falsche Devicenummer

source: Frame driver not loaded.
de: SYSTEM: Frametreiber ist nicht geladen

source: SYSTEM: Driver function is not supported
de: SYSTEM: Treiberfunktion wird nicht unterstützt

source: The project could not be found.
de: Das Projekt konnte nicht gefunden werden

source: This FBK (function block) is still active (busy).
de: Der FUB (Funktionsblock) ist noch aktiv (beschäftig)

source: The memory area cannot be reserved, i.e. it is full or not present.
de: Fehler der Speicherbereich kann nicht reserviert werden, d. h. er ist voll, oder nicht vorhanden

source: Error freeing up the reserved memory area.
de: Fehler bei der Freigabe des reservierten Speicherbereichs

source: Error initializing the remote I/O master
de: Fehler beim Initialisieren des RemoteIO Masters

source: Warning: LS191 device driver not found
de: Warnung: LS191 Devicedriver nicht vorhanden

source: Error installing the I/O controller SPSIO-Bus
de: Fehler beim Initialisieren des IO-Controllers SPSIO-Bus

source: ME010/ME020/... added, coldstart required
de: ME010/ME020/... hinzugefuegt, Kaltstart notwendig

source: ME010/ME020/... not existing, coldstart required
de: ME010/ME020/... nicht mehr vorhanden, Kaltstart notwendig

source: ME010/ME020/... changed, coldstart required
de: ME010/ME020/... geaendert, Kaltstart notwendig

source: EX101 missing, Coldstart necessary
de: EX101 nicht mehr vorhanden, Kaltstart notwendig

source: EX101 added, Coldstart necessary
de: EX101 hinzugefuegt, Kaltstart notwendig

source: Invalid row entry
de: Warnung: Falsche Zeilennummer beim Display (2010)

source: Incorrect access to hardware component (DIS)
de: Warnung: Falscher Zugriff auf Hardwarekomponente (DIS)

source: Invalid ASCII character
de: Warnung: Ungültige Zeichennummer bei Display (2010)

source: Invalid column entry
de: Warnung: Falsche Spaltennummer beim Display (2010)

source: Incorrect access to display (2010)
de: Warnung: Falscher Zugriff auf Display (2010)

source: Incorrect access to hardware component (RTC)
de: Warnung: Falscher Zugriff auf Hardwarekomponente (RTC)

source: Incorrect time when setting RTC.
de: Warnung: Falsche Zeit bei RTC setzen.

source: RTC does not support Hold function
de: Warnung: RTC unterstützt keine Holdfunktion

source: RTC not initialized
de: Warnung: RTC nicht initialisiert

source: WARNING: No RTC RAM image
de: Warnung: Kein RTC-RAM-Abbild

source: WARNING: Time / date changed
de: Warnung: Zeit/Datum geändert

source: Incorrect call by IRC-Routine
de: Fehlerhafter Aufruf bei IRC-Routine
