Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: B&R Module No. 14 destroyed
de: B&R Modul Nr. 14 zerstört

source: B&R Module No. 15 destroyed
de: B&R Modul Nr. 15 zerstört

source: B&R Module No. 16 destroyed
de: B&R Modul Nr. 16 zerstört

source: B&R Module No. 17 destroyed
de: B&R Modul Nr. 17 zerstört

source: B&R Module No. 10 destroyed
de: B&R Modul Nr. 10 zerstört

source: B&R Module No. 11 destroyed
de: B&R Modul Nr. 11 zerstört

source: B&R Module No. 12 destroyed
de: B&R Modul Nr. 12 zerstört

source: B&R Module No. 13 destroyed
de: B&R Modul Nr. 13 zerstört

source: B&R Module No. 18 destroyed
de: B&R Modul Nr. 18 zerstört

source: B&R Module No. 19 destroyed
de: B&R Modul Nr. 19 zerstört

source: System Structure No. 17 destroyed
de: Systemstruktur Nr. 17 zerstört (Output Kopier-Tabelle)

source: System Structure No. 16 destroyed
de: Systemstruktur Nr. 16 zerstört (Input Kopier-Tabelle)

source: System Structure No. 15 destroyed
de: Systemstruktur Nr. 15 zerstört (Physikalische Variablenlisten Tabelle)

source: System Structure No. 14 destroyed
de: Systemstruktur Nr. 14 zerstört (Logische Variablenlisten Tabelle)

source: System Structure No. 13 destroyed
de: Systemstruktur Nr. 13 zerstört (Kommunikationskanal Tabelle)

source: System Structure No. 12 destroyed
de: Systemstruktur Nr. 12 zerstört (Event Tabelle)

source: System Structure No. 11 destroyed
de: Systemstruktur Nr. 11 zerstört (AVT-Tabelle)

source: System Structure No. 10 destroyed
de: Systemstruktur Nr. 10 zerstört (B&R-Modul Tabelle)

source: System Structure No. 19 destroyed
de: Systemstruktur Nr. 19 zerstört (Systembusmodul Verwaltungs-Tabelle)

source: System Structure No. 18 destroyed
de: Systemstruktur Nr. 18 zerstört (Memory Verwaltungs-Tabelle)

source: System Structure No. 26 destroyed
de: Systemstruktur Nr. 26 zerstört

source: System Structure No. 27 destroyed
de: Systemstruktur Nr. 27 zerstört

source: System Structure No. 24 destroyed
de: Systemstruktur Nr. 24 zerstört

source: System Structure No. 25 destroyed
de: Systemstruktur Nr. 25 zerstört

source: System Structure No. 22 destroyed
de: Systemstruktur Nr. 22 zerstört (Panel Verwaltungs-Tabelle)

source: System Structure No. 23 destroyed
de: Systemstruktur Nr. 23 zerstört

source: System Structure No. 20 destroyed
de: Systemstruktur Nr. 20 zerstört (Device Tabelle)

source: System Structure No. 21 destroyed
de: Systemstruktur Nr. 21 zerstört (Verbindungs-Tabelle)

source: System Structure No. 28 destroyed
de: Systemstruktur Nr. 28 zerstört

source: System Structure No. 29 destroyed
de: Systemstruktur Nr. 29 zerstört

source: B&R Module No. 29 destroyed
de: B&R Modul Nr. 29 zerstört

source: B&R Module No. 28 destroyed
de: B&R Modul Nr. 28 zerstört

source: B&R Module No. 23 destroyed
de: B&R Modul Nr. 23 zerstört

source: B&R Module No. 22 destroyed
de: B&R Modul Nr. 22 zerstört

source: B&R Module No. 21 destroyed
de: B&R Modul Nr. 21 zerstört

source: B&R Module No. 20 destroyed
de: B&R Modul Nr. 20 zerstört

source: B&R Module No. 27 destroyed
de: B&R Modul Nr. 27 zerstört

source: B&R Module No. 26 destroyed
de: B&R Modul Nr. 26 zerstört

source: B&R Module No. 25 destroyed
de: B&R Modul Nr. 25 zerstört

source: B&R Module No. 24 destroyed
de: B&R Modul Nr. 24 zerstört

source: B&R Module No. 38 destroyed
de: B&R Modul Nr. 38 zerstört

source: B&R Module No. 39 destroyed
de: B&R Modul Nr. 39 zerstört

source: B&R Module No. 32 destroyed
de: B&R Modul Nr. 32 zerstört

source: B&R Module No. 33 destroyed
de: B&R Modul Nr. 33 zerstört

source: B&R Module No. 30 destroyed
de: B&R Modul Nr. 30 zerstört

source: B&R Module No. 31 destroyed
de: B&R Modul Nr. 31 zerstört

source: B&R Module No. 36 destroyed
de: B&R Modul Nr. 36 zerstört

source: B&R Module No. 37 destroyed
de: B&R Modul Nr. 37 zerstört

source: B&R Module No. 34 destroyed
de: B&R Modul Nr. 34 zerstört

source: B&R Module No. 35 destroyed
de: B&R Modul Nr. 35 zerstört

source: APPLICATION LOADER: Invalid MI code in download
de: APPLIKATIONSLADER: Ungültige MI-Code im Download

source: APPLICATION LOADER: Invalid State of Connection
de: APPLIKATIONSLADER: Ungültiger State einer Verbindung

source: APPLICATION LOADER: Invalid System Message with SY_Event
de: APPLIKATIONSLADER: Ungültige System-Message bei SY_Event

source: APPLICATION LOADER: Invalid Service ID in Download
de: APPLIKATIONSLADER: Ungültige ServiceID im Download

source: APPLICATION LOADER: Invalid data type in service
de: APPLIKATIONSLADER: Ungültiger Datentyp in Deinst

source: APPLICATION LOADER: KA-Ptr = NULL
de: APPLIKATIONSLADER: KA-Ptr = NULL

source: Invalid FBK parameter slave_no
de: SPOOLER: Ungültiger FUB-Parameter slave_no

source: Invalid FBK parameter master_no
de: SPOOLER: Ungültiger FUB-Parameter

source: No response from the slave spooler! Was an exception triggered on the IP?
de: SPOOLER: Keine Antwort vom Slave-Spooler

source: Slave spooler timeout waiting for data from the main CPU
de: SPOOLER: Slave-Spooler-Timeout beim Warten auf Daten von der Haupt-CPU

source: Unknown slave spooler instruction
de: SPOOLER: Unbekannter Slave-Spooler-Auftrag

source: IP modules error (slave spooler)
de: SPOOLER: Fehler am IP-Modul (Slave-Spooler)

source: Invalid module type during downspool
de: SPOOLER: Ungültiger Modultyp beim Downspool

source: IP modules error (slave spooler)
de: SPOOLER: Fehler am IP-Modul (Slave-Spooler)

source: Incorrect install/start info (all software objects have to be installed and started!) (SG3 only)
de: SPOOLER: Falsche Install/Start-Info (alle Softwareobjekte müssen installiert und gestartet werden!) (nur SG3)

source: Spooler: The queue for the drum sequencerdoesn't exist
de: SPOOLER: Die Queue für das Nockenschaltwerk existiert nicht

source: Timeout waiting for the IP to boot
de: SPOOLER: Timeout beim Warten auf den Hochlauf des IP

source: Error which makes any additional spooling impossible.
de: SPOOLER: Fehler der jedes weitere Spoolen unmöglich macht

source: Spooler still working
de: SPOOLER: Spooler arbeitet noch

source: Error in I/O system (SG4 only)
de: SPOOLER: Fehler im IO-System (nur SG4)

source: The master spooler sends no event to the instruction sender
de: Der Masterspooler schickt kein Event an den Auftraggeber

source: Unknown spool instruction
de: Unbekannter Spool-Auftrag

source: Incorrect type or invalid FBK parameter
de: SPOOLER: Falscher Typ oder ungültiger FUB-Parameter

source: Spool-SP can only be called in the INIT phase
de: Spool-UP nur in der Warmstart-Phase aufrufbar

source: Shovel processor timeout!
de: Schaufelprozessor-Timeout

source: Automatic module addressing failed (SG3 only)
de: Fehler bei automatischer Moduladressierung (nur SG3)

source: Shovel processor interrupt (SG3 only)
de: Interrupt vom Schaufelprozessor (nur SG3)

source: Serial/Parallel error when spooling! Is the IP present? (SG3 only)
de: Perieller Fehler beim Spoolen (nur SG3)

source: Shovel processor can no longer be initialized (SG3 only)
de: Schaufelprozessor kann nicht mehr initialisiert werden (nur SG3)

source: The Asic2 is not finished
de: Spoolen: Der Asic2 wird nicht fertig

source: Specified remote I/O master not found (SG3 only)
de: SPOOLER: Angegebener Remote I/O-Master nicht vorhanden (nur SG3)

source: Specified system module (B&R 2005) not found (SG3 only)
de: SPOOLER: Angegebenes Systemmodul (B&R 2005) nicht vorhanden (nur SG3)

source: Spooler: Incorrect mode for SPprio
de: SPOOLER: Falscher Mode bei SPprio

source: Invalid module address, FBK parameter module_adr , or FBK parameter pDevice
de: SPOOLER: Ungültige Moduladresse, FUB-Parameter module_adr oder FUB-Parameter pDevice

source: Spooler: Incorrect command for call from SPdirect
de: SPOOLER: Falsches Kommando beim Aufruf von SPdirect

source: Internal error when spooling for 2005
de: SPOOLER: Interner Fehler beim 2005-Spoolen

source: Too many parallel spool I/O modules
de: SPOOLER: Zu viele parallele Spool-I/O-Module

source: Spooler: Data length to large for call from SPdirect
de: SPOOLER: Datenlänge beim Aufruf von SPdirect ist zu groß

source: Spooler: The master spooler is not finished
de: SPOOLER: Masterspooler nicht vorhanden

source: RIO spooler: Instruction timeout (SG3 only)
de: SPOOLER: Auftrags-Timeout (nur SG3)

source: Master spooler including spool queue not found
de: SPOOLER: Master-Spooler inkl. Spool-Queue nicht vorhanden

source: Spooler: Module ident invalid for FBK call
de: SPOOLER: Modulident bei FUB-Aufruf ungültig

source: Timeout calling function block
de: SPOOLER: Timeout beim Funktionsblock-Aufruf

source: Stack of Task No. 4 destroyed
de: Stack der Task Nr. 4 zerstört

source: Stack of Task No. 5 destroyed
de: Stack der Task Nr. 5 zerstört

source: Stack of Task No. 6 destroyed
de: Stack der Task Nr. 6 zerstört

source: Stack of Task No. 7 destroyed
de: Stack der Task Nr. 7 zerstört

source: Stack of Task No. 0 destroyed
de: Stack der Task Nr. 0 zerstört

source: Stack of Task No. 1 destroyed
de: Stack der Task Nr. 1 zerstört

source: Stack of Task No. 2 destroyed
de: Stack der Task Nr. 2 zerstört

source: Stack of Task No. 3 destroyed
de: Stack der Task Nr. 3 zerstört

source: Stack of Task No. 8 destroyed
de: Stack der Task Nr. 8 zerstört

source: Stack of Task No. 9 destroyed
de: Stack der Task Nr. 9 zerstört

source: Stack of Task No. 26 destroyed
de: Stack der Task Nr. 26 zerstört

source: Stack of Task No. 27 destroyed
de: Stack der Task Nr. 27 zerstört

source: Stack of Task No. 24 destroyed
de: Stack der Task Nr. 24 zerstört

source: Stack of Task No. 25 destroyed
de: Stack der Task Nr. 25 zerstört

source: Stack of Task No. 22 destroyed
de: Stack der Task Nr. 22 zerstört

source: Stack of Task No. 23 destroyed
de: Stack der Task Nr. 23 zerstört

source: Stack of Task No. 20 destroyed
de: Stack der Task Nr. 20 zerstört

source: Stack of Task No. 21 destroyed
de: Stack der Task Nr. 21 zerstört

source: Stack of Task No. 28 destroyed
de: Stack der Task Nr. 28 zerstört

source: Stack of Task No. 29 destroyed
de: Stack der Task Nr. 29 zerstört

source: Stack of Task No. 15 destroyed
de: Stack der Task Nr. 15 zerstört

source: Stack of Task No. 14 destroyed
de: Stack der Task Nr. 14 zerstört

source: Stack of Task No. 17 destroyed
de: Stack der Task Nr. 17 zerstört

source: Stack of Task No. 16 destroyed
de: Stack der Task Nr. 16 zerstört

source: Stack of Task No. 11 destroyed
de: Stack der Task Nr. 11 zerstört

source: Stack of Task No. 10 destroyed
de: Stack der Task Nr. 10 zerstört

source: Stack of Task No. 13 destroyed
de: Stack der Task Nr. 13 zerstört

source: Stack of Task No. 12 destroyed
de: Stack der Task Nr. 12 zerstört

source: Stack of Task No. 19 destroyed
de: Stack der Task Nr. 19 zerstört

source: Stack of Task No. 18 destroyed
de: Stack der Task Nr. 18 zerstört

source: Global PV configuration error
de: Konfigurationsfehler bzgl. globaler PVs

source: For the selected sysconf settings too less system RAM is available
de: Für die gewählten Sysconfeinstellungen steht zuwenig System-RAM zur Verfügung

source: MP: Timeout waiting for CPU_INIT
de: MP: Timeout beim Warten auf CPU_INIT

source: MP: Timeout waiting for CPU_READY
de: MP: Timeout beim Warten auf CPU_READY

source: Error 6421: "Name of Task": no processor-linking information for PVstatusN.
de: Keine Prozessor-Verkettungsinformation

source: Multiprocessor doesn't answer to 1st handshaking part
de: Multiprozessor antwortet beim 1. Teil des Handshakes nicht

source: Multiprocessor doesn't answer to 2nd handshaking part
de: Multiprozessor antwortet beim 2. Teil des Handshakes nicht

source: MP: Timeout waitint fro Bootup_OK from the PLC CPU
de: MP: Timeout beim Warten auf Hochlauf_OK von der SPSCPU

source: MP: Timeout waiting for DPR-OK-Signal of the MP-Server
de: MP: Timeout beim Warten auf DPR-OK-Signal des MP-Server

source: FIXSETUP : FIXRAM is defective; it will be cleared and a TOTALINIT will be executed
de: FIXSETUP: FIXRAM ist defekt, daher wird es gelöscht und ein Kaltstart ausgelöst

source: FIXRAM not supported on this HW
de: FIXRAM auf dieser HW nicht unterstützt

source: Maximum 1 IRQ task class possible
de: Maximal 1 IRQ-Taskklasse möglich

source: EX350 changed, automatic cold start
de: EX350 gewechselt, daher automatischer Kaltstart

source: MP-Warning: more than 1 HS task class configured
de: MP-Warnung: mehr als 1 HS-Taskkklasse konfiguriert

source: MP-Warning: IRQ Task class configured
de: MP-Warnung: IRQ-Taskklasse konfiguriert

source: APM PROM changed:- Coldstart required
de: AWS-PROM geändert, daher Kaltstart notwendig

source: partition 3 is smaller than partition 2 --> partition 1 is used
de: Partition 3 ist kleiner als Partition 2 --> Partition 1 wird verwendet

source: Timeout with RIO-Life list Creation
de: Timeout bei RIO-Lifelist-Erstellung

source: The RIO Master does not report
de: RIO-Master meldet sich nicht

source: Cold start: Checksum of B&R module is incorrect
de: Kaltstart: Checksum des B&R-Moduls ist falsch

source: No system manager exsits
de: Kein Systemmanager installiert (wahrscheinlich Folgefehler)

source: Cyclic operation: Incorrect B&R module checksum.
de: Zyklischer Betrieb: Checksum des B&R-Moduls ist falsch

source: Checksum of a B&R Module is wrong
de: Warmstart: Checksum des B&R-Moduls ist falsch

source: Checksum of the system table is wrong
de: Checksum einer Systemtabelle ist falsch

source: Checksum of the system table management table is wrong
de: Checksum der Systemtabellenverwaltungstabelle ist falsch

source: Referenced RIO-Slave does not exist
de: referenzierter RIO-Slave nicht vorhanden

source: There is an invalid I/O type in the system bus table
de: In der Systembustabelle steht ein ungültiger IO-Typ

source: Warning:NW Module Number 0, but more than 1 NW module configured
de: Warnung:NW-Modulnummer 0, aber mehr als 1 NW-Karte konfiguriert

source: Memory management in User RAM corrupted, possible battery problem
de: Speicherverwaltung im Userram beschädigt, mögl. Batterieproblem

source: Warning: Network is configured in NWCFGMOD, but is not in the system bus
de: Warnung:Netzwerk im NWCONMOD konfiguriert, aber kein NW100/NW150 gesteckt

source: Warning:Unknown NW Type
de: Warnung:unbekannter NW-Typ

source: Empty RB Section in configuration module
de: Leere RB-Section im Konfigurationsmodul

source: DBTRACER: Module type not supported
de: DBTRACER: Modultyp wird nicht unterstützt

source: DBTRACER: Format error in Trace Definition file
de: DBTRACER: Format Fehler in der Trace Definitionsdatei

source: DBTRACER: Format erro in Trace Data file
de: DBTRACER: Format Fehler in der Trace Datendatei

source: DBTRACER: Incorrect Task Type (no PLC Task)
de: DBTRACER: Timer- und Exception-Tasks können nicht debugged werden

source: DBTRACER: PLC Task does not exist on the PLC
de: DBTRACER: SPS-Task existiert auf der SPS nicht

source: DBTRACER: No Trace defined
de: DBTRACER: Es wurde kein Trace definiert

source: DBTRACER: Trace already active for this PLC Task
de: DBTRACER: Ein Trace ist für diese SPS-Task bereits aktiv

source: DBTRACER: No TracePV in Trace Definition file
de: DBTRACER: Keine TracePV in der Trace Definitions Datei angegeben

source: DBTRACER: Internal error - Incorrect TaskTask-TYPE
de: DBTRACER: Interner Fehler - Falscher TaskTask-TYP

source: DBTRACER: Internal error - Incorrect System Event
de: DBTRACER: Interner Fehler - Falsches System Event

source: DBTRACER: Internal error - Incorrect MI-Code
de: DBTRACER: Interner Fehler - Falscher MI-Code

source: DBTRACER: Internal error - Incorrect Task No
de: DBTRACER: Interner Fehler - Falsche AuftragsNr

source: DBTRACER: Bus error when accessing data
de: DBTRACER: Bus-Error beim Zugriff auf Daten

source: DBTRACER: Address error when accessing data
de: DBTRACER: Adress-Error beim Zugriff auf Daten

source: DBTRACER: Internal error - Incorrect Status in Task
de: DBTRACER: Interner Fehler - Falscher Status im Auftrag

source: DBTRACER: Number of active LineCoverage tasks exceeded
de: DBTRACER: Anzahl der aktiven LineCoverage Aufträge überschritten

source: DBTRACER: System Software too old (PCCSW < X2.43)
de: DBTRACER: Zu alte System Software (SPSSW < X2.43)

source: DBTRACER: No Line Coverage task defined
de: DBTRACER: kein Line Coverage Auftrag definiert

source: DBTRACER: LineCoverage task started, Task not active
de: DBTRACER: LineCoverage Auftrag gestartet, Task aber nicht aktiviert

source: DBTRACER: Error from GOT Function (see error module)
de: DBTRACER: Fehler aus GOT Funktion (siehe Fehlermodul)

source: DEBUGGER: Invalid Event Info
de: DEBUGGER: Ungültige Event Info

source: DBTRACER: Function not supported
de: DBTRACER: Funktion wird nicht unterstützt

source: DBTRACER: Debug task is not installed on the PLC
de: DBTRACER: Debugtask ist auf der SPS nicht installiert

source: DBTRACER: Task has no GOT Section
de: DBTRACER: Task enthält keine GOT Section

source: DEBUGGER: Invalid MI-Code
de: DEBUGGER: Ungültiger MI-Code

source: DEBUGGER: No more connections free
de: DEBUGGER: Keine Verbindung mehr frei

source: DEBUGGER: Invalid TT-Message-Type
de: DEBUGGER: Ungültiger TT-Message-Typ

source: DEBUGGER: Invalid Instruction number
de: DEBUGGER: Ungültiger Auftragsnummer

source: DBTRACER: Maximum number of breakpoints reached (64)
de: DBTRACER: Die maximale Breakpoint-Anzahl wurde erreicht (64)

source: DBTRACER: Variable not available on PLC
de: DBTRACER: Variable auf der SPS nicht vorhanden

source: DBTRACER: Not enough memory available in user area or OS area
de: DBTRACER: Zuwenig Speicher verfügbar im Userbereich bzw. Automation Runtime-Bereich

source: DBTRACER: The data object with Trace Definition not on PLC
de: DBTRACER: Das Datenobjekt mit der Trace Definition fehlt auf der SPS

source: TASK-TASK-COMMUNICATION: No more connections free
de: TASK-TASK-KOMMUNIKATION: Keine Verbindung mehr frei

source: TASK-TASK-COMMUNIKATION: ALI Error
de: TASK-TASK-KOMMUNIKATION: ALI-Fehler

source: TASK-TASK-COMMUNICATION: Invalid data type
de: TASK-TASK-KOMMUNIKATION: Ungültiger Datentyp

source: TASK-TASK-COMMUNICATION: KA-Ptr = NULL
de: TASK-TASK-KOMMUNIKATION: KA-Ptr = NULL

source: TASK-TASK-COMMUNICATION: Invalid Instruction number
de: TASK-TASK-KOMMUNIKATION: Ungültige Auftragsnummer

source: TASK-TASK-COMMUNICATION: Invalid Comm. ID
de: TASK-TASK-KOMMUNIKATION: Ungültige Komm. Kennung

source: TASK-TASK-COMMUNICATION: Invalid Event
de: TASK-TASK-KOMMUNIKATION: Ungültiges Event

source: TASK-TASK-COMMUNICATION: Invalid MI-Code
de: TASK-TASK-KOMMUNIKATION: Ungültiger MI-Code

source: DBTRACER: Debugger is in isolated nmode
de: DBTRACER: Debugger ist im Isolierten Mode

source: DBTRACER: Error in task start (SY_start) see error module
de: DBTRACER: Fehler im Task-Start (SY_start) siehe Fehlermodul

source: DBTRACER: System task or Usertask is in a ROM
de: DBTRACER: Systemtask bzw. Usertask liegt in einem ROM

source: DBTRACER: Debugger is in system mode
de: DBTRACER: Debugger ist im System Mode

source: DBTRACER: Debug module state DB_NONE
de: DBTRACER: Debugmodul ist im State DB_NONE

source: DBTRACER: Entered B&R Module is not on the PLC
de: DBTRACER: Das angegebene B&R Modul ist nicht auf der SPS

source: DBTRACER: Debug module state DB_STOPPED
de: DBTRACER: Debugmodul ist im State DB_STOPPED

source: DBTRACER: Debug module state DB_RUNNING
de: DBTRACER: Debugmodul ist im State DB_RUNNING

source: DBTRACER: Offset not in code section
de: DBTRACER: Offset liegt außerhalb der Codesection

source: DBTRACER: Start_offset not in code section
de: DBTRACER: Start_offset liegt außerhalb der Codesection

source: PBIXMAN: Not enough free user memory
de: PBIXMAN: zuwenig freier Userspeicher

source: PBIXMAN: Subindex not defined (pbixdata)
de: PBIXMAN: Subindex nicht definiert (pbixdata)

source: PBIXMAN: Data object PBIXDATA missing
de: PBIXMAN: Datenobjekt PBIXDATA fehlt

source: PBIXMAN: PV-Index is not defined in data object PBIXDATA
de: PBIXMAN: PV-Index ist im Datenobjekt PBIXDATA nicht definiert

source: PBIXMAN: PV name is too long (max. 32 characters)
de: PBIXMAN: PV-Name ist zu lang (max. 32 Zeichen)

source: PBIXMAN: Undefined Index
de: PBIXMAN: undefinierter Index

source: PBIXMAN: Management damaged
de: PBIXMAN: Verwaltung zerstört

source: PBIXMAN: Index only valid in range $100-$2FF
de: PBIXMAN: Index nur im Bereich $100-$2FF gültig

source: Stack of SS task class destroyed
de: Stack einer HS-Taskklasse zerstört

source: Stack overrun caused by exit program
de: Stacküberlauf verursacht durch Exit-Programm

source: Supervisor stack for task class in ExitUP destroyed
de: Supervisorstack der Taskklasse im ExitUP zerstört

source: Stack overrun caused by init program (HS task class)
de: Stacküberlauf verursacht durch Init-Programm (SS-Taskklasse)

source: Supervisor stack of HS task class in InitUP destroyed
de: Supervisorstack der HS-Taskklasse im InitUP zerstört

source: Stack overrun caused by init program
de: Stacküberlauf verursacht durch Init-Programm

source: Supervisor stack for task class in InitUP destroyed
de: Supervisorstack der Taskklasse im InitUP zerstört

source: User stack of HS Task class destroyed
de: Userstack der HS-Taskklasse zerstört

source: Supervisor stack of HS Task class destroyed
de: Supervisorstack der HS-Taskklasse zerstört

source: User stack of OS Task destroyed
de: Userstack des Automation Runtime-Task zerstört

source: Supervisor stack of OS Task destroyed
de: Supervisorstack des Automation Runtime-Task zerstört

source: MemCard: No SRAM Type
de: MemCard: kein SRAM Typ

source: MemCard: MemCard no longer found, automatic cold restart.
de: MemCard: keine MemCard mehr vorhanden, daher automatischer Kaltstart

source: MemCard: Incorrect Manufacturer-ID
de: MemCard: falsche Manufacturer-ID

source: MemCard: No Flash Type
de: MemCard: kein Flash Typ

source: MemCard: New MemCard inserted, automatic cold start
de: MemCard: neue MemCard gesteckt, daher automatischer Kaltstart

source: MemCard: Write protect active
de: MemCard: Schreibschutz aktiv

source: MemCard without attribute memory not supported
de: MemCard ohne Attribut-Memory wird nicht unterstützt

source: Startup module not found.
de: Startupmodul nicht gefunden

source: The CS of the error module was destroyed
de: Die Checksumme des Fehlermoduls ist zerstört

source: Fatal operating system error
de: Fataler Betriebssystem-Fehler, Automation Runtime-Stackbereich zu klein

source: The check sum 1. contents was destroyed
de: Die Checksumme eines 1. Inhaltsverzeichnisses ist zerstört

source: Operating system cannot be started
de: Betriebssystem kann nicht gestartet werden

source: AR Plug&Play: Device missing (PhysDeviceName)
de: AR Plug&Play: Device nicht vorhanden (PhysDeviceName)

source: AR Plug&Play: SRAM length too large (/LEN)
de: AR Plug&Play: Angegebene SRAM Laenge zu gross (/LEN)

source: AR Plug&Play: InaNode in XML-section overwritten with HW-nodenumber
de: AR Plug&Play: InaNode in XML-Section durch aktuelle Nodenumber ueberschrieben

source: Im Init: CS of the configuration module is incorrect
de: Warmstart: Checksumme des Konfigurationsmoduls im RAM ist falsch

source: Warm restart: Incorrect base management table checksum.
de: Warmstart: Checksumme der Basisverwaltungstabelle ist falsch

source: Install trap library not found
de: Install-Trapbibliothek nicht gefunden

source: SYS-Traplib was not found
de: SYS-Trapbibliothek nicht gefunden

source: HW-Traplib was not found
de: HW-Trapbibliothek nicht gefunden

source: No valid VC Runtime version is set.
de: Es wurde keine gültige VC Runtime Version eingestellt.

source: Configuration module not found
de: Fehler beim Installieren einer Erweiterungstrapbibliothek (RIO, ...)

source: Module not found during boot
de: Modul im Boot nicht gefunden

source: Text not present.
de: Text nicht vorhanden

source: Error looking for boot module sync bytes.
de: Fehler beim Suchen des Syncbytes des Bootmoduls
