Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Pointer to the actual length is NULL. SSDO abort code : 0
de: Pointer auf die Aktuelle Länge ist null. SSDO Abbruchcode: 0

source: Actual length of the SOD entry can not be get by the application. SSDO abort code : 0
de: Die Applikation konnte die aktuelle Länge des SOD Eintrags nicht erhalten. SSDO Abbruchcode: 0

source: Pointer to the application object is NULL. SSDO abort code : 0
de: Pointer auf das Applikation-Objekt ist null. SSDO Abbruchcode: 0

source: The SAPL_SOD_AttrGetClbk() application callback function has signaled error. SSDO abort code : 0
de: Die SAPL_SOD_AttrGetClbk() Applikation-Callback-Funktion hat einen Fehler signalisiert. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Pointer to the object handle is NULL. SSDO abort code : 0
de: Pointer auf das Objekt-handle ist null. SSDO Abbruchcode: 0

source: The SOD object was not found. SSDO abort code : 0
de: Das SOD Objekt wurde nicht gefunden. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Object handle address does not point to a SOD object. SSDO abort code : 0
de: Objekt-Handle Adresse zeigt nicht auf ein SOD Objekt. SSDO Abbruchcode: 0

source: Pointer to the object handle is NULL. SSDO abort code : 0
de: Pointer auf das Objekt-Handle ist null. SSDO Abbruchcode: 0

source: Access to the SOD object is locked. SSDO abort code : 0
de: Zugriff auf das SOD Objekt ist gesperrt. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Application object is not able to be locked. SSDO abort code : 0
de: Applikation Objekt konnte nicht gesperrt werden. SSDO Abbruchcode: 0

source: Application object is not able to be unlocked. SSDO abort code : 0
de: Applikation Objekt konnte nicht freigeschaltet werden. SSDO Abbruchcode: 0

source: SOD_Unlock() was called without SOD_Lock(). SSDO abort code : 0
de: SOD_Unlock() wurde ohne SOD_Lock() aufgerufen. SSDO Abbruchcode: 0

source: SOD_EnableSodWrite() was called without SOD_DisableSodWrite(). SSDO abort code : 0
de: SOD_EnableSodWrite() wurde ohne SOD_DisableSodWrite() aufgerufen. SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Before Write SOD Callback was aborted SSDO abort code : 0
de: Bevor der Write SOD Callback abgebrochen wurde SSDO Abbruchcode: 0

source: Before Read SOD Callback was aborted. SSDO abort code : 0
de: Bevor der Read SOD Callback abgebrochen wurde SSDO Abbruchcode: 0

source: Data type is unknown SSDO abort code : 0
de: Datentyp ist unbekannt SSDO Abbuchcode: 0

source: The value to be written is not BOOLEAN value (0 or 1) SSDO abort code : 0
de: Der zu schreibende Wert ist kein boolescher Wert (0 oder 1) SSDO Abbruchcode

source: Actual length to be set is larger than the maximum length of the object SSDO abort code : 0
de: Aktuelle zu setzende Länge ist größer als als die maximale Länge des Objekts SSDO Abbruchcode: 0

source: Actual length of the SOD entry can not be set by the application SSDO abort code : 0
de: Aktuelle Länge des SOD Eintrags konnte nicht durch die Applikation gesetzt werden SSDO Abbruchcode: 0

source: Instance number is invalid SSDO abort code : 0
de: Instanznummer ist ungültig SSDO Abbruchcode: 0

source: After Write SOD Callback was aborted SSDO abort code : 0
de: Nachdem Write SOD Callback abgebrochen wurde SSDO Abbruchcode: 0

source: Instance number is invalid. SSDO abort code : 0
de: Instanznummer ist ungültig. SSDO Abbruchcode: 0

source: Actual length is tried to set for an object with standard data type. Actual length can be set only for the objects with data type DOMAIN, OCTET STRING or VISIBLE STRING SSDO abort code : 0
de: Es wurde versucht die Aktuelle Länge für ein Objekt mit Standard Datentyp zu setzten. Aktuelle Länge kann nur für Objekte mit den Datentypen DOMAIN, OCTET STRING oder VISIBLE STRING gesetzt werden SSDO Abbruchcode: 0

source: Data type of the object with SOD index (0) sub-index (0) is not supported .
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) wird nicht unterstützt

source: Data type is (UINT32 or INT32 or REAL32) of the object with SOD index (0) sub-index (0) but the data length is not 4.
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT32 oder INT32 oder REAL32), jedoch ist die Datenlänge nicht 4

source: Data type is (UINT16 or INT16) of the object with SOD index (0) sub-index (0) but the data length is not 2.
de: Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT16 oder INT16) aber die Datenlänge ist nicht 2

source: Data type is (UINT8 or INT8 or BOOLEAN) of the object with SOD index (0) sub-index (0) but the data length is not 1.
de: Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT8 oder INT8 oder BOOLEAN) aber die Datenlänge ist nicht 1

source: The given range for the object with SOD index (0) sub-index (0) is wrong, because the maximum value is smaller the minimum value.
de: Der zugewiesene Bereich für das Objekt mit SOD Index (0) Subindex (0) ist falsch, weil der maximale Wert kleiner dem minimalen Wert ist

source: Callback function pointer is given for the object with SOD index (0) sub-index (0) but no flag to call a callback function is set in the attribute entry.
de: Ein Callback Funktionspointer wurde übergeben, jedoch ist in den Attributen des Objekts mit SOD Index (0) Subindex (0) kein Flag für dessen Aufruf gesetzt

source: Flag to call a callback function is set in the attribute of the object with SOD index (0) sub-index (0) but no callback function pointer is given.
de: In den Attributen des Objekts mit dem SOD Index (0) Subindex (0) ist ein Flag für das Aufrufen einer Callback gesetzt, jedoch wurde kein Callback-Funktionspointer übergeben.

source: No default value has been given for the object with SOD index (0) sub-index (0).
de: Kein default Wert wurde für das Objekt spezifiziert, SOD Index (0), Subindex (0)

source: Access flags (RO_CONST,RO,WO) in the attribute of the object with SOD index (0) sub-index (0) is set.
de: Zugriffsflag (RO_CONST, RO, WO) in den Attributen des Objekts gesetzt, SOD Index (0), Subindex (0)

source: Data type is (UINT64 or INT64 or REAL64) of the object with SOD index (0) sub-index (0) but the data length is not 8.
de: Der Datentyp des Objekts mit dem SOD Index (0) Subindex (0) ist (UINT64 oder INT64 oder REAL64), jedoch ist die Datenlänge nicht 8

source: Data type is (DOMAIN or VISIBLE/OCTET STRING) of the object with SOD index (0) sub-index (0) but the maximum data length is 0.
de: Der Datentyp de Objekts mit dem SOD Index (0) Subindex (0) ist (DOMAIN oder VISIBLE/OCTET STRING), jedoch ist die maximale Datenlänge 0

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: k_EVT_SN_ACK event is unexpected.
de: Unerwartetes Event: k_EVT_SN_ACK

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: k_EVT_SN_ACK event is unexpected.
de: Unerwartetes Event: k_EVT_SN_ACK

source: k_EVT_RX_SET_TO_OP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_OP

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Received UDID is NOT equal to the UDID of this SN.
de: Empfangene UDID ist nicht gleich der UDID des SNs

source: The value in LE field (00) of the received Service <SADR Assignment> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SADR Assignment> ist ungültig

source: The received SNMT Service was rejected by SNMTS filter - target address: 0 safety domain number: 0
de: Der empfangene SNMT Service wurde vom SNMTS Filter zurückgewiesen - Ziel Adresse: 0, SDN: 0

source: The value in TR field (00) of the received frame is NOT zero.
de: Der Wert im TR Feld (00) des empfangen Frames ist nicht null

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: Undefined FSM state (00) occurred.
de: Undefinierter FSM Status (00) aufgetreten

source: The provided state pointer is NULL.
de: Der Unterstützte Status Pointer ist null

source: The provided instance number (00) is bigger than the maximum value.
de: Die unterstützte Instanznummer (00) ist größer als der maximale Wert

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: k_EVT_RX_SET_TO_OP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_OP

source: The value in LE field (00) of the received Service <SCM set to OP> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SCM set to OP> ist ungültig

source: The value in LE field (00) of the received Service <Node Guarding> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <Node Guarding> ist ungültig

source: The value in LE field (00) of the received Service <SN set to OP> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SN set to OP> ist ungültig

source: The value in LE field (00) of the received Service <SCM set to STOP> is NOT valid.
de: Der Wert im LE Feld des empfangenen Service <SCM set to STOP> ist ungültig

source: The value in LE field (00) of the received Service <Error Acknowledge> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <Error Acknowledge> ist ungültig

source: The value in LE field (00) of the received Service <UDID of SCM assignment> is NOT valid.
de: Der Wert im LE Feld (00) des empfangen Service <UDID of SCM assignment> ist ungültig

source: The value in LE field (00) of the received Service <Add. SADR Assignment> is NOT valid.
de: Der Wert im LE Feld des empfangenen Service <Add. SADR Assignment> ist ungültig

source: It is only one transmit SPDO configurable. Assignment of the additional SADR can not be accomplished
de: Es ist nur ein übertragungs SPDO konfigurierbar. Die zusätzliche SADR konnte nicht zugewiesen werden

source: The extended service type (00) of the received SNMT Service is NOT defined.
de: Der Erweiterte Service Typ (00) des empfangenen SNMT Service ist ungültig

source: The value in CT field (0000) of the received frame is NOT zero.
de: Der Wert im CT Feld (0000) des empfangenen Frames ist nicht null

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: Error group 4 was passed by the application.(Reserved for EPLS Stack internal errors).
de: Fehlergruppe 4 wurde von der Applikation bearbeitet (reserviert für die EPLS Stack Internen Fehler)

source: Payload length of the extended SNMT service request is 0.
de: Nutzdatenlänge des erweiterten SNMT Service-Requests ist 0.

source: The value in LE field (00) of the received Service <UDID Request> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <UDID Request> ist ungültig

source: NO management frames available to build and transmit.
de: Es sind keine Management-Frames zum Erstellen und Übertragen verfügbar

source: NULL pointer passed instead of reference to <number of free management frames>.
de: Null Pointer bearbeitet, anstatt der Referenz zur <Anzahl der freien Management-Frames>

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: The value in LE field (00) of the received Service <SN set to PRE-OP> is NOT valid.
de: Der Wert im LE Feld (00) des empfangenen Service <SN set to PRE-OP> ist ungültig

source: The frame ID (00) of the received SNMT Service is NOT defined.
de: Die Frame ID (00) des empfangenen SNMT Service ist nicht definiert

source: The provided instance number (00) is bigger than the maximum value.
de: Die bereitgestellte Instanznummer (00) ist größer als der maximale Wert

source: The received parameter timestamp (00000000) is wrong.
de: Der empfangene Parameter Zeitstempel (00000000) ist falsch

source: The received checksum (0000) is NOT equal to calculated checksum (0000).
de: Die empfangene Prüfsumme (0000) ist nicht gleich der berechneten Prüfsumme (0000)

source: No SOD index can be found for the SPDO number (00).
de: Es konnte kein SOD Index für die SPDO Nummer (00) gefunden werden

source: The received SPDO number (00) is NOT in valid range.
de: Die Empfangene SPDO Nummer (00) ist nicht im Gültigkeitsbereich

source: The rx and the tx buffer pointer must not be NULL with the (00) calling event.
de: Der rx und der tx Puffer-Pointer dürfen nicht null sein mit dem (00) Aufrufereignis

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_SN_ACK event is unexpected.
de: Unerwartetes Event: k_EVT_SN_ACK

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected FSM event (00) occurred.
de: Unerwartetes FSM Event (00) aufgetreten

source: k_EVT_RX_SADR_ADD event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SADR_ADD

source: k_EVT_RX_SET_TO_PREOP event is unexpected.
de: Unerwartetes Event: k_EVT_RX_SET_TO_PREOP

source: k_EVT_RX_UDID_SCM event is unexpected.
de: Unerwartetes Event: k_EVT_RX_UDID_SCM

source: Unexpected SN ack received (no SN FAIL was sent).
de: Unerwartete SN Bestätigung empfangen (es wurde kein SN FAIL gesendet)

source: The lifetime elapsed.
de: Die Lifetime wurde überschritten

source: The guard timer was not started but checked.
de: Die Guard-Time würde nicht gestartet, aber überprüft

source: Unexpected error group and/or error code were received Exp. error group : (00) error code : (00) Rec. error group : (00) error code : (00)
de: Unerwartete Fehlergruppe und/oder Fehlercode empfangen Erwartete Fehlergruppe: (00), Fehlercode: (00) Empfangene Fehlergruppe: (00), Fehlercode: (00)

source: The refresh time elapsed.
de: Die Refresh-Time wurde überschritten

source: The delivered instance (00) is bigger than <EPLS_cfg_MAX_INSTANCES>!
de: Die übermittelte Instanz (00) ist größer als <EPLS_cfg_MAX_INSTANCES>

source: New EPLS frame cannot be processed, Stack is busy!
de: Neuer EPLS Frame kann nicht abgearbeitet werden. Der Stack ist beschäftigt

source: The SSC FSM switched into an undefined state (00)!
de: Der SSC FSM wechselte in einen undefinierten Zustand (00)

source: Stack called without EPLS frame to process!
de: Stack wurde aufgerufen, ohne EPLS Frame zu arbeiten

source: The length of the received frame (0) is invalid.
de: Die Länge des empfangenen Frames (0) ist ungültig

source: No SCM present, not able to process SSDO Service Request with ID (00)!
de: Kein SCM vorhanden. Konnte keinen SSDO Service Request mit der ID (00) abarbeiten

source: No SCM present, not able to process SNMT Service Request with ID (00)!
de: Kein SCM vorhanden. Konnte keinen SNMT Service Request mit der ID (00) abarbeiten

source: The delivered instance (00) is bigger than <EPLS_cfg_MAX_INSTANCES>!
de: Die gelieferte Instanz ist größer als <EPLS_cfg_MAX_INSTANCES>

source: Pointer to number of free management frames refers to NULL!
de: Pointer auf die Anzahl der freien Management-Frames ist null

source: Telegram type (00) of received EPLS frame is not defined!
de: Telegrammtyp des empfangenen EPLS Frame ist nicht definiert

source: SMC Fail Safe: Additional safety parameters: Placeholder enable bit is set
de: SMC Fail Safe: Nachladbare Safety Parameter: Platzhalter Enable Bit gesetzt

source: SMC Fail Safe: Received data for additional safety parameters too big
de: SMC Fail Safe: Empfangene Daten der nachladbaren Safety Parameter zu groß

source: SMC Fail Safe: Additional safety parameters: Invalid structure size
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Strukturgröße

source: SMC: Interner error, CUnit test
de: SMC: Interner Fehler, CUnit Test

source: SMC Fail Safe: Additional safety parameters: Invalid payload size
de: SMC Fail Safe: Nachladbare Safety Parameter: Ungültige Datenblockgröße

source: SMC Fail Safe: CRC chekc of the additional safety parameters failed
de: SMC Fail Safe: CRC Prüfung der nachladbaren Safety Parameter fehlgeschlagen

source: SMC Fail Safe: Incompatible parameter structure
de: SMC Fail Safe: Inkompatible Parameter Struktur

source: SMC Fail Safe: Cross communication SinCos status during FPGA boot phase
de: SMC Fail Safe: Kreuzkommunikation SinCos Status während des FPGA Hochlaufs

source: SMC Fail Safe: Encoder not configured but needed for safety functions
de: SMC Fail Safe: Geber nicht parametriert obwohl für Safety Funktionen benötigt

source: SMC Fail Safe: Incompatible axis type
de: SMC Fail Safe: Inkompatibler Achstyp

source: SMC Fail Safe: Error in PreOperational function
de: SMC Fail Safe: Fehler in der PreOperational Funktion

source: SMC Fail Safe: Value of SinCos status register not plausible
de: SMC Fail Safe: Wert des SinCos Status Registers nicht plausibel

source: SMC Fail Safe: Internal error, Vector length is not equal to 1Vpp after reset
de: SMC Fail Safe: Interner Fehler, Zeigerlänge ungleich 1Vss nach Reset

source: SMC Fail Safe: Squared vector length too large
de: SMC Fail Safe: Quadrierte Zeigerlänge zu groß

source: SMC Fail Safe: Cross communication vector control trigger counter
de: SMC Fail Safe: Kreuzkommunikation Zeigerlängennachregelung Trigger Zähler

source: SMC Fail Safe: SBT Current threshold too small
de: SMC Fail Safe: Der SBT Schwellwert ist zu klein

source: SMC Fail Safe: Internal error while processing the additional paramters
de: SMC Fail Safe: Interer Fehler bei der Verarbeitung der nachladbaren Parameter

source: SMC Fail Safe: Internal error, Invalid current sensor resolution
de: SMC Fail Safe: Interner Fehler, Ungültige Stromwandlerauflösung

source: SMC Fail Safe: Homing - Configuration error
de: SMC Fail Safe: Homing - Konfigurationsfehler

source: SMC Fail Safe: Internal error, Current values sum not plausible
de: SMC Fail Safe: Interner Fehler, Stromwerte nicht plausibel

source: SMC Fail Safe: Internal error, Invalid current sensor measurement range
de: SMC Fail Safe: Interner Fehler, Ungültiger Stromwandlermessbereich

source: SMC Fail Safe: Velocity error tolerance too large
de: SMC Fail Safe: Geschwindigkeitsfehlergrenze zu groß

source: SMC Fail Safe: Internal error, Lockbit set
de: SMC Fail Safe: Interner Fehler, Lockbit gesetzt

source: SMC Fail Safe: Encoder - Configuration error
de: SMC Fail Safe: Geber - Konfigurationfehler

source: SMC Fail Safe: Lag error tolerance too large
de: SMC Fail Safe: Positionsschleppfehlergrenze zu groß

source: SMC Fail Safe: Internal error, Cross communication of current vector angle
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Stromzeigerwinkels

source: SMC Fail Safe: Internal error, Cross communication of stator current vector
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Statorstromzeigers

source: SMC Fail Safe: Internal error, FPGA SinCos - Reference voltage Channel B
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Referenzspannung Kanal B

source: SMC Fail Safe: Internal error, FPGA SinCos - Configuration
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Konfiguration

source: SMC Fail Safe: Internal error, Hardware tests - Voltage monitoring
de: SMC Fail Safe: Interner Fehler, Hardware Tests - Spannungsüberwachung

source: SMC Fail Safe: Internal error, ADC compensation data - Flash validation
de: SMC Fail Safe: Interner Fehler, ADC Abgleichdaten - Flash Validierung

source: SMC Fail Safe: Internal error, Cross communication of the status register IPWM
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Statusregisters IPWM

source: SMC Fail Safe: Internal error, Cross communication FPGACom state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des FPGACom SSW

source: SMC Fail Safe: Internal error, FPGA communication
de: SMC Fail Safe: Interner Fehler, FPGA Kommunikation

source: SMC Fail Safe: Internal error, FPGA SinCos - Reference voltage Channel A
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Referenzspannung Kanal A

source: SMC Fail Safe: Internal error, FPGA current measurement - ADC processing
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - ADC Auswertung

source: SMC Fail Safe: Internal error, FPGA current measurement - Reference monitoring
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - Referenzüberwachung

source: SMC Fail Safe: SBT Parameterization - External load too high
de: SMC Fail Safe: SBT Parametrierung - Externe Last zu groß

source: SMC Fail Safe: SBT Parameterization - External load too small
de: SMC Fail Safe: SBT Parametrierung - Externe Last zu klein

source: SMC Fail Safe: SBT Parameterization - External load greater than threshold
de: SMC Fail Safe: SBT Parametrierung - Externe Last größer als Prüfschwelle

source: SMC Fail Safe: SBT Parameterization - Current threshold too high
de: SMC Fail Safe: SBT Parametrierung - Schwellenwert des Prüfstroms zu groß

source: SMC Fail Safe: Internal error, FPGA SinCos - Efficiency test
de: SMC Fail Safe: Interner Fehler, FPGA SinCos - Wirksamkeitstest

source: SMC Fail Safe: Internal error, FPGA current measurement - Configuration
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - Konfiguration

source: SMC Fail Safe: Internal error, FPGA current measurement - Efficiency test
de: SMC Fail Safe: Interner Fehler, FPGA Strommessung - Wirksamkeitstest
