Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: error in voltagemonitoring (µP2)
de: Fehler bei Spannungsueberwachung(µP2)

source: internal error (µP2)
de: Interner Fehler (µP2)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: internal error (µP1)
de: Interner Fehler (µP1)

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: parameter error: PLCopen-FBK mode (datapoint usage!) (µP1)
de: Parameterfehler: PLCopen-FUB Modus (Datenpunkt Verwendung) (µP1)

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: parameter error: periode of parametric testpulses (µP1)
de: Parameterfehler: Testpulsperiode (µP1)

source: parameter error: lowtime of parametric testpulses (µP1)
de: Parameterfehler: Low-Phase der parametrierbaren Testimpulse (µP1)

source: parameter error: input filter time (uP1)
de: Parameterfehler: Eingangsfilter Zeit (uP1)

source: parameter error: discrepancy time (µP1)
de: Parameterfehler: Diskrepanzzeit (µP1)

source: internal error: checkpoints PreOp (µP1)
de: interner Fehler: Checkpoints PreOp (µP1)

source: internal error: MFW_Init not finished successfully (µP1)
de: Interner Fehler: MFW_Init nicht erfolgreich beendet (µP1)

source: parameter error: pulse mode (µP1)
de: Parameterfehler: Pulse-Modus (µP1)

source: parameter error: pulse source (µP1)
de: Parameterfehler: Puls-Quelle (µP1)

source: two-channel evaluation not activated
de: Zweikanalauswertung nicht aktiviert

source: parameter error: doorlock FUB (µP1)
de: Parameterfehler: Türzuhalte FBK (µP1)

source: input error state has changed (uP1)
de: Änderung Fehlerstatus Eingänge (uP1)

source: input error state has changed
de: Änderung Fehlerstatus Eingänge

source: internal hardware error at input channel (uP1)
de: Interner Hardwarefehler am Eingangskanal (uP1)

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: EPS parameter struct (uP1)
de: EPS Parameterstruktur (uP1)

source: internal error MFW_PreOp (µP1)
de: Interner Fehler MFW_PreOp (µP1)

source: internal error feedback high during PreOp (µP1)
de: Interner Fehler Feedback high im PreOp (µP1)

source: internal error: checkpoints PreOp (µP1)
de: interner Fehler: Checkpoints PreOp (µP1)

source: output stuck at high detected at PreOp state
de: Ausgang Schluss gegen 24V im PreOp Zustand erkannt

source: internal error feedback high during PreOp (µP1)
de: Interner Fehler Feedback high im PreOp (µP1)

source: Error XchangeData: different feedback signals
de: XchangeDaten Fehler: unterschiedliche rückgelesene Ausgangssignale

source: execution difference uP1/uP2 (uP2 in failsafe?)
de: Ausführungsunterschiede uP2/uP1 (uP2 im Failsafe?)

source: Parameter error in MFW_Cycle_f3()
de: Parameterfehler in MFW_Cycle_f3()

source: internal error (default step) in MFW_OutControl()
de: Interner Fehler (Standard Schritt) in MFW_OutControl()

source: Error in function MFW_Cycle_f4()
de: Parameterfehler in MFW_Cycle_f4()

source: internal error: Wrong checkpoint counter value
de: Interner Fehler: Checkpoint Zähler ist fehlerhaft

source: output channel test errors cleared (uP1)
de: Ausgangskanäle wieder ok (uP1)

source: inconsistent output data
de: inkonsistente Ausgangsdaten

source: Output teststate has changed
de: Ausgangs Teststatus hat sich verändert

source: overcurrent error
de: Überstromfehler

source: Output teststate has changed
de: Ausgangs Teststatus hat sich verändert

source: internal error feedback high (µP1)
de: Interner Fehler Feedback high (µP1)

source: Error XchangeData: different feedback signals (µP1)
de: XchangeDaten Fehler: unterschiedliche Feedbacksignale (µP1)

source: Parameter error MFW_Cycle_f2()
de: Parameterfehler in MFW_Cycle_f2()

source: Parameter error in MFW_Cycle_f1()
de: Parameterfehler in MFW_Cycle_f1()

source: Error XchangeData: different gate signals
de: XchangeDaten Fehler: unterschiedliche Ausgangssignale

source: internal error Xchange data FBK states (µP1)
de: interner Fehler Querkommunikation FUB-Status (µP1)

source: wrong switching sequence of SafeCtrl and Release
de: falsche Schalt-Reihenfolge von SafeCtrl und Release

source: internal parameter error (uP1)
de: interner Parameterfehler (uP1)

source: internal parameter error (uP1)
de: interner Parameterfehler (uP1)

source: internal error not used channel is set (uP1)
de: interner Fehler setzen von nicht verwendetem Ausgang (uP1)

source: internal error during hardwaretest (uP1)
de: interner Fehler bei Hardwaretest (uP1)

source: max. switching frequency exceeded (uP1)
de: max. Schaltfrequenz überschritten (uP1)

source: internal error at feedback evaluation (uP1)
de: interner Fehler bei Feedbackauswertung (uP1)

source: internal error crosscommunication (uP1)
de: interner Kreuzvergleichsfehler (uP1)

source: internal error (default step) in MFW_OutControl() (uP1)
de: Interner Fehler (Standard Schritt) in MFW_OutControl() (µP1)

source: internal parameter error (uP1)
de: interner Parameterfehler (uP1)

source: internal error voltage measurement out of range (µP1)
de: Interner Fehler Spannungsmessung außerhalb Toleranz (µP1)

source: max. switching frequency exceeded (uP1)
de: max. Schaltfrequenz überschritten (uP1)

source: channel output state has changed (µP1)
de: Status des Ausgangskanals geändert (µP1)

source: Backfeed voltage at the output (uP1)
de: Rückeinspeisung am Ausgang (uP1)

source: wrong switching sequence of SafeCtrl and Release
de: falsche Schalt-Reihenfolge von SafeCtrl und Release

source: SMC Fail Safe: SMP is used but Homing was not configured
de: SMC Fail Safe: SMP wird verwendet aber Referenzieren wurde nicht konfiguriert

source: SMC Fail Safe: Violation of parameter limits
de: SMC Fail Safe: Überschreitung von Parametergrenzwerten

source: SMC Fail Safe: SLP is used but Homing was not configured
de: SMC Fail Safe: SLP wird verwendet aber Referenzieren wurde nicht konfiguriert

source: SMC Fail Safe: SMP - Lower position limit is greater or equal than upper limit
de: SMC Fail Safe: SMP - Untere Positionsgrenze ist größer oder gleich der oberen

source: SMC Fail Safe: SLP - Position window outside SMP position window
de: SMC Fail Safe: SLP - Positionsfenster außerhalb des SMP Positionsfensters

source: SMC Fail Safe: SLP - Lower position limit is greater or equal than upper limit
de: SMC Fail Safe: SLP - Untere Positionsgrenze ist größer oder gleich der oberen

source: SMC Fail Safe: SLP - Tolerance is greater than SLP position window
de: SMC Fail Safe: SLP - Toleranz ist größer als SLP Positionsfenster

source: SMC Fail Safe: SMP - Tolerance is greater than SMP position window
de: SMC Fail Safe: SMP - Toleranz ist größer als SMP Positionsfenster

source: SMC Fail Safe: Value of Deceleration ramp is out of range
de: SMC Fail Safe: Wert der Verzögerungsrampe ist außerhalb des gültigen Bereichs

source: SMC Fail Safe: Encoder mismatch - Configuration data changed
de: SMC Fail Safe: Gebertausch - Konfigurationsdaten wurden geändert

source: SMC Fail Safe: Encoder mismatch - Configuration data changed several times
de: SMC Fail Safe: Gebertausch - Konfigurationsdaten wurden mehrmals geändert

source: SMC Fail Safe: Encoder configuration - One unit is shorter than one nm
de: SMC Fail Safe: Geberkonfiguration - Eine Einheit ist kürzer als ein nm

source: SMC Fail Safe: Encoder configuration - Units resolution too high
de: SMC Fail Safe: Geberkonfiguration - Einheitenauflösung zu groß

source: SMC Fail Safe: Internal state machine is in Fail Safe State
de: SMC Fail Safe: Interne Statemachine befindet sich im Zustand Fail Safe

source: SMC Fail Safe: Parameterization - Deceleration ramp is too steep
de: SMC Fail Safe: Parametrierung - Verzögerungsrampe ist zu steil

source: SMC Fail Safe: Module cycle time is not valid
de: SMC Fail Safe: Modul Zyklus Zeit ist ungültig

source: SMC Fail Safe: Wrong parameterization
de: SMC Fail Safe: Falsche Parametrierung

source: SMC Fail Safe: SMS - Speed limit is out of range
de: SMC Fail Safe: SMS - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: Deactivated safety function was requested
de: SMC Fail Safe: Deaktivierte Sicherheitsfunktion wurde angefordert

source: SMC Fail Safe: SLS3 - Speed limit is out of range
de: SMC Fail Safe: SLS3 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS4 - Speed limit is out of range
de: SMC Fail Safe: SLS4 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS1 - Speed limit is out of range
de: SMC Fail Safe: SLS1 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS2 - Speed limit is out of range
de: SMC Fail Safe: SLS2 - Geschwindigkeitsgrenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS2 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS2 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: SLS3 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS3 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: Standstill speed limit is out of range
de: SMC Fail Safe: Stillstandsgeschw.-Grenze außerhalb des gültigen Bereichs

source: SMC Fail Safe: SLS1 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS1 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: SLS4 - Speed limit violates the configuration instruction
de: SMC Fail Safe: SLS4 - Geschwindigkeitsgrenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: Standstill Speed limit violates the configuration instruction
de: SMC Fail Safe: Stillstandsgeschw.-Grenze verletzt Konfigurationsvorschrift

source: SMC Fail Safe: SOS and STO not connected but needed for RSP
de: SMC Fail Safe: SOS und STO nicht verbunden obwohl für RSP benötigt

source: SMC Fail Safe: CRC of the module/compensation data is not correct!
de: SMC Fail Safe: Fehlerhafte CRC der Moduldaten/Abgleichdaten!

source: SMC Fail Safe: Internal error, Cross communication of status word
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Statusworts

source: SMC Fail Safe: Internal error, Cross communication of checkpoints
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation der Prüfpunkte

source: SMC Fail Safe: Internal error, Cross communication of EnDat state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des EnDat SSW

source: SMC Fail Safe: Internal error, Cross communication of EnDat state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des EnDat SSW

source: SMC Fail Safe: Encoder configuration - Units per number of revolution invalid
de: SMC Fail Safe: Geberkonfiguration - Einheiten pro Anzahl Umdrehungen ungültig

source: SMC Fail Safe: Encoder configuration - Normalized maximal speed invalid
de: SMC Fail Safe: Geberkonfiguration - Normierte Maximalgeschwindigkeit ungültig

source: SMC Fail Safe: Internal error, Cross communication of output state
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Ausgangszustands

source: SMC Fail Safe: Internal error, Cross communication of EnDat position
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation der EnDat Position

source: SMC Fail Safe: Internal error, Cross communication of EnDat error register
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des EnDat Fehlerregisters

source: SMC Fail Safe: Internal error, Cross communication of Encoder state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Encoder SSW

source: SMC Fail Safe: Encoder configuration - Encoder resolution too low
de: SMC Fail Safe: Geberkonfiguration - Geberauflösung zu klein

source: SMC Fail Safe: Encoder configuration - Encoder resolution too high
de: SMC Fail Safe: Geberkonfiguration - Geberauflösung zu groß

source: SMC Fail Safe: Internal error, Communication EnDat Master
de: SMC Fail Safe: Interner Fehler, Kommunikation EnDat Master

source: SMC Fail Safe: Internal error, Communication ACOPOS
de: SMC Fail Safe: Interner Fehler, Kommunikation ACOPOS

source: SMC Fail Safe: Internal error, SPI transfer
de: SMC Fail Safe: Interner Fehler, SPI Übertragung

source: SMC Fail Safe: Internal error, MFW NVM data memory
de: SMC Fail Safe: Interner Fehler, MFW NVM Datenspeicher

source: SMC Fail Safe: Internal error, Program flow
de: SMC Fail Safe: Interner Fehler, Progammablauf

source: SMC Fail Safe: Internal error, NULL pointer access
de: SMC Fail Safe: Interner Fehler, NULL Pointerzugriff

source: SMC Fail Safe: Internal error, Communication Encoder
de: SMC Fail Safe: Interner Fehler, Kommunikation Geber

source: SMC Fail Safe: Module/compensation data is incompatible!
de: SMC Fail Safe: Moduldaten/Abgleichdaten sind inkompatibel!

source: SMC Fail Safe: Homing - Function is requested but not configured
de: SMC Fail Safe: Homing - Funktion wird angefordert aber nicht konfiguriert

source: SMC Fail Safe: Homing - reference pulse : Max. trigger speed is too big
de: SMC Fail Safe: Homing - Referenzimpuls: Max. Trigger Geschw. ist zu groß

source: SMC Fail Safe: Homing - Speed tolerance is out of range
de: SMC Fail Safe: Homing - Geschw.-Toleranz ist außerhalb des gültigen Bereichs

source: SMC Fail Safe: Homing - Encoder doesn't support a safe reference pulse
de: SMC Fail Safe: Homing - Geber unterstützt keinen sicheren Referenzimpuls

source: SMC Fail Safe: Homing - SLP window is greater than safe absolute encoder range
de: SMC Fail Safe: Homing - SLP Fenster größer als sicherer abs. Geberzählbereich

source: SMC Fail Safe: Homing - SMP window is greater than safe absolute encoder range
de: SMC Fail Safe: Homing - SMP Fenster größer als sicherer abs. Geberzählbereich

source: SMC Fail Safe: Homing - Home Offset with Correction: SMP not configured
de: SMC Fail Safe: Homing - Home Offset with Correction: SMP nicht konfiguriert

source: SMC Fail Safe: Homing - Home Offset: No absolute encoder connected
de: SMC Fail Safe: Homing - Home Offset: Kein Absolutgeber angeschlossen

source: SMC Fail Safe: Homing - Ref Switch: No reference switch connected
de: SMC Fail Safe: Homing - Ref Switch: Kein Referenzschalter angeschlossen

source: SMC Fail Safe: Homing - Max. trigger speed is out of range
de: SMC Fail Safe: Homing - Max. Trigger Geschw. außerhalb des gültigen Bereichs

source: SMC Fail Safe: Safe output - Test state has changed
de: SMC Fail Safe: Sichere Ausgänge - Teststatus hat sich verändert

source: SMC Fail Safe: Encoder - Speed limit exceeded
de: SMC Fail Safe: Geber - Geschwindigkeitsgrenzwert wurde überschritten

source: SMC Fail Safe: Program error in PreOperational state
de: SMC Fail Safe: Programmfehler im Zustand PreOperational

source: SMC Fail Safe: Safe output - Stuck at high detected
de: SMC Fail Safe: Sichere Ausgänge - Schluss gegen 24V

source: SMC Fail Safe: Internal error, Cross communication of output state machine
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation des Ausgangs-SSW

source: SMC Fail Safe: Homing - Direct with reference pulse: Not supported
de: SMC Fail Safe: Homing - Direct with reference pulse: Wird nicht unterstützt

source: SMC Fail Safe: Internal error, Cross communication of output signals
de: SMC Fail Safe: Interner Fehler, Kreuzkommunikation der Ausgangssignale

source: SMC Fail Safe: Homing - RefSwitch bit is set but not configured
de: SMC Fail Safe: Homing - RefSwitch bit ist gesetzt aber nicht konfiguriert

source: SMC Fail Safe: Homing - Position is out of SMP window
de: SMC Fail Safe: Homing - Position liegt ausserhalb des SMP Fensters

source: internal error Feedbacks not 0 at startup (uP1)
de: Interner Fehler Feedbacks nicht 0 beim Startup (uP1)

source: internal error in EPS parameter struct (uP1)
de: Interner Fehler in Parameterstruktur (uP1)

source: internal error: invalid cycle time (µP1)
de: interner Fehler: ungültige Zykluszeit (µP1)

source: Internal error in function MFW_PreOp (uP1)
de: Interner Fehler in der Funktion MFW_PreOp (uP1)

source: inconsistent output data (uP1)
de: inkonsistente Ausgangsdaten (uP1)

source: internal hardware error (driver) (uP1)
de: interner Hardwarefehler (Treiber) (uP1)

source: internal X-com error (uP2 in failsafe?)
de: interner Kreuzvergleichfehler (uP2 im Failsafe?)

source: max. switching frequency exceeded (uP1)
de: max. Schaltfrequenz überschritten (uP1)

source: internal error test pattern (uP1)
de: interner Fehler Testmuster (uP1)

source: SMC Functional Fail Safe: SS2, SOS Violation of standstill position tolerance
de: SMC Functional Fail Safe: SS2, SOS Verletzung der Stillstandspositionstoleranz

source: SMC: Compensation data incomplete
de: SMC: Abgleichdaten unvollständig

source: SMC: Safe Brake Test - Violation of the position tolerance
de: SMC: Safe Brake Test - Verletzung der Positionstoleranz

source: SMC: Safe Brake Test - Parametrized test current threshold not reached
de: SMC: Safe Brake Test - Parametrierte Teststromschwelle nicht erreicht

source: SMC: Safe Brake Test - Test interval elapsed, test required
de: SMC: Safe Brake Test - Testintervall abgelaufen, Testung erforderlich

source: SMC Functional Fail Safe: Encoder error SinCos processing
de: SMC Functional Fail Safe: Geberfehler SinCos Auswertung

source: SMC: Current sensor range exceeded phase U
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase U

source: SMC: Current sum exeeded tolerance range
de: SMC: Summenstrom außerhalb der Toleranz

source: SMC: Current sensor range exceeded phase W
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase W

source: SMC: Current sensor range exceeded phase V
de: SMC: Strom außerhalb des Stromwandlerbereichs Phase V

source: SMC Functional Fail Safe: SMS - Violation of the speed limit
de: SMC Functional Fail Safe: SMS - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SOS - Violation of the speed limit
de: SMC Functional Fail Safe: SOS - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: Encoder error was detected
de: SMC Functional Fail Safe: Geberfehler wurde erkannt

source: SMC Functional Fail Safe: SDI - Violations of the safe direction
de: SMC Functional Fail Safe: SDI - Verletzung der sicheren Drehrichtung

source: SMC Functional Fail Safe: SDI - Violation of the positive direction
de: SMC Functional Fail Safe: SDI - Verletzung der positiven Drehrichtung

source: SMC Functional Fail Safe: SDI - Violation of the negative direction
de: SMC Functional Fail Safe: SDI - Verletzung der negativen Drehrichtung

source: SMC Functional Fail Safe: SLI - Violation of standstill speed limit
de: SMC Functional Fail Safe: SLI - Verletzung der Stillstandsgeschw.grenze

source: SMC Functional Fail Safe: SLI - Violation of position window (increments)
de: SMC Functional Fail Safe: SLI - Verletzung des Positionsfensters (Inkremente)

source: SMC Functional Fail Safe: Violation of the actual speed limit
de: SMC Functional Fail Safe: Verletzung der aktuellen Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: Violation of the deceleration ramp
de: SMC Functional Fail Safe: Verletzung der Verzögerungsrampe

source: SMC Functional Fail Safe: SMP - Violation of the deceleration ramp
de: SMC Functional Fail Safe: SMP - Verletzung der Verzögerungsrampe

source: SMC Functional Fail Safe: SMP - Homing timeout exceeded
de: SMC Functional Fail Safe: SMP - Timeout für Referenzieren überschritten

source: SMC Functional Fail Safe: SLS3 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS3 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SLS2 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS2 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SLS1 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS1 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SS2 - Violation of the speed limit
de: SMC Functional Fail Safe: SS2 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: Alive test - Monitoring timeout
de: SMC Functional Fail Safe: Alive-Test - Überwachungszeit abgelaufen

source: SMC Functional Fail Safe: Warning on output was not acknowledged
de: SMC Functional Fail Safe: Warnung am Ausgang wurde nicht quittiert

source: SMC Functional Fail Safe: Alive test of set position was not executed
de: SMC Functional Fail Safe: Alive-Test der Sollposition wurde nicht durchgeführt

source: SMC Functional Fail Safe: SLS4 - Violation of the speed limit
de: SMC Functional Fail Safe: SLS4 - Verletzung der Geschwindigkeitsgrenze

source: SMC Functional Fail Safe: SMP, SLP - Internal error
de: SMC Functional Fail Safe: SMP, SLP - Interner Fehler

source: SMC Functional Fail Safe: SMP, SLP - INT32 overflow of S_SafePosition
de: SMC Functional Fail Safe: SMP, SLP - INT32 Überlauf der S_SafePosition

source: SMC Functional Fail Safe: SMP - Violation of upper SMP limit
de: SMC Functional Fail Safe: SMP - Verletzung der oberen SMP Grenze

source: SMC Functional Fail Safe: SLP - Violation of lower SLP limit
de: SMC Functional Fail Safe: SLP - Verletzung der unteren SLP Grenze

source: SMC Functional Fail Safe: SLP - Violation of the deceleration ramp
de: SMC Functional Fail Safe: SLP - Verletzung der Verzögerungsrampe

source: SMC Functional Fail Safe: SMP - Violation of lower SMP limit
de: SMC Functional Fail Safe: SMP - Verletzung der unteren SMP Grenze

source: SMC Functional Fail Safe: SMP - Movement in pos. direction outside SMP limit
de: SMC Functional Fail Safe: SMP - Bewegung in pos. Richtung außerhalb SMP Grenze

source: SMC Functional Fail Safe: SLP requested, axis is not homed yet
de: SMC Functional Fail Safe: SLP angefordert, Achse ist noch nicht referenziert

source: SMC Functional Fail Safe: SLP - Violation of upper SLP limit
de: SMC Functional Fail Safe: SLP - Verletzung der oberen SLP Grenze

source: SMC Functional Fail Safe: SMP - Movement in neg. direction outside SMP limit
de: SMC Functional Fail Safe: SMP - Bewegung in neg. Richtung außerhalb SMP Grenze

source: SMC: Encoder mismatch - EnDat master data or encoder data changed
de: SMC: Gebertausch - EnDat Master Daten oder Encoder Daten geändert

source: SMC: Encoder mismatch - Version changed or no encoder data stored
de: SMC: Gebertausch - Version geändert oder Daten nicht gespeichert

source: SMC Functional Fail Safe: Homing offset - Violation of safe encoder range
de: SMC Functional Fail Safe: Homing Offset - Verletzung sicherer Geberzählbereich

source: SMC Functional Fail Safe: Homing offset - Position outside INT32 range
de: SMC Functional Fail Safe: Homing Offset - Position außerhalb INT32 Bereichs

source: SMC: Encoder mismatch - Serial number of encoder changed
de: SMC: Gebertausch - Die Serialnummer des Encoders hat sich geändert

source: SMC: Encoder mismatch - Length of encoder configuration data changed
de: SMC: Gebertausch - Die Länge der Konfigurationsdaten hat sich geändert

source: SMC Functional Fail Safe: Homing - Standstill Speed tolerance violated
de: SMC Functional Fail Safe: Homing - Stillstandsgeschwindigkeitsgrenze verletzt

source: SMC Functional Fail Safe: Homing - Timeout elapsed
de: SMC Functional Fail Safe: Homing - Überwachungszeit abgelaufen

source: SMC Functional Fail Safe: Homing - Movement invalid
de: SMC Functional Fail Safe: Homing - Bewegung unzulässig

source: SMC Functional Fail Safe: Homing reference pulse - Max. trigger speed exceeded
de: SMC Functional Fail Safe: Homing Referenzimpuls - Max.Trigger Geschw. verletzt

source: SMC: Encoder - Initialization error
de: SMC: Geber - Initialisierungsfehler

source: SMC: Encoder - Debug information
de: SMC: Geber - Debug Information

source: Channel test errors cleared. (uP1)
de: Kanaltest Fehler gelöscht. (uP1)
