Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Initialization error.
de: AR-SLIP Device: init error

source: Error at internal initialization (homing of virtual axis).
de: Fehler bei interner Initialisierung (Referenzieren einer virtuellen Achse).

source: Error at internal initialization (software limits).
de: Fehler bei interner Initialisierung (SW-Endlagen).

source: Error at internal initialization (global init).
de: Fehler bei interner Initialisierung (Global-Init).

source: ACP10_MC library: Error with details in "ASCII data"
de: ACP10_MC-Library: Fehler mit Details in "ASCII Daten"

source: ACP10_MC library: Initialization aborted
de: ACP10_MC-Library: Initialisierung abgebrochen

source: Internal values of the axis structure are invalid.
de: Interne Daten in der Achsstruktur sind ungültig.

source: Status message
de: Status Rückmeldung

source: Status message
de: Status Rückmeldung

source: System error
de: System Fehler

source: Parameter error
de: Parameter Fehler

source: Parameter error
de: Parameter Fehler

source: Parameter error
de: Parameter Fehler

source: AR-DNS resolver: Parameter changed
de: AR-DNS Dienst Konfiguration geändert

source: AR-DNS resolver: Initialization errors
de: Der AR-DNS Dienst konnte nicht ordnungsgemäß initialisiert werden.

source: An error has occurred. See "ErrorRecord" output for details.
de: Ein Fehler ist aufgetreten. Für Details siehe Ausgang "ErrorRecord".

source: Not able to determine error text. See error text string for details.
de: Fehlertext konnte nicht ermittelt werden. Für Details siehe Fehlertextstring.

source: Problem with variable in permanent memory.
de: Problem mit Variable im Permanent-Memory.

source: Not enough space in Broadcast channel.
de: Zuwenig Platz im Broadcast-Channel.

source: Turning point outside of cam profile section.
de: Wendepunkt ausserhalb des Kurvenscheiben-Teilstücks.

source: Too many cam profile polynomials.
de: Zu viele Kurvenscheibenpolynome.

source: Specified data length is 0 or too low.
de: Angegebene Datenlänge 0 oder zu klein.

source: Identical slave positions not permitted.
de: Identische Slaverandpositionen nicht zulässig.

source: Error occurred during the setup operation.
de: Ein Fehler ist während der Setup-Operation aufgetreten.

source: Error in network configuration.
de: Fehler in Netzwerk-Konfiguration.

source: Too few curve points.
de: Zu wenige Kurvenpunkte.

source: Invalid cam profile section type.
de: Ungültiger Typ für Kurvenscheiben-Teilstück.

source: Invalid mode for the last cam profile point.
de: Ungültiger Mode für letzten Kurvenscheibenpunkt.

source: Invalid master or slave position for last cam profile point.
de: Ungültige Master- oder Slaveposition für letzten Kurvenscheibenpunkt.

source: No valid master defined.
de: Keine gültige Masterachse definiert.

source: This functionality is not available for ACOPOSmulti drives.
de: Diese Funktionalität ist für ACOPOSmulti nicht verfügbar.

source: Command currently cannot be executed.
de: Kommando kann derzeit nicht ausgeführt werden.

source: Master or slave position of the first cam profile point not equal to 0.
de: Master- oder Slaveposition des ersten Kurvenscheibenpunktes ungleich 0.

source: Master positions are not strictly monotonic increasing.
de: Masterpositionen nicht streng monoton ansteigend.

source: Invalid boundary parameters.
de: Unzulässige Randparameter.

source: Error at parameter table download.
de: Fehler bei Parametertabellen-Download.

source: CamTableID is invalid.
de: CamTableID ungültig.

source: Error at parameter sequence download.
de: Fehler beim Download der Parametersequenz.

source: Error at parameter list initialization.
de: Fehler beim Initialisieren der Parameterliste.

source: Initialization not possible, axis coupling is active.
de: Initialisierung nicht möglich, Achskopplung ist aktiv.

source: Error at parameter sequence initialization.
de: Fehler beim Initialisieren der Parametersequenz.

source: The specified data address is invalid.
de: Die angegebene Datenadresse ist ungültig.

source: Multiple commands not possible at the same time.
de: Nicht mehrere Kommandos gleichzeitig möglich.

source: The specified ParID can't be used because of the data type size.
de: Die angegebene ParID kann wegen der Datentyp-Größe nicht verwendet werden.

source: Wrong data type for specific ParID.
de: Falscher Parametertyp für angegebene ParID.

source: Cyclic read data full.
de: Zyklische Lesedaten voll.

source: Internal error during configuration of cyclic data.
de: Interner Fehler während Konfiguration von zyklischen Daten.

source: TouchProbe window invalid.
de: TouchProbe Fenster ungültig.

source: Master sync position cannot be reached.
de: Master-Synchron-Position kann nicht erreicht werden.

source: Output value cannot be calculated.
de: Berechnung des Wertes für einen Ausgang nicht möglich.

source: No period for axis, master, slave or FB input defined.
de: Keine Periode für Axis, Master, Slave oder FB Eingang definiert.

source: The given "Subject" is invalid.
de: Das angegebene "Subject" ist ungültig.

source: Error at initialization of Automat.
de: Automatendaten nicht initialisiert.

source: Selected MC_TouchProbe function block is not active.
de: Der ausgewählte FB vom Typ MC_TouchProbe ist nicht aktiv.

source: Error during loading of the NC-INIT parameter module.
de: Fehler beim Laden des NC-INIT-Parameter-Modules.

source: A offset shift is already in progress.
de: Es wird bereits eine Offsetverschiebung durchgeführt.

source: A phase shift is already in progress.
de: Es wird bereits eine Phasenverschiebung durchgeführt.

source: At least one input value was changed while "Enable = TRUE".
de: Mindestens ein Wert eines Einganges wurde während "Enable = TRUE" geändert.

source: Error at initialization of parameters. Use MC_ReadAxisError for details.
de: Ein Fehler bei der Initialisierung der Daten ist aufgetreten. MC_ReadAxisError für Details aufrufen.

source: FB aborted by another one.
de: Der FB wurde durch einen anderen unterbrochen.

source: Error during saving of the NC-INIT parameter module.
de: Fehler beim Speichern des NC-INIT-Parameter-Modules.

source: Send channel already in use.
de: Sendekanal wird bereits benutzt.

source: Slave channel already in use.
de: Slavekanal wird bereits benutzt.

source: No data object name specified.
de: Kein Datenobjektname angegeben.

source: Invalid data object index.
de: Ungültiger Datenobjektindex.

source: The MasterParID was changed since last FB call.
de: Die MasterParID wurde seit dem letzten FB-Aufruf geändert.

source: Invalid number of cam profile polynomials.
de: Ungültige Anzahl von Kurvenscheibenpolynomen.

source: Cyclic write data full.
de: Zyklische Schreibdaten voll.

source: Communication to drive failed.
de: Kommunikation zum Antrieb ausgefallen.

source: Invalid PLCopen parameter value.
de: Ungültiger Wert für PLCopen.

source: Unknown PLCopen axis state.
de: Unbekannter PLCopen Achs-Zustand.

source: Discrete movement not possible.
de: Diskrete Bewegung nicht möglich.

source: Homing not possible.
de: Referenzieren nicht möglich.

source: Invalid input parameter.
de: Ungültiger Eingabeparameter.

source: Continuous movement not possible.
de: Endlosbewegung nicht möglich.

source: Switching the motor holding brake not possible. Controller is on.
de: Haltebremse kann nicht geschaltet werden. Der Regler ist eingeschaltet.

source: Parameter initialization (Global-init) failed.
de: Parameter-Initialisierung (Global-Init) fehlgeschlagen.

source: The axis object was changed since last FB call.
de: Das Achsobjekt wurde seit dem letzten FB-Aufruf geändert.

source: The drive is in error state.
de: Der Antrieb ist im Fehlerzustand.

source: Invalid parameter number.
de: Ungültige Parameternummer.

source: The axis is not homed.
de: Die Achse ist nicht referenziert.

source: The controller is off.
de: Der Regler ist aus.

source: This movement type is currently not allowed.
de: Dieser Bewegungstyp ist derzeit nicht erlaubt.

source: The axis object is invalid.
de: Das Achsobjekt ist ungültig.

source: Drive is not ready.
de: Antrieb nicht bereit.

source: This functionality is not available for this network.
de: Diese Funktionalität ist für dieses Netzwerk nicht verfügbar.

source: The FB cannot be used in the current state.
de: Dieser FB kann im aktuellen Zustand nicht benutzt werden.

source: Error in TriggerInput parameters.
de: Fehler in TriggerInput Parametern.

source: The functionality is not available for the current axis type.
de: Diese Funktionalität ist für den aktuellen Achstyp nicht verfügbar.

source: Internal error: Number of requested SPT resources is not available.
de: Interner Fehler: Anzahl der angeforderten SPT-Ressourcen ist nicht verfügbar.

source: SPT resource of required type not available.
de: SPT-Ressourcen des benötigten Typs nicht verfügbar.

source: Internal error: Invalid SPT resource type.
de: Interner Fehler: Ungültiger SPT-Ressource-Typ.

source: The master velocity is invalid, 0 or negative.
de: Die Mastergeschwindigkeit ist ungültig, 0 oder negativ.

source: Internal error: Error at parameter list transfer.
de: Interner Fehler: Fehler beim Übertragen der Parameterliste.

source: No further master position can be read from the network by this drive.
de: Dieser Antrieb kann keine weitere Masterposition vom Netzwerk lesen.

source: Synchronized movement not possible.
de: Gekoppelte Bewegung nicht möglich.

source: Error on drive. Use MC_(BR)_ReadAxisError for details.
de: Fehler auf dem Antrieb. MC_(BR)_ReadAxisError für Details aufrufen.

source: No further master position can be sent on the network from this drive.
de: Dieser Antrieb kann keine weitere Masterposition auf dem Netzwerk senden.

source: The target position is outside the axis period.
de: Die Zielposition ist außerhalb der Achsperiode.

source: Error at cam download.
de: Fehler bei Kurve-Download

source: No cam name.
de: Kein Kurvenname.

source: Error erasing Memcard
de: AsMC: Fehler beim Löschen der MemCard

source: Memcard erased
de: AsMC: MemCard gelöscht

source: logbook entry format partition
de: Logbucheintrag Partition formatieren

source: logbook entry create partition
de: Logbucheintrag Partition erstellen

source: invalid device
de: ungültiges Gerät

source: Function not found in system
de: Funktion am System nicht vorhanden

source: Timeout must be larger than 300 or -1 (=infinite)
de: Timeout muss größer 300 sein oder -1 (=unendlich)

source: DHCP server is not configured
de: DHCP Server ist nicht konfiguriert

source: Function of sdm not found.
de: Funktion des sdm nicht gefunden.

source: NV data can't be deleted
de: NV Daten konnten nicht gelöscht werden

source: DHCP server already running
de: DHCP Server läuft bereits

source: Buffer for interface list too small
de: Buffer für Interfaceliste zu klein

source: Array is too small and can't hold all leases
de: Array ist zu klein und kann nicht alle Leases aufnehmen

source: Lease already exists
de: Lease existiert bereits

source: Invalid buffer for the default password
de: Ungültiger Puffer für das Defaultpasswort

source: INA node number could not been set.
de: INA Knotennummer konnte nicht gesetzt werden.

source: Invalid default user
de: Defaultuser ungültig

source: Invalid domain.
de: Domain ungültig.

source: Invalid FBK parameter
de: Ungültiger FUB-Parameter

source: The time zone cannot be read or set.
de: Das Setzen/Lesen der Zeitzone ist nicht möglich.

source: Unexpected system error
de: Unerwarteter Fehler aus dem System

source: Invalid FBK parameter - values from 1 to 60 are valid.
de: Ungültiger FUB-Parameter, Werte von 1 bis 60 sind gültig

source: Could not start the SNTP server.
de: Fehler beim Starten des SNTP-Clients

source: Could not start SNTP server.
de: Fehler beim Starten des SNTP-Servers

source: Shutdown error on FTP server.
de: Shutdownfehler des FTP Server

source: Default gateway not defined
de: Default Gateway nicht gesetzt

source: INA device does not support INA node numbers (e.g. IF1 = RS232)
de: INA-Device unterstützt keine INA-Knotennummern (z.B. IF1 = RS232)

source: Initialization error on FTP server.
de: Initialisierungsfehler des FTP Servers

source: Parameter can't be set (e.g. subnet mask)
de: Setzen des Parameters nicht möglich (z.B. subnet mask)

source: Error in the AR registry
de: Fehler in der AR-Registry

source: FBK "Option" parameter invalid
de: ungültiger FUB-Parameter "Option"

source: Invalid FBK parameter, error text depends on the function block.
de: ungültiger FUB-Parameter, Fehlertext abhängig vom Funktionsblock

source: Device doesn't exist or device not configured
de: Device existiert nicht bzw. Device ist nicht konfiguriert

source: FBK "pDevice" parameter invalid (e.g. pDevice = 0)
de: ungültiger FUB-Parameter "pDevice" (z.B. pDevice = 0)

source: Calculated Compensation exceeds limit values.
de: Berechneter Ausgleich überschreitet Grenzwerte.

source: Maximum time expired.
de: Die maximale Zeit wurde überschritten.

source: An error occurred during the holding brake test.
de: Ein Fehler ist während der Haltebremsenprüfung aufgetreten.

source: General internal error.
de: Allgemeiner interner Fehler.

source: Internal calculation error.
de: Interner Berechnungsfehler.

source: ParID cannot be read in this mode.
de: ParID kann mit dem angegebenen Modus nicht gelesen werden.

source: This functionality is not available for ACOPOS.
de: Diese Funktionalität ist für ACOPOS nicht verfügbar.

source: Master period is zero.
de: Masterperiode ist 0.

source: Invalid interpolator mode.
de: Ungültiger Interpolationsmodus.

source: No cam value can be calculated.
de: Kein Kurvenscheibenwert berechenbar.

source: Invalid number of polynomials in the cam.
de: Falsche Polynomanzahl in Kurvenscheibe.

source: Specified IntervalTime too small.
de: Die angegebene IntervalTime ist zu klein.

source: One instance of the function block is already active on this axis.
de: Es ist bereits eine Instanz des Funktionsblocks auf dieser Achse aktiv.

source: HWScript: Access to register failed
de: HWScript: Zugriff auf Register fehlgeschlagen

source: HWScript: Name of parameter missing
de: HWScript: Parameter-Name fehlt

source: HWScript: Timeout during access to the module
de: HWScript: Timeout beim Zugriff auf das Modul

source: HWScript: not supported command
de: HWScript: Nicht unterstütztes Kommando

source: HWScript: wrong channel
de: HWScript: Falscher Kanal

source: HWScript: Syntax error in command
de: HWScript: Syntax-Fehler in Kommando

source: HWScript: Null pointer error
de: HWScript: Null Pointer Fehler

source: More than 16 characters are not allowed for password
de: Passwort darf nicht mehr als 16 Zeichen enthalten

source: Incorrect command structure version
de: Falsche Version der Kommandostruktur

source: Error allocating internal memory
de: Fehler beim Allokieren des internen Speichers

source: No UDID provided for the safety controller
de: Keine UDID für die Sicherheitssteuerung übergeben

source: Communication timeout
de: Timeout bei Kommunikation

source: Internal error
de: Interner Fehler

source: Invalid command provided for Enter command
de: Ungültiger Befehl bei Enter-Kommando übergeben

source: No command provided
de: Kein Kommando übergeben

source: No new password provided for change
de: Kein neues Passwort zum Ändern übergeben

source: No password provided for Enter command
de: Kein Passwort bei Enter-Kommando übergeben

source: Invalid command for reading back the status
de: Ungültiger Befehl für Status rücklesen

source: Incorrect data length for status information returned by system
de: System liefert falsche Datenlänge für Statusinformation zurück

source: No password provided for the download
de: Kein Passwort für den Download übergeben

source: Incorrect protocol version or header error
de: Falsche Protokollversion oder Fehler im Header

source: File already open
de: Datei ist bereits geöffnet

source: File invalid
de: Datei ist ungültig

source: File too large
de: Datei ist zu groß

source: Write error
de: Fehler während des Schreibens

source: Error at end of stream
de: Fehler am Ende des Stream

source: Incorrect checksum
de: Prüfsumme nicht korrekt

source: Error obtaining file information
de: Fehler beim Beziehen der Datei-Informationen

source: No authorization to write - Incorrect password
de: Keine Berechtigung zum Schreiben - falsches Passwort

source: Incorrect file size
de: Falsche Dateigröße

source: The UDID provided does not match the UDID of the safety controller
de: Übergebene UDID passt nicht zur UDID der Sicherheitssteuerung

source: Comparison failed for the data that was read back
de: Datenvergleich der rückgelesenen Daten fehlgeschlagen

source: Constant TRUE signal on a parameter in the command structure
de: Konstantes TRUE Signal auf Parameter in der Kommandostruktur

source: Write error
de: Fehler beim Schreiben

source: Read error
de: Fehler beim Lesen

source: Incorrect data provided for download
de: Falsche Daten für Download übergeben

source: Unknown or invalid download type
de: Download-Typ nicht bekannt oder ungültig

source: Unknown or invalid upload type
de: Upload-Typ nicht bekannt oder ungültig

source: Not possible to update from file
de: Upload von Datei nicht möglich

source: Warning: The highest denominator coefficient Denominator[Order] = 0. Retaining the last valid configuration.
de: Warnung: Der höchste Nennerkoeffizient Denominator[Order] ist 0 - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MaxNegSlewRate negative. Retaining the last valid configuration.
de: Warnung: MaxNegSlewRate ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Order invalid. Retaining the last valid configuration.
de: Warnung: Order ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Order not minimum. Retaining the last valid configuration.
de: Warnung: Order ist nicht minimal - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinPulseWidth greater than Period. Retaining the last valid configuration.
de: Warnung: MinPulseWidth größer als Period - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Preset for Out output not possible.
de: Warnung: Kein Preset von Ausgang Out möglich.

source: Warning: Period less than cycle time. Retaining the last valid configuration.
de: Warnung: Period ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinPulseWidth less than cycle time. Retaining the last valid configuration.
de: Warnung: MinPulseWidth ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: PulseWidth less than cycle time. Retaining the last valid configuration.
de: Warnung: PulseWidth ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinPause less than cycle time. Retaining the last valid configuration.
de: Warnung: MinPause ist kleiner als die Zykluszeit - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: IntegrationTime invalid. Retaining the last valid configuration.
de: Warnung: IntegrationTime negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Gain invalid. Retaining the last valid configuration.
de: Warnung: Gain ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FilterTime less than cycle time (DerivativePart = 0).
de: Warnung: FilterTime ist kleiner als die Zykluszeit (DerivativePart = 0).

source: Warning: MinOut, MaxOut invalid. Retaining the last valid configuration.
de: Warnung: MinOut, MaxOut ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: ThresholdLevel1...ThresholdLevel4 undefined. Retaining the last valid configuration.
de: Warnung: ThresholdLevel1...ThresholdLevel4 nicht definiert - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinIntegrationPartValue, MaxIntegrationPartValue invalid. Retaining the last valid configuration.
de: Warnung: IntegrationTime ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: FilterTime invalid. Retaining the last valid configuration.
de: Warnung: FilterTime negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DerivativeTime invalid. Retaining the last valid configuration.
de: Warnung: DerivativeTime negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: OutputValue1...OutputValue3 undefined. Retaining the last valid configuration.
de: Warnung: OutputValue1...OutputValue3 nicht definiert - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: ThresholdLevel1 = ThresholdLevel4 invalid. Retaining the last valid configuration.
de: Warnung: ThresholdLevel1 = ThresholdLevel4 ungültig - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Gain = 0.
de: Warnung: Gain ist 0.

source: Warning: TimeConstant<span style="FONT-FAMILY: Verdana; FONT-SIZE: 10pt" lang="DE">(1) negative. Retaining the last valid configuration.
de: Warnung: TimeConstant<span style="FONT-FAMILY: Verdana; FONT-SIZE: 10pt" lang="DE">(1) ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MinOut negative. Retaining the last valid configuration.
de: Warnung: MinOut ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: SetValue negative. Retaining the last valid configuration.
de: Warnung: SetValue ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Memory allocation failed. Retaining the last valid memory.
de: Warnung: Bei der Speicherallokation ist ein Fehler aufgetreten - der zuletzt gültige Speicher wird beibehalten.

source: Warning: DelayTime negative. Retaining the last valid configuration.
de: Warnung: DelayTime ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: TimeConstant2 negative. Retaining the last valid configuration.
de: Warnung: TimeConstant2 ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: Gain negative. Retaining the last valid configuration.
de: Warnung: Gain ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: DelayTime too high. Retaining the last valid configuration.
de: Warnung: DelayTime ist zu hoch - die zuletzt gültige Parametrierung wird beibehalten.

source: Warning: MaxPosSlewRate negative. Retaining the last valid configuration.
de: Warnung: MaxPosSlewRate ist negativ - die zuletzt gültige Parametrierung wird beibehalten.

source: Error: Bandwidth invalid.
de: Fehler: Bandwidth ist ungültig.

source: Error: FrequencyNumerator invalid.
de: Fehler: FrequencyNumerator ist ungültig.

source: Error: DampingRatioNumerator invalid.
de: Fehler: DampingRatioNumerator ist ungültig.

source: Error: FrequencyDenominator invalid.
de: Fehler: FrequencyDenominator ist ungültig.

source: Error: Type invalid.
de: Fehler: Type ist ungültig.

source: Error: Order invalid.
de: Fehler: Order ist ungültig.

source: Error: CutOffFrequency invalid.
de: Fehler: CutOffFrequency ist ungültig.

source: Error: CenterFrequency invalid.
de: Fehler: CenterFrequency ist ungültig.

source: Error: DampingRatioDenominator invalid.
de: Fehler: DampingRatioDenominator ist ungültig.

source: Error: WindowLength invalid.
de: Fehler: WindowLength ist ungültig.

source: Error: An error occurred during memory allocation for the internal ring buffer.
de: Fehler: Bei der Speicherallokation ist ein Fehler aufgetreten.

source: Warning: DampingRatioDenominator invalid. Retaining the last valid configuration.
de: Warnung: DampingRatioDenominator ist ungültig - die zuletzt gültige Parametrierung wird beibehalten.
