Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: COMMSERV: Connection is already defined
de: COMMSERV: Verbindung ist bereits definiert

source: COMMSERV: Incorrect type in communication frame
de: COMMSERV: Falscher Typ im Kommunikationsframe

source: COMMSERV: Invalid invoke number
de: COMMSERV: Ungütige Invokenumber

source: COMMSERV: Invalid MI code
de: COMMSERV: Ungültiger MI-Code

source: COMMSERV: Error in event handling
de: COMMSERV: Fehler bei Eventbehandlung

source: COMMSERV: A maximum of 16 users is possible for events
de: COMMSERV: Maximal 16 User für Events möglich

source: COMMSERV: Invalid physical access
de: COMMSERV: ungültiger physikalischer Zugriff

source: COMMSERV: Answer is too large for the communication frame
de: COMMSERV: Antwort zu groß für Kommunikationsframe

source: Logger event error
de: Logger Event Fehler

source: arlogClearEventInfo() error
de: arlogClearEventInfo() Fehler

source: Access to logger data object not possible
de: Zugriff auf Loggerdatenobjekt nicht möglich

source: AR-RTK: Error using RtkCreateSoftPlc
de: AR-RTK: Fehler bei RtkCreateSoftPlc

source: AR-RTK: RTK initialization not possible
de: AR-RTK: RTK Initialisierung nicht möglich

source: AR-RTK: RTK deinitialization not possible
de: AR-RTK: RTK Deinitialisierung nicht möglich

source: AR-RTK: Fatal internal RTK error
de: AR-RTK: Fataler interner RTK-Fehler

source: AR-RTK: Wait function timeout
de: AR-RTK: Timeout bei Wait-Funktionen

source: AR-RTK: Function not supported by RTK
de: AR-RTK: Funktion wird vom RTK nicht unterstützt

source: Unhandled C++ exception
de: Unbehandelte C++ Exception

source: AR-RTK: CriticalSection can't be deleted
de: AR-RTK: Delete CriticalSection nicht möglich

source: AR-RTK: CriticalSection can't be created
de: AR-RTK: Create CriticalSection nicht möglich

source: AR-RTK: CriticalSection can't be left
de: AR-RTK: Leave CriticalSection nicht möglich

source: AR-RTK: CriticalSection can't be entered
de: AR-RTK: Enter CriticalSection nicht möglich

source: AR-RTK: FIFO not not deleted (MemFree, etc.)
de: AR-RTK: FIFO Delete nicht möglich (MemFree, ...)

source: AR-RTK: FIFO not not created (memory, etc.)
de: AR-RTK: FIFO Create nicht möglich (Speicher, ...)

source: AR-RTK: FIFO not read from (fifo empty)
de: AR-RTK: FIFO Read nicht möglich (Fifo leer)

source: AR-RTK: FIFO not written to (fifo full, etc.)
de: AR-RTK: FIFO Write nicht möglich (Fifo voll)

source: AR-RTK: FIFO Read/Write with timeout at attached
de: AR-RTK: FIFO Read/Write mit Timeout bei Attached

source: AR-RTK: FIFO not not released
de: AR-RTK: FIFO Release nicht möglich

source: AR-RTK: FIFO at Read/Write attached by other task
de: AR-RTK: FIFO bei Read/Write von anderem Task attached

source: AR-RTK: FIFO at Read/Write not attached
de: AR-RTK: FIFO bei Read/Write nicht Attached

source: AR-RTK: FIFO not configured for attach
de: AR-RTK: FIFO nicht fuer Attach konfiguriert

source: AR-RTK: Task already suspended
de: AR-RTK: Task ist bereits suspendiert

source: AR-RTK: Task not suspended
de: AR-RTK: Task ist nicht suspendiert

source: AR-RTK: No free stack area for OS task
de: AR-RTK: Kein freier Stackbereich für BS-Task

source: AR-RTK: Invalid task priority
de: AR-RTK: Ungültige Task-Priorität

source: AR-RTK: Cannot delete Automation Runtime task
de: AR-RTK: Automation Runtime-Task kann nicht gelöscht werden

source: AR-RTK: Cannot create Automation Runtime task
de: AR-RTK: Automation Runtime-Task kann nicht erzeugt werden

source: AR-RTK: Task timer no longer available
de: AR-RTK: keine Task-Timer mehr verfügbar

source: AR-RTK: Invalid value index for task register
de: AR-RTK: ungueltiger Valueindex fuer Task-Register

source: AR-RTK: Invalid object type
de: AR-RTK: Ungültiger Objekt-Typ

source: AR-RTK: Object table full
de: AR-RTK: Objekt-Tabelle voll

source: AR-RTK: Invalid object ident
de: AR-RTK: Ungültiger Objekt-Ident

source: AR-RTK: Object with this name not found
de: AR-RTK: Objekt mit diesem Namen nicht gefunden

source: AR-RTK: Object already exists
de: AR-RTK: Objekt existiert bereits

source: AR-RTK: Incorrect object name
de: AR-RTK: Objekt Name falsch

source: AR-RTK: Shared memory cannot be erased
de: AR-RTK: SharedMemory kann nicht gelöscht werden

source: AR-RTK: Map of shared memory not possible
de: AR-RTK: Map des SharedMemory nicht möglich

source: AR-RTK: Unmap of shared memory not possible
de: AR-RTK: Unmap des SharedMemory nicht möglich

source: AR-RTK: Invalid memory type
de: AR-RTK: Ungültiger Speichertyp

source: AR-RTK: Not enough dynamic memory free
de: AR-RTK: Zuwenig dynamisch allocierbarer Speicher frei

source: AR-RTK: Memory not in heap
de: AR-RTK: Speicher liegt nicht im Heap

source: AR-RTK: Unable to create shared memory
de: AR-RTK: SharedMemory kann nicht erzeugt werden

source: AR-RTK: Cannot release Automation Runtime semaphore
de: AR-RTK: Automation Runtime-Semaphore kann nicht released werden

source: AR-RTK: Cannot create Automation Runtime semaphore
de: AR-RTK: Automation Runtime-Semaphore kann nicht erzeugt werden

source: AR-RTK: Cannot delete Automation Runtime semaphore
de: AR-RTK: Automation Runtime-Semaphore kann nicht gelöscht werden

source: AR-RTK: TIMER can't be created
de: AR-RTK: TIMER Create nicht möglich

source: AR-RTK: RTC time cannot be set
de: AR-RTK: Setzen der RTC-Zeit nicht möglich

source: AR-RTK: Invalid date/time values
de: AR-RTK: Ungültige Zeit/Datum-Werte

source: AR-RTK: Invalid cycle time for timer
de: AR-RTK: Ungültige Zykluszeit für Timer

source: AR-RTK: Timer not stopped
de: AR-RTK: Timer nicht gestoppt

source: AR-RTK: Timer not started
de: AR-RTK: Timer nicht gestartet

source: AR-RTK: TIMER can't be deleted
de: AR-RTK: TIMER Delete nicht möglich

source: AR-RTK: DisonnectInterrupt not possible
de: AR-RTK: DisconnectInterrupt nicht moeglich

source: AR-RTK: Invalid interrupt number
de: AR-RTK: Ungültige Interruptnummer

source: AR-RTK: ConnectInterrupt not possible
de: AR-RTK: ConnectInterrupt nicht moeglich

source: AR-RTK: Step not possible when debugging
de: AR-RTK: Step nicht möglich beim Debuggen

source: AR-RTK: Cannot delete breakpoint
de: AR-RTK: Breakpoint kann nicht gelöscht werden

source: AR-RTK: Cannot set breakpoint
de: AR-RTK: Breakpoint kann nicht gesetzt werden

source: AR-RTK: Debugging not supported
de: AR-RTK: Debugging wird nicht unterstützt

source: AR-RTK: No events available when debugging
de: AR-RTK: Keine Events verfügbar beim Debuggen

source: AR-RTK: No memory available when debugging
de: AR-RTK: Kein Speicher verfügbar beim Debuggen

source: AR-RTK: Invalid register number when debugging
de: AR-RTK: Ungültige Registernummer beim Debuggen

source: AR-RTK: GO not possible when debugging
de: AR-RTK: GO nicht möglich beim Debuggen

source: AR-RTK: Breakpoint not found in table
de: AR-RTK: Breakpoint in der Tabelle nicht vorhanden

source: AR-RTK: Breakpoint table full
de: AR-RTK: Breakpoint Tabelle voll

source: Invalid length in S39_TXLEN.
de: Ungültige Länge in S39_TXLEN

source: Invalid length in S39_TXLEN. The length is greater than the S39_TXBUF data buffer.
de: Ungültige Länge in S39_TXLEN - die Länge ist größer als der Datenpuffer S39_TXBUF

source: Invalid length of data received.
de: Ungültige Länge der empfangenen Daten

source: Invalid length of data received. The length is greater than the S39_RXBUF data buffer.
de: Ungültige Länge der empfangenen Daten - die Länge ist größer als der Datenpuffer S39_RXBUF

source: Invalid ident in S39SClose() FBK.
de: Ungültiger ident am FUB S39SClose()

source: Invalid ident in S39Slave() FBK.
de: Ungültiger ident am FUB S39Slave()

source: Invalid ident in S39SOpen() FBK.
de: Ungültiger ident am FUB S39SOpen()

source: Acknowledgement NAK of STX (start of text) not received.
de: Quittung NAK auf STX (Start Of Text) wurde nicht empfangen

source: No acknowledgement (NAK) after receipt of data.
de: Keine Quittung NAK nach dem Empfang von Daten

source: Invalid block mark (BCC) received.
de: Ungültiges Block-Prüfzeichen (BCC) empfangen

source: Invalid character received (parity or stop bit error in incoming character).
de: Ungültiges Zeichen empfangen (Paritäts- oder Stopp-Bit-Fehler bei empfangenem Zeichen)

source: Invalid mode in S39Slave() FBK.
de: Ungültiger mode am FUB S39Slave()

source: Timeout on receiving data.
de: Timeout beim Empfang von Daten

source: Acknowledgement NAK (negative acknowledgement) of STX (start of text) not received.
de: Quittung NAK (Negativ Acknowledge) auf STX (Start Of Text) wurde nicht empfangen

source: Acknowledgement DLE (data link escape) of STX (start of text) not received. Invalid character received.
de: Quittung DLE (Data Link Escape) auf STX (Start Of Text) wurde nicht empfangen. Es wurde ein ungültiges Zeichen empfangen

source: Less data received than specified in request header.
de: Es wurden weniger Daten empfangen als im Request-Header angegeben war

source: The S39_TXLEN variable has not been declared or has the wrong data type (USINT).
de: Die Variable S39_TXLEN ist nicht deklariert oder hat den falschen Datentyp (USINT)

source: The S39_TXBUF variable has not been declared.
de: Die Variable S39_TXBUF ist nicht deklariert

source: The S39_RXLEN variable has not been declared or has the wrong data type (USINT).
de: Die Variable S39_RXLEN ist nicht deklariert oder hat den falschen Datentyp (USINT)

source: The users mode description string is to long.
de: Der "users mode description" string ist zu lang

source: The S39_RXBUF variable has not been declared.
de: Die Variable S39_RXBUF ist nicht deklariert

source: Fatal system error. The memory structure (ident) was destroyed.
de: Fataler System-Fehler. Die Speicher-Struktur (ident) wurde zerstört

source: AR-RTK: DD driver deinstallation not possible
de: AR-RTK: DD Treiber-Deinstallation nicht moeglich

source: AR-RTK: DD device description subject not found
de: AR-RTK: DD Devicedescription Subject nicht vorhanden

source: AR-RTK: DD management initialization not possible
de: AR-RTK: DD Initialisierung der Verwaltung nicht moeglich

source: AR-RTK: DD driver installation not possible
de: AR-RTK: DD Treiber-Installation nicht moeglich

source: AR-RTK: DD insert in device list not possible
de: AR-RTK: DD Einfuegen in Deviceliste nicht moeglich

source: AR-RTK: DD incorrect driver ident
de: AR-RTK: DD falscher Driver-Ident

source: AR-RTK: DD device not in list
de: AR-RTK: DD Device in Liste nicht vorhanden

source: AR-RTK: DD driver name is longer than the name field
de: AR-RTK: DD Driver-Name ist laenger als das Namensfeld

source: AR-RTK: DD IoControl not possible
de: AR-RTK: DD IoControl nicht moeglich

source: AR-RTK: DD write not possible
de: AR-RTK: DD Write nicht moeglich

source: AR-RTK: DD read not possible
de: AR-RTK: DD Read nicht moeglich

source: AR-RTK: DD shutdown not possible
de: AR-RTK: DD Shutdown nicht moeglich

source: AR-RTK: DD deregistration not possible
de: AR-RTK: DD Abmeldung nicht moeglich

source: AR-RTK: DD registration not possible
de: AR-RTK: DD Anmeldung nicht moeglich

source: AR-RTK: DD device function not supported by driver
de: AR-RTK: DD Device-Funktion vom Driver nicht unterstuetzt

source: AR-RTK: DD incorrect device ident
de: AR-RTK: DD falscher Device-Ident

source: AR-RTK: DD invalid device parameter
de: AR-RTK: DD ungueltige Deviceparameter

source: AR-RTK: DD invalid IoControl code
de: AR-RTK: DD ungueltiger IoControl Code

source: Invalid data block address in incoming request.
de: Ungültige Datenbaustein-Adresse im empfangenen Request

source: Invalid message command in incoming request.
de: Ungültiger Telegram-Befehl im empfangenen Request

source: CPU code in incoming request header is not equal to 0xF. CPU code not supported by the DRV_3964 library.
de: Basisfehlernummer für sämtliche Protokollfehler

source: Invalid message type in incoming request
de: Ungültiger Telegram-Typ im empfangenen Request

source: Base error number for all protocol errors
de: Basisfehlernummer für sämtliche Protokollfehler

source: Second byte in incoming request (message header) is not equal to 0.
de: Zweites Byte im empfangenen Request (Telegram-Header) ist ungleich 0

source: Invalid data block length in incoming request.
de: Ungültige Datenbaustein-Länge im empfangenen Request

source: Coordination flag in incoming request is not equal to 0xFFF. Coordination flag not supported by the DRV_3964 library.
de: Koordinierungsmerker im empfangenen Request ist ungleich 0xFFF - Koordinierungsmerker wird von der DRV_3964-Bibliothek nicht unterstützt

source: Variable L1_RXLEN not declared or not declared as BYTE
de: Variable L1_RXLEN nicht deklariert oder nicht als BYTE deklariert

source: Variable L1_TXBUF not declared
de: Variable L1_TXBUF nicht deklariert

source: Variable L1_RXBUF not declared
de: Variable L1_RXBUF nicht deklariert

source: Slave number incorrect. Slave number 0 is set
de: Slave Nummer ist falsch. Slave Nummer 0 ist gesetzt

source: Slave number incorrect. Slave number is larger than 30
de: Slave Nummer ist falsch. Slave Nummer ist größer als 30

source: Variable L1_TXLEN not declared or not declared as BYTE
de: Variable L1_TXLEN nicht deklariert oder nicht als BYTE deklariert

source: Variable L1_RXSOURCE not declared as BYTE
de: Variable L1_RXSOURCE nicht als BYTE deklariert

source: Device number 3 does not exist on this hardware device
de: Device-Nummer 3 existiert nicht auf dieser Hardware

source: Device number 2 does not exist on this hardware device
de: Device-Nummer 2 existiert nicht auf dieser Hardware

source: Device number 1 does not exist on this hardware device
de: Device-Nummer 1 existiert nicht auf dieser Hardware

source: Interface mode for device number 2 on CP152/CP153 is incorrect
de: Schnittstellen-Mode für Device-Nummer 2 auf CP152/CP153 ist falsch

source: Connected device number is larger than 3
de: Angeschlossene Device-Nummer ist größer als 3

source: Interface mode for device number 3 on CP100 is incorrect
de: Schnittstellen-Mode für Device-Nummer 3 auf CP100 ist falsch

source: Interface mode for device number 2 on MP100 is incorrect
de: Schnittstellen-Mode für Device-Nummer 2 auf MP100 ist falsch

source: Acknowledgement in received acknowledgement frame is negative or false
de: Quittierung im empfangenen Quittierungsframe ist negativ oder falsch

source: Block check character BCC1 false in the received acknowledgement frame
de: Block Check Zeichen BCC1 im empfangenen Quittierungsframe falsch

source: "Received frame too long. ""Rec_en"" was not set when the frame was received"
de: Empfangener Frame zu lang. "Rec_en" war beim Empfang des Frames nicht gesetzt.

source: Parity, overrun or stopbit error on receiving data
de: Parity-, Overrun- oder Stopbit-Fehler beim Empfangen von Daten

source: Timeout on receiving data
de: Timeout beim Empfangen von Daten

source: Received frame too long. Additional data was received after block check character BCC2
de: Empfangener Frame zu lang. Nach dem Block Check Zeichen BCC2 wurden weitere Daten empfangen

source: Block check character BCC2 false in the received frame
de: Block Check Zeichen BCC2 im empfangenen Frame falsch

source: Received frame too long. Additional data was received after block check character BCC1
de: Empfangener Frame zu lang. Nach dem Block Check Zeichen BCC1 wurden weitere Daten empfangen

source: Block check character BCC1 false in the received frame
de: Block Check Zeichen BCC1 im empfangenen Frame falsch

source: Length of received data is larger than the receive buffer L1_RXBUF
de: Länge der empfangenen Daten ist größer als der Empfangs-Buffer L1_RXBUF

source: Send length in L1_TXLEN is larger than the send buffer L1_TXBUF
de: Sende-Länge in L1_TXLEN ist größer als der Sende-Buffer L1_TXBUF

source: Send length in L1_TXLEN is larger than the maximum frame data length (64 bytes)
de: Sende-Länge in L1_TXLEN ist größer als die maximale Frame-Daten-Länge (64 Bytes)

source: Incorrect pointer connected to variable area (ident)
de: Falscher Zeiger auf den Variablenbereich (Ident) angeschlossen

source: Incorrect pointer connected to variable area (ident)
de: Falscher Zeiger auf den Variablenbereich (Ident) angeschlossen

source: Incorrect pointer connected to variable area (ident)
de: Falscher Zeiger auf den Variablenbereich (Ident) angeschlossen

source: Invalid sector size
de: Ungültige Sektor-Größe

source: Invalid sector size
de: Ungültige Sektor-Größe

source: Invalid recal response
de: Ungültiger Recal-Response

source: Invalid recal response
de: Ungültiger Recal-Response

source: Invalid recal response
de: Ungültiger Recal-Response

source: Invalid recal response
de: Ungültiger Recal-Response

source: Invalid recal response
de: Ungültiger Recal-Response

source: Invalid recal response
de: Ungültiger Recal-Response

source: Address not found on the disk
de: Adresse auf Diskette nicht gefunden

source: Disk is write protected
de: Diskette ist schreibgeschützt

source: Disk is write protected
de: Diskette ist schreibgeschützt

source: Fatal error: calculated sector is outside of FAT.
de: Fataler Fehler; Berechneter Sektor liegt außerhalb der FAT

source: Fatal error: calculated sector is outside of FAT.
de: Fataler Fehler; Berechneter Sektor liegt außerhalb der FAT

source: Fatal error: calculated sector is outside of FAT.
de: Fataler Fehler; Berechneter Sektor liegt außerhalb der FAT

source: Fatal error: calculated sector is outside of FAT.
de: Fataler Fehler; Berechneter Sektor liegt außerhalb der FAT

source: Fatal error: calculated sector is outside of FAT.
de: Fataler Fehler; Berechneter Sektor liegt außerhalb der FAT

source: No available entry in the root directory
de: Kein freier Eintrag im Root-Verzeichnis

source: Address not found on disk.
de: Adresse auf Diskette nicht gefunden

source: Invalid SEEK offset
de: Ungültiger SEEK Offset

source: Error copying data.
de: Fehler beim Kopieren von Daten

source: Open error: frame driver not installed.
de: Open Fehler; Der Frame-Treiber ist nicht installiert

source: Read/write error: file not open.
de: Schreib-/Lese-Fehler; Datei ist nicht geöffnet

source: Open error: DRIVE input not equal to 0 or 1.
de: Open Fehler; DRIVE input ist ungleich 0 oder 1

source: Open error: file already open -> close necessary.
de: Open Fehler; Datei ist bereits geöffnet => Close notwendig

source: Read error: head, record or number invalid.
de: Lese-Fehler; Head, Record oder Number sind ungültig

source: Read error: read response ST0, ST1, or ST2 invalid.
de: Lese-Fehler; Read Response ST0, ST1 oder ST2 ist ungültig

source: The file length = 0
de: Die Länge der Datei = 0

source: Write / read error: see offset too large.
de: Schreib-/Lese-Fehler; Der Seek Offset ist zu groß

source: Disk ID error
de: Disk ID Fehler

source: The diskette was changed between open and close.
de: Die Diskette wurde zwischen Open und Close gewechselt

source: Buffer smaller than the size of an entry
de: Puffer kleiner als die Größe eines Eintrages

source: ident input is an uneven address.
de: ident Input ist eine ungerade Adresse

source: AVT error: Invalid pointer in AVT entries
de: AVT -Fehler; Ungültiger Pointer in AVT-Einträgen

source: Invalid static DS pointer
de: Ungültiger statischer DS-Pointer

source: No free memory
de: Kein freier Speicher

source: Incorrect cluster offset
de: Falscher Cluster Offset

source: Ident input is invalid
de: Ident Input ist ungültig

source: No address
de: Keine Adresse

source: Write error: head, record or number invalid.
de: Schreib-Fehler; Head, Record oder Number sind ungültig

source: Frame error: response to invalid request frame.
de: Frame-Fehler; Response auf ungültigen Request-Frame

source: Receive error: invalid node number received.
de: Empfangsfehler; Ungültige Knotennummer empfangen

source: Receive error: error receiving data.
de: Empfangsfehler; Fehler beim Empfangen der Daten

source: Receive error: reset index receive error.
de: Empfangsfehler; Reset Index Empfangsfehler

source: Frame error: STX in frame.
de: Frame-Fehler; STX im Frame

source: Frame error: invalid frame length.
de: Frame-Fehler; Ungültige Frame-Länge

source: Frame error: invalid index.
de: Frame-Fehler; Ungültiger Index

source: Invalid parameter.
de: Ungültige Baud Rate (max. 57600 Baud für RS232)

source: Invalid parameter.
de: Ungültige Baud Rate (max. 9600 Baud für RS485)

source: Timeout, cable unplugged; no connection
de: Timeout, Kabel abgesteckt; keine Verbindung

source: Response timeout; no disk in drive
de: Response Timeout; Keine Diskette im Laufwerk

source: Error receiving
de: Empfangsfehler

source: Frame error: invalid checksum.
de: Frame-Fehler; Ungültige Prüfsumme (Checksum)

source: Receive error: no empty response frame received.
de: Empfangsfehler; Keinen leeren Response-Frame empfangen

source: Device 0 is not supported
de: Device 0 wird nicht unterstützt

source: "IF" not contained in the device string
de: "IF" im Device-String nicht enthalten

source: No valid device string, length = 0
de: Kein gültiger Device-String, Länge = 0

source: Device 206 or 209 only exists on 2005.
de: Device 206 oder 209 existiert nur auf 2005

source: Device 105 or 108 only exists on 2005.
de: Device 105 oder 108 existiert nur auf 2005

source: Device 205 or 208 only exists on 2005.
de: Device 205 oder 208 existiert nur auf 2005

source: Device 204 or 207 only exists on 2005.
de: Device 204 oder 207 existiert nur auf 2005

source: Device 5 or 8 only exists on 2005.
de: Device 5 oder 8 existiert nur auf 2005

source: Device 4 or 7 only exists on 2005.
de: Device 4 oder 7 existiert nur auf 2005

source: Device 104 or 107 only exists on 2005.
de: Device 104 oder 107 existiert nur auf 2005

source: Invalid device number
de: Ungültige Device Nummer

source: Device 3 not on 2005
de: Device 3 existiert auf 2005 nicht

source: Device 6 or 9 only exists on 2005.
de: Device 6 oder 9 existiert nur auf 2005

source: Device 106 or 109 only exists on 2005.
de: Device 106 oder 109 existiert nur auf 2005

source: Calculated sector offset is larger than the amount if bytes in the cluster
de: Berechneter Sektor Offset ist größer als die Anzahl der Bytes im Cluster

source: No frame to be sent, allocated memory is invalid
de: Kein Frame zu senden, allokierter Speicher ist ungültig

source: Invalid program step, allocated memory is invalid
de: Ungültiger Programmschritt, allokierter Speicher ist ungültig

source: Calculated sector offset is larger than the amount if bytes in the cluster
de: Berechneter Sektor Offset ist größer als die Anzahl der Bytes im Cluster

source: Invalid program step, allocated memory is invalid
de: Ungültiger Programmschritt, allokierter Speicher ist ungültig

source: The end of the FAT is reached and the end of a cluster was not found
de: Das Ende der FAT ist erreicht und das Ende eines Clusters wurde nicht gefunden

source: The offset in the cluster is invalid
de: Der Offset im Cluster ist ungültig

source: Invalid step when receiving data, allocated memory is invalid
de: Ungültiger Schritt bei Datenempfang, allokierter Speicher ist ungültig

source: Another function block is enabled
de: Ein anderer Funktionsbaustein ist aktiv

source: The disk was changed between open and close
de: Die Diskette wurde zwischen Open und Close gewechselt

source: Disk full
de: Diskette voll

source: Write error: write response ST0, ST1, or ST2 invalid.
de: Schreib-Fehler; Write Response ST0, ST1 oder ST2 ist ungültig

source: Invalid pointer length: buffer pointer or buffer size is not equal to 0
de: Ungültige Pointerlänge; Pufferpointer oder Puffergröße sind ungleich 0

source: The disk was changed between open and close
de: Die Diskette wurde zwischen Open und Close gewechselt

source: Fatal error: the calculated sector is outside of the FAT.
de: Fataler Fehler; Der berechnete Sektor ist außerhalb der FAT
