Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: No more buffer available in the CAN controller (full CAN controller, e.g. Intel 82527)
de: CAN: Kein Buffer im CAN Kontroller (Full-CAN Kontroller z.B. Intel82527) mehr frei

source: CAN driver not installed
de: CAN: CAN-Treiber nicht installiert

source: Error analyzing hardware
de: CAN: Fehler bei HW-Analyse

source: Error in interrupt handling
de: CAN: Fehler bei Interruptbehandlung

source: Internal management is destroyed in the interrupt handler
de: CAN: Interne Verwaltung ist im Interrupthandler zerstört

source: An invalid parameter has been transferred (NULL)
de: CAN: Ein ungültiger Parameter wurde übergeben (NULL)

source: Node number cannot be read
de: CAN: Knotennummer kann nicht gelesen werden

source: Incorrect value for cms_mode transferred to the CMSmain() function
de: CAN: Falscher Wert für cms_mode an die Funktion CMSmain() übergeben

source: CMSinit(): Invalid CMS structure
de: CAN: Ungültige CMS-Struktur

source: CMS object incorrectly defined
de: CAN: Falsche Definition eines CMS Objekts

source: user_typ in CMSinit() incorrect
de: CAN: user_typ in CMSinit() ist falsch

source: Function not supported
de: CAN: Funktion wird nicht unterstützt

source: Abort protocol has been received from the client
de: CAN: Abort-Protokoll wurde vom Client empfangen

source: Abort protocol sent
de: CAN: Abort-Protokoll wurde gesendet

source: INA2000 CAN: COB not defined
de: INA2000 CAN: COB nicht definiert

source: CAN identifier mode configured differently (11-bit / 29-bit).
de: CAN: CAN Identifier Mode ist unterschiedlich konfiguriert (11bit/29bit)

source: CMS multiplexer definition error
de: CAN: CMS Multiplexer Definitionsfehler

source: Dynamic variables not supported
de: CAN: Dynamische Variable werden nicht unterstützt

source: Incorrect FBCAN handle
de: CAN: FBCAN Handle falsch

source: Conflict with standard/extended mode (11 or 29-bit CAN identifiers)
de: CAN: Konflikt mit Standard/Extended-Modus (11 bzw. 29 Bit CAN-Identifier)

source: INA2000 CAN: Node number too large
de: INA2000 CAN: Node Nummer zu gross

source: INA2000 CAN: Incorrect handle
de: INA2000 CAN: falsches Handle

source: CANIO-Master: No CANIO configured
de: CANIO-Master: Kein CANIO konfiguriert

source: CANIO-Master: PP with configured CANIO not available
de: CANIO-Master: PP mit konfiguriertem CANIO nicht vorhanden

source: CANIO-Master: Reference from CANIO on another PP not possible on PP
de: CANIO-Master: Referenz von CANIO auf einem anderen PP am PP nicht möglich

source: CANIO-Master: Internal error for Output copy
de: CANIO-Master: Interner Fehler beim Outputkopieren

source: CANIO-Master: Internal error for Input copy
de: CANIO-Master: Interner Fehler beim Inputkopieren

source: CANIO-Master: Internal error for COB delete
de: CANIO-Master: Interner Fehler beim COB-Löschen

source: CANIO-Master: Internal error for delete
de: CANIO-Master: Interner Fehler beim Löschen

source: CANIO-Master: CAN-BUS used is not configured on PP
de: CANIO-Master: Verwendeter CAN-BUS ist am PP nicht konfiguriert

source: CANIO-Master: CAN nodes is is not configured on PP
de: CANIO-Master: Verwendeter CAN-Knoten ist am PP nicht konfiguriert

source: CANIO-Master: Internal error when deleting a PLC Task
de: CANIO-Master: Interner Fehler beim Löschen eines SPS-Task

source: CANIO-Master: Internal error for delete (Node counter)
de: CANIO-Master: Interner Fehler beim Löschen (Node-Zähler)

source: CANIO-Master: Reference from CANIO to another PP not possible on PP
de: CANIO-Master: Referenz von CANIO auf einem anderen PP am PP nicht möglich

source: CANIO-Master: PP with configured CANIO not available
de: CANIO-Master: PP mit konfiguriertem CANIO nicht vorhanden

source: CANIO-Master: Maximum 32 nodes on a CAN-BUS
de: CANIO-Master: Maximal 32 Knoten auf einem CAN-BUS möglich

source: CANIO-Master: Incnsistent CANIO data length
de: CANIO-Master: Inkonsistente CANIO-Datenlänge

source: Bus is not configured.
de: CANIO-Master: Verwendeter CAN-BUS ist nicht konfiguriert

source: CANIO-Master: IRQ/EXC/Debug Task class not supported
de: CANIO-Master: IRQ/EXC/Debug-Taskklasse werden nicht unterstützt

source: CANIO-Master: Baudrate not supported
de: CANIO-Master: Nicht unterstützte Baudrate

source: Node is not configured
de: CANIO-Master: Verwendeter CAN-Knoten ist nicht konfiguriert

source: CANIO-Master: Internal error for CAN_open
de: CANIO-Master: Interner Fehler bei CAN_open

source: CANIOMAN: No pSOS-Timer free
de: CANIOMAN: Keine pSOS-Timer mehr frei

source: CANIOMAN: No entry found
de: CANIOMAN: Kein Eintrag gefunden

source: CANIOMAN: Invalid node number
de: CANIOMAN: Ungültige Knotennummer

source: CANIOMAN: CANIOMAN not there
de: CANIOMAN: CANIOMAN nicht da

source: CANIOMAN: Error in data object CANIOTAB
de: CANIOMAN: Fehler im Datenobjekt CANIOTAB

source: CANIOMAN: Not enough User memory available
de: CANIOMAN: Zu wenig User-Speicher vorhanden

source: CANIOMAN: Incorrect Handle
de: CANIOMAN: Falsches Handle

source: CANIOMAN: Timeout Table full
de: CANIOMAN: Timeout Tabelle voll

source: CANIO-Master: CAN interface used already set for CANIO
de: CANIO-Master: Verwendete CAN-Schnittstelle bereits von CANIO belegt

source: CANIO-Master: Timeout for PP handling
de: CANIO-Master: Timeout bei der PP-Behandlung

source: CANIO-Master not available on PP (FBK)
de: CANIO-Master am PP nicht vorhanden (FUB)

source: No CANIO application installed on the PP.
de: CANIO-Master: Am PP ist keine CANIO-Applikation installiert

source: CANIO-Master: Internal error when installing (Anker)
de: CANIO-Master: Interner Fehler beim Installieren (Anker)

source: CANIO-Master: Internal error when installing a PLC Task
de: CANIO-Master: Interner Fehler beim Installieren eines SPS-Task

source: Node is not active.
de: CANIO-Master: Knoten nicht aktiv

source: No CANIO application has been installed locally for this node.
de: CANIO-Master: Verwendeter CAN-BUS ist am PP nicht konfiguriert (FUB)

source: CANIOMAN: Incorrect data type for command PV (Bytearray[8])
de: CANIOMAN: Falscher Datentyp für Kommando PV (Bytearray[8])

source: CANIOMAN: Error in data object CANIOTAB-IO
de: CANIOMAN: Fehler im Datenobjekt CANIOTAB-IO

source: CANIOMAN: PV empty string in CANIOTAB
de: CANIOMAN: PV Leerstring in CANIOTAB

source: CANIOMAN: Incorrect data type (length) for Trigger-Command-PV
de: CANIOMAN: Falscher Datentyp (Länge) der Trigger-Command-PV

source: CANIOMAN: Incorrect data type (length) for a PV
de: CANIOMAN: Falscher Datentyp (Länge) einer PV

source: CANIOMAN: Alarm
de: CANIOMAN: Alarmmeldung

source: CANIOMAN: Error in data object CANIOTAB-Node
de: CANIOMAN: Fehler im Datenobjekt CANIOTAB-Node

source: CANIOMAN: No CANIOTAB available
de: CANIOMAN: Kein CANIOTAB vorhanden

source: Timeout
de: CANIO-Master: Timeout

source: CANIO-Master: Status area not supported
de: CANIO-Master: Statusbereich wird nicht unterstützt

source: CANIO-Master: EXERMO Version to small
de: CANIO-Master: zu alte EXERMO-Version

source: CANIO-Master not available on PP
de: CANIO-Master am PP nicht vorhanden

source: RIO Exception : Block already configured
de: RIO-Exception: Block bereits konfiguriert

source: RIO Exception : Internal Address too high
de: RIO-Exception: Interne Adresse zu hoch

source: RIO Exception : Wrong block number
de: RIO-Exception: Falsche Blocknummer

source: RIO Exception, RIO exception task for evaluation necessary
de: RIO-Exception, RIO-Exceptiontask für Auswertung notwendig

source: RIO Exception : Input already configured
de: RIO-Exception: Input bereits konfiguriert

source: RIO Exception : Unknown command
de: RIO-Exception: Unbekanntes Kommando

source: RIO Exception : Input configuration with output task
de: RIO-Exception: Inputkonfiguration mit Outputauftrag

source: RIO Exception : Shovel table is too long
de: RIO-Exception: Schaufeltabelle zu lang

source: RIO Exception : Module address too high
de: RIO-Exception: Moduladresse zu hoch

source: RIO Exception : Configuration with status access
de: RIO-Exception: Konfiguration mit Status-Zugriff

source: RIO Exception : 2003 Digital access with length> 1 or offset> 0
de: RIO-Exception: 2003-Digitalzugriff mit Länge > 1 oder Offset > 0

source: RIO Exception : 2003 Digital access with incorrect data direction In/Out
de: RIO-Exception: 2003-Digitalzugriff mit falscher Datenrichtung In/Out

source: RIO Exception : Offset in Frame inconsistent to Bit shovel entry
de: RIO-Exception: Offset im Frame inkonsistent zu Bit-Schaufeleintrag

source: RIO Exception : Output already configured
de: RIO-Exception: Output bereits konfiguriert

source: RIO Exception : Error not repairable, despite multiple repeats
de: RIO-Exception: Fehler bei Input-Konfiguration am Slave

source: RIO Exception : Faulty offset with LDFW command
de: RIO-Exception: Fehlerhafter Offset beim LDFW Kommando

source: RIO Exception : Block on slave not configured
de: RIO-Exception: Block am Slave nicht konfiguriert

source: RIO Exception : 2003 Analog access with odd number of bytes
de: RIO-Exception: 2003-Analogzugriff mit ungerader Byteanzahl

source: RIO Exception : Error accessing an input module
de: RIO-Exception: Fehler beim Zugriff auf ein Inputmodul

source: RIO Exception : Error accessing an output module
de: RIO-Exception: Fehler beim Zugriff auf ein Outputmodul

source: RIO Exception : Frame Puffer overflow
de: RIO-Exception: Frame Puffer Überlauf

source: RIO Exception : No task list available
de: RIO-Exception: Keine Auftragsliste vorhanden

source: RIO Exception : Block number for slave too large
de: RIO-Exception: Blocknummer für Slave zu groß

source: RIO Exception : Block configured without Input or Output
de: RIO-Exception: Block ohne Input- und Outputdaten konfiguriert

source: RIO Exception : Too many instruction lists configured
de: RIO-Exception: zu viele Auftragslisten konfiguriert

source: RIO Exception : Copy Puffer overflow
de: RIO-Exception: Copy Puffer Überlauf

source: RIO Exception : Invalid slave number configured
de: RIO-Exception: unzulässige Slavenummer konfiguriert

source: RIO Exception : Shovel offsets do not suit or overlap
de: RIO-Exception: Schaufel-Offsets passen nicht oder überlappen

source: RIO Exception : Block contains no data
de: RIO-Exception: Block enthält keine Daten

source: RIO Exception : Number of shovel entries for a block too high
de: RIO-Exception: Anzahl der Schaufeleinträge für einen Block zu hoch

source: RIO Exception : IN FBK: Priority != 0 given
de: RIO-Exception: IN-FUB: Priorität != 0 wurde angegeben

source: RIO Exception : IN FBK: inptr = NULL
de: RIO-Exception: IN-FUB: inptr = NULL

source: RIO Exception : OUT FBK: Priority != 0 given
de: RIO-Exception: OUT-FUB: Priorität != 0 wurde angegeben

source: RIO Exception : OUT FBK: outptr = NULL
de: RIO-Exception: OUT-FUB: outptr = NULL

source: RIO Exception : RIO Slave not in RUN Mode
de: RIO-Exception: RIO-Slave ist nicht im RUN-Mode

source: RIO Exception : ISL Input Status: No valid input data available
de: RIO-Exception: ISL Input Status: Keine gültigen Inputdaten vorhanden

source: RIO Exception : Incorrect output data length on slave
de: RIO-Exception: Falsche Outputdatenlänge am Slave

source: RIO Exception : Incorrect DPR_Address
de: RIO-Exception: Falsche DPR_Adresse

source: RIO Exception : Incorrect priority for ISL Output Status
de: RIO-Exception: Falsche Priorität für ISL Output Status

source: RIO Exception : Incorrect system bus module number
de: RIO-Exception: Falsche Systembusmodulnummer

source: RIO Exception : Incorrect configuration length
de: RIO-Exception: Falsche Konfigurationslänge

source: RIO Exception : Slave does not report during configuration
de: RIO-Exception: Slave meldet sich während Konfigphase nicht

source: RIO Exception : Slave address invalid (0 or too large)
de: RIO-Exception: Slaveadresse ungültig (0 oder zu groß)

source: RIO Exception : Error on slave
de: RIO-Exception: Fehler am Slave

source: RIO Exception : Slave does not report despite multiple repeats
de: RIO-Exception: Slave meldet sich trotz Wiederholung nicht mehr

source: RIO Exception : Error during IO access of a slave
de: RIO-Exception: Fehler beim IO-Zugriff auf einem Slave

source: RIO Exception : Output data length does not match master configuration
de: RIO-Exception: Outputdatenlänge passt nicht zur Master-Konfiguration

source: RIO Exception : Input data length does not match master configuration
de: RIO-Exception: Inputdatenlänge passt nicht zur Master-Konfiguration

source: RIO Exception : Invalid module address
de: RIO-Exception: Ungültige Moduladresse

source: RIO Exception : Incorrect LIFE List length
de: RIO-Exception: Falsche LIFE List Länge

source: RIO Exception : Incorrect master version
de: RIO-Exception: Falsche Masterversion

source: RIO Exception : Error accessing input module
de: RIO-Exception: Fehler beim Zugriff auf Inputmodul

source: RIO Exception : First entry in the CFG Table was NULL
de: RIO-Exception: Erster Eintrag in der CFG Tabelle war NULL

source: RIO Exception : Length of write data is too large
de: RIO-Exception: Länge der Schreibdaten ist zu groß

source: RIO Exception : Number of write entries too large
de: RIO-Exception: Anzahl der Schreibeinträge ist zu groß

source: RIO Exception : Incorrect command
de: RIO-Exception: Falsches Kommando

source: RIO Exception : Response of the Slave does not match Request
de: RIO-Exception: Response des Slave passt nicht zum Request

source: RIO Exception : Given data length too small
de: RIO-Exception: Angegebene Datenlaenge zu klein

source: RIO Exception : Unknown command for response (internal)
de: RIO-Exception: Unbekanntes Kommando bei Antwort auswerten (intern)

source: RIO Exception : Invalid slot number
de: RIO-Exception: Ungültige Steckplatznummer

source: RIO Exception : RIO Master Module version too low (<3.0)
de: RIO-Exception: RIO-Master-Modul hat eine zu niedrige Version (<3.0)

source: RIO Exception : System bus module is not RIO Master
de: RIO-Exception: Systembusmodul ist kein RIO-Master

source: RIO Exception : Error accessing output module
de: RIO-Exception: Fehler beim Zugriff auf Outputmodul

source: RIO Exception : RIO Master not configured as intelligent slave
de: RIO-Exception: RIO-Master ist nicht als Intelligenter Slave konfiguriert

source: RIO Exception : Error 3 when loading the RIO ISL Firmware
de: RIO-Exception: Fehler 3 beim Laden der RIO-ISL-Firmware

source: RIO Exception : Error 2 when loading the RIO ISL Firmware
de: RIO-Exception: Fehler 2 beim Laden der RIO-ISL-Firmware

source: RIO Exception : Error 1 when loading the RIO ISL Firmware
de: RIO-Exception: Fehler 1 beim Laden der RIO-ISL-Firmware

source: RIO Exception : Response from wrong slave
de: RIO-Exception: Antwort kam vom falschen Slave

source: RIO Exception : Incorrect slave status
de: RIO-Exception: Falscher Slavestatus

source: RIO Exception : Invalid mode
de: RIO-Exception: Ungültiger Mode

source: RIO Exception : Incorrect bit address
de: RIO-Exception: Falsche Bitadresse

source: RIO Exception : Incorrect mode
de: RIO-Exception: Falscher Mode

source: RIO Exception : IO module address not possible
de: RIO-Exception: IO-Moduladresse nicht möglich

source: RIO-Exception : Task can presently not be carried out
de: RIO-Exception: Auftrag zur Zeit nicht durchführbar

source: RIO Exception : No IO Module availabel(or Bus end)
de: RIO-Exception: Kein IO-Modul vorhanden (oder Busende)

source: RIO Exception : IO Bus end reached
de: RIO-Exception: IO-Busende erreicht

source: RIO Exception : Length of empty entry too large
de: RIO-Exception: Länge eines Leereintrags zu groß

source: RIO Exception : Slave address too high
de: RIO-Exception: Zu hohe Slaveadresse

source: RIO Exception : RIO-START -> incorrect state
de: RIO-Exception: RIO-START -> falscher State

source: RIO Exception : Invalid Data pointer
de: RIO-Exception: Ungültiger Datenpointer

source: RIO Exception : Invalid configuration pointer
de: RIO-Exception: Ungültiger Konfigurationspointer

source: RIO Exception : No valid command
de: RIO-Exception: Kein gültiges Kommando

source: RIO Exception : Copy buffer too small
de: RIO-Exception: Zu kleiner Kopierbuffer

source: RIO Exception : TAB Buffer too small
de: RIO-Exception: TAB Buffer zu klein

source: RIO Exception : No valid IO given
de: RIO-Exception: Kein gültiges IO angegeben

source: RIO Exception : Incorrect data length
de: RIO-Exception: Falsche Datenlänge

source: RIO Exception : Incorrect table pointer
de: RIO-Exception: Falscher Tabellenzeiger

source: RIO Exception : Incorrect length
de: RIO-Exception: Falsche Länge

source: RIO Exception : RIO not configured
de: RIO-Exception: RIO nicht konfiguriert

source: RIO Exception : Incorrect parameter pointer
de: RIO-Exception: Falscher Parameterpointer

source: RIO Exception : Data buffer too small
de: RIO-Exception: Zu kleiner Datenbuffer

source: RIO Exception : RIO already running
de: RIO-Exception: RIO läuft bereits

source: RIO Exception : Incorrect Parameter ID
de: RIO-Exception: Falsche Parameter ID

source: RIO Exception : Incorrect parameter length
de: RIO-Exception: Falsche Parameterlänge

source: RIO Exception : RIO not configured or not started
de: RIO-Exception: RIO nicht konfiguriert oder nicht gestartet

source: RIO Warning: Library / Trap provided twice
de: RIO-Warnung: Bibliothek / Trap doppelt vorhanden

source: RIO memory management in boot cannot be initialized
de: RIO Speicherverwaltung im Hochlauf nicht initialisierbar

source: RIO First initialization not complete after 40 seconds
de: RIO-Erstinitialisierung nach 40 Sekunden nicht fertig

source: Error during I/O Transfer to the remote station.
de: Fehler beim IO-Transfer auf die Remotestation.

source: RIO Master has not finished configuring the instruction list.
de: RIO-Master wird mit Auftragsliste konfigurieren nicht fertig

source: RIO in this HS-Task classes is not valid
de: RIO in dieser HS-Taskklasse nicht zulässig

source: Error during Init Remote IO. The RIO master is not at the given module address
de: Fehler beim Init-Remode-IO. Der RIO-Master steckt nicht auf der angegebenen Moduladresse

source: Error in Config.Module HS section does not match the RK section
de: Fehler im Konfigmodul HS-Section paßt nicht mit RK-Section zusammen

source: Max. number of interrupt tasks exceeded
de: maximale Anzahl von Interrupttasks/Exceptiontasks überschritten

source: More than 1 Exception task class configured
de: mehr als 1 Exceptiontaskklasse konfiguriert

source: RIO Master has not completed output copying
de: RIO-Master wird mit dem Outputkopieren nicht fertig

source: Interrrupt task or Exception task is not allowed for the Debugger
de: Interrrupttask oder Exceptiontask für Debugger nicht erlaubt

source: SYSCONF module: No entry for task (priority)
de: SYSCONF Modul: Task-Eintrag nicht vorhanden (Prioritaet)

source: Exception Task with this number already exists
de: IRQ-Task für IO-Modul oder EXC-Task für Exception-Nr. bereits vorhanden

source: Installation failure
de: Install mißglückt

source: Arcfg module already exists
de: Arcfg-Modul bereits vorhanden

source: Wrong INSTALL-Mode
de: Falscher INSTALL-Mode

source: Not enough AVT entries configured (PLCSWCFG)
de: Zuwenig AVT-Einträge konfiguriert (Konfiguration)

source: An AVT Library with the same name already exists
de: Es existiert bereits eine AVT-Bibliothek mit dem selben Namen

source: The version number of the configuration module does not match the current version number
de: Die Versionsnummer des Konfigurationsmoduls stimmt nicht mit der aktuellen Versionsnummer überein

source: SYSCONF module for wrong CPU type not accepted
de: SYSCONF Modul fuer falschen CPU Typ nicht akzeptiert

source: No valid type ??
de: Kein gültiger Typ ??

source: Debug task for Interrupt task class or Exception task class
de: Debugtask für Interrupttaskklasse oder Exceptiontaskklasse

source: The I/O controller type requested by the PLC task doesn't exist
de: Der von der SPS-Task geforderte IO-Controllertyp existiert nicht

source: The I/O controller type requested by the PLC task doesn't exist
de: Der von der SPS-Task geforderte IO-Controllertyp existiert nicht

source: Invalid IO-Controller-ID
de: ungültige IO-Controller-ID

source: No Device entry in pSOS table
de: Kein Device-Eintrag in pSOS Tabelle

source: Shovel processor does not exist
de: Schaufelprozessor nicht vorhanden (EX350, CP10x, CP15x, CP200, CP210)

source: Installing the Process Variable Table
de: Anzahl der PV-Tabellen zu klein

source: Attempt to install a handler for an interrupt for a non-existant system bus module
de: Es wird versucht einen Handler für den Interrupt eines nicht existierende Systembusmoduls zu installieren

source: Send buffer waiting queue full
de: Sende-Puffer-Warteschlage voll

source: Frame buffer with defective character
de: Frame-Puffer mit defektem Zeichen

source: Invalid buffer rejected
de: Ungültiger Puffer wird zurückgewiesen

source: Invalid I/O control code
de: Ungültiger IO-Control-Code

source: Incorrect configuration for device
de: Es wird versucht einen nicht konfigurierten Devicetreiber zu installieren.

source: Buffer not available
de: Kein Buffer verfügbar

source: IF050: Device requires too much internal memory
de: Nicht genug interner Speicher

source: Not enough internal memory
de: Nicht genug interner Speicher

source: Specified device does not exist or BASIC FRAME driver for IF050/IF060 not loaded.
de: Referenziertes Device existiert nicht bzw. Frame-Basis Treiber für die IF050/IF060 ist nicht geladen

source: The System manager does not command the RIO-Master
de: Der Systemmanager beauftragt den RIO-Master nicht

source: Install Status of a B&R Module is wrong
de: Install-Status eines B&R-Moduls ist falsch

source: The requested I/O data length by the PLC task is too large. As reference the I/O data length of the 1st installed PLC task is valid
de: Die geforderte IO-Datenlänge der SPS-Task ist zu groß.Als Referenz gilt die IO-Datenlänge der 1. installierten SPS-Task

source: The TC global digital data area is larger than the configured area of the corresponding task class
de: Der von der SPS-Task geforderte TC-globale Digitaldatenbereich ist größer als der konfigurierte Bereich der zugehörigen Taskklasse

source: The analog data area requested by the PLC task is larger than the analog data area of the its task class.
de: Der von der SPS-Task geforderte TC-globale Analogdatenbereich ist größer als der konfigurierte Bereich der zugehörigen Taskklasse

source: No more room in the system table
de: Kein Platz mehr in der Systemtabelle

source: Error allocating memory
de: Fehler beim Speicher allokieren

source: Attempt to install a PLC task for an unconfigured task class
de: Es wird versucht eine SPS-Task für eine nicht konfigurierte Taskklasse zu installieren

source: The requested cycle time of the PLC task is less than the cycle time of the associated task class
de: Die geforderte Zykluszeit der SPS-Task ist kleiner als die Zykluszeit der assoziierten Taskklasse

source: The stack requirements of the PLC task exceed the total reserved for its task class stack
de: Der Stackbedarf der SPS-Task überschreitet den für die zugehörige Taskklasse reservierten Stack

source: IRQ-Task not supported by 2005 systems
de: IRQ-Task auf 2005-Systemen nicht unterstützt

source: IRQ-Task not supported by 2005 systems
de: IRQ-Task auf 2005-Systemen nicht unterstützt

source: Number of PLCIO types is configured too small for task classes
de: Anzahl der SPSIO-Typen bei Taskklassen zu klein konfiguriert

source: Incorrect module type installing a system task or user task
de: Falscher Modultyp beim Installieren einer Systemtask oder Usertask

source: PP not present
de: PP nicht vorhanden

source: Variable PB-IX not configured
de: variabler PB-IX nicht konfiguriert
