Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: ncalloc: Invalid flag combination
de: ncalloc: Unzulässige Flag-Kombination

source: The NC object is not enabled (channel number too high or no PDO data defined)
de: Das NC-Objekt ist nicht freigegeben (Kanalnummer zu hoch oder keine PDO Daten definiert)

source: The NC object has already been initialized with other parameter values
de: Das NC-Objekt wurde bereits mit anderen Parameter Werten initialisiert

source: Calling ncalloc() with these parameters is not allowed before the network initialization is completed
de: Der Aufruf von ncalloc() mit diesen Parametern ist vor Abschluss der Netzwerk-Initialisierung nicht erlaubt

source: This NC object is already used by the MC library (PLCopen FBs for Motion Control)
de: Dieses NC-Objekt wird bereits von der MC-Library (PLCopen FBs for Motion Control) verwendet

source: AR functions are not available, which are needed to carry out this function
de: AR-Funktionen sind nicht verfügbar, die zur Ausführung dieser Funktion benötigt werden

source: 'nc_object' is an NC object of an NC software that is not supported by this function
de: 'nc_object' ist ein NC-Objekt einer NC-Software, die von dieser Funktion nicht unterstützt wird

source: CNC -> PLC: M_S function not within the defined range
de: CNC -> SPS: MmS-Funktion nicht im definierten Bereich

source: CNC -> PLC: M function not within the defined range
de: CNC -> SPS: MoS-Funktion nicht im definierten Bereich

source: 'nc_object' is not an NC object with type 'ncCNCSYS'
de: 'nc_object' ist kein NC-Objekt mit Typ 'ncCNCSYS'

source: 'nc_obj_ax2' is an NC object of an NC software that is not supported by this function
de: 'nc_obj_ax2' ist ein NC-Objekt einer NC-Software, die von dieser Funktion nicht unterstützt wird

source: 'nc_obj_ax1' and 'nc_obj_ax2' have different HW types
de: 'nc_obj_ax1' und 'nc_obj_ax2' haben unterschiedliche HW-Typen

source: 'nc_obj_ax2' is not an NC object with type 'ncAXIS' or 'ncV_AXIS'
de: 'nc_obj_ax2' ist kein NC-Objekt mit Typ ncACHSE oder ncV_ACHSE

source: 'nc_obj_ax1' is an NC object of an NC software that is not supported by this function
de: 'nc_obj_ax1' ist ein NC-Objekt einer NC-Software, die von dieser Funktion nicht unterstützt wird

source: 'nc_obj_ax2' is not a valid NC object
de: 'nc_obj_ax2' ist kein gültiges NC-Objekt

source: 'nc_obj_ax1' is not an NC object with type 'ncAXIS' or 'ncV_AXIS'
de: 'nc_obj_ax1' ist kein NC-Objekt mit Typ ncACHSE oder ncV_ACHSE

source: 'rec_index' invalid (<0 or too large)
de: 'rec_index' ungültig (<0 oder zu groß)

source: 'nc_obj_ax1' is not a valid NC object
de: 'nc_obj_ax1' ist kein gültiges NC-Objekt

source: Error during NC manager INIT (INFO in error records of NC object)
de: Fehler bei NC-Manager-INIT (INFO in den Fehlersätzen des NC-Objekts)

source: No NC object available
de: Kein NC-Objekt vorhanden

source: HW specific NC configuration list not found
de: HW-spezifische NC-Konfigurationsliste nicht gefunden

source: General NC configuration list not found
de: Allgemeine NC-Konfigurationsliste nicht gefunden

source: No (further) entry found in the object manager
de: Kein (weiterer) Eintrag in der Objekt-Verwaltung gefunden

source: Invalid identifier
de: Ungültiger Identifier

source: Error allocating memory
de: Fehler beim Speicher allokieren

source: Max. number of objects on this connection already in use
de: Max. Anzahl von Objekten auf dieser Verbindung bereits verwendet .

source: Max. number of connections already in use
de: Max. Anzahl von Verbindungen bereits verwendet

source: Error in server state machine
de: Fehler in Server-State-Machine

source: error in request frame
de: Fehler im Request-Frame

source: Dynamic data object: FBK Call: Invalid inputs
de: Dynamisches Datenobjekt: FUB-Aufruf: ungültige Eingänge

source: Dynamic data object: Size conflict when accessing data object.
de: Dynamisches Datenobjekt: Größenkonflikt beim Ansprechen des Datenobjekts

source: Dynamic data object: Data object with the same name already exists
de: Dynamisches Datenobjekt: Datenobjekt mit gleichem Namen existiert bereits

source: Dynamic DO: Max. number of DOs already in use
de: Dynamisches Datenobjekt: Max. Anzahl von DOs bereits verwendet

source: Dynamic data object: Invalid identifier
de: Dynamisches Datenobjekt: Identifier ist ungültig

source: Dynamic data object: Error allocating memory
de: Dynamisches Datenobjekt: Fehler beim Allokieren von Speicher

source: Dynamic DO: Dynamic data object manager has not been installed
de: Dynamisches Datenobjekt: Verwaltung der dyn. Datenobjekte wurde nicht installiert

source: Dynamic DO: Old version of Commserv.br in use
de: Dynamisches Datenobjekt: Alte Version des Commserv.br ist in Verwendung

source: Dynamic DO: DO is empty, read not possible
de: Dynamisches Datenobjekt: DO ist leer, lesen ist nicht möglich

source: Dynamic DO: Queue is full, write not possible
de: Dynamisches Datenobjekt: Queue ist voll, Schreiben nicht möglich

source: dyn. DO: internal data buffer state error
de: Dynamisches Datenobjekt: Fehler mit dem Zustand des internen Datenpuffers

source: Dynamic DO: DO is blocked, read/write not possible
de: Dynamisches Datenobjekt: DO ist verriegelt, lesen/schreiben ist nicht möglich

source: Invalid identifier (c_ident , l_ident)
de: Ungültiger Identifier (c_ident, l_ident)

source: Max. number of connections for this IQ driver already in use
de: Max. Anzahl von Verbindungen für diesen IQ-Treiber bereits verwendet

source: Max. number of links to this connection already in use
de: Max. Anzahl von Links auf dieser Verbindung bereits verwendet

source: No further entry found in the object manager
de: Kein weiterer Eintrag in der Objektverwaltung gefunden

source: FBK not executed since the internal Instruction FIFO is full
de: FUB wird nicht exekutiert, da interne Auftrags-Fifo voll ist

source: Text management error
de: Text-Verwaltungs-Fehler

source: IQ driver with the specified ID not found
de: IQ-Treiber mit angegebener Kennung nicht gefunden

source: Syntax for INAconnect for the "pPath" input invalid
de: Syntax für INAconnect am "pPath"-Eingang ist ungültig

source: IQ driver with the same ID already installed
de: IQ-Treiber mit selber Kennung ist bereits installiert

source: Invalid identifier.
de: Ungültiger Identifier.

source: Error allocating memory
de: Fehler beim Speicher Allokieren

source: Max. number of IQ drivers have already been installed in the manager
de: Max. Anzahl von IQ-Treiber sind bei der Verwaltung bereits installiert

source: Max. number of connections for this IQ driver already being used
de: Max. Anzahl von Verbindungen bei diesem IQ-Treiber bereits verwendet

source: Version conflict between INACLNT.BR (IQ management) and IQ driver
de: Versionskonflikt zw. INACLNT.BR (IQ-Verwaltung) und IQ-Treiber

source: Incorrect link state for this action
de: Falscher Link-Zustand für diese Aktion

source: Incorrect action state for this action (WORKING)
de: Falscher Action-State für diese Aktion (WORKING)

source: Invalid access type
de: Ungültige Zugriffsart

source: Incorrect connection state for this action
de: Falscher Verbindungs-Zustand für diese Aktion

source: Incorrect input value in FBK
de: Falsche Eingabewerte bei FUB

source: Wrong FBK input in PV list
de: Falsche FUB-Eingabe bei PV-Liste

source: Error installing IQ driver
de: Fehler beim Installieren des IQ-Treibers

source: Error allocating memory
de: Fehler beim Speicher Allokieren

source: Different type for local and remote objects
de: Typ von Local- und Remote-Objekt unterschiedlich

source: Remote: Internal action error on the remote object
de: Remote: Interner Action-Fehler beim Remote-Objekt

source: Remote: Object type has changed.
de: Remote: Typ des Objektes hat sich geändert.

source: Local: object (PV) does not exist
de: Local: Objekt (PV) existiert nicht

source: Remote: Object (PV or dyn. data object) does not exist
de: Remote: Objekt (PV od. dyn. Datenobjekt) existiert nicht

source: Local: dynamic PV is zero (not initialized)
de: Local: dynamische PV ist Null (uninitialisiert)

source: Remote: dynamic PV is zero (not initialized)
de: Remote: dynamische PV ist Null (uninitialisiert)

source: Local: PV has invalid type
de: Local: PV hat ungültigen Typ

source: Remote: PV/DO has invalid type
de: Remote: PV/DO hat ungültigen Typ

source: Local: Internal action error on the local object
de: Local: Interner Action-Fehler beim Local-Objekt

source: Warning: INAinfo FBK structure too small
de: Warnung: Struktur bei INAinfo FUB ist zu klein

source: Local: Object type has changed.
de: Local: Typ des Objektes hat sich geändert.

source: UL: default error
de: UL: Default Fehler

source: UL: aborted from user
de: UL: Abbruch von Benutzer

source: UL: error from coder funktion
de: UL: Fehler aus Kodier-Funktioin

source: UL: error from decoder function
de: UL: Fehler aus der Dekodier-Funktioni

source: UL: upload module is locked
de: UL: Modul-Upload ist gesperrt

source: UL: locked for user
de: UL: für Benutzer gesperrt

source: UL: Module doesn't exist (incorrect name)
de: UL: Modul existiert nicht (falscher Name)

source: UL: wrong object state
de: UL: Falscher Zustand des Objektes

source: DL: locked for user
de: DL: für Benutzer gesperrt

source: DL: No BR module
de: DL: kein BR-Modul

source: DL: Defective BR module checksum
de: DL: defekte BR-Modul-Checksumme

source: DL: BR module installation error
de: DL: BR-Modul Install-Fehler

source: DL: error from coder function
de: DL: Fehler aus Kodier-Funktion

source: DL: error from decoder function
de: DL: Fehler aus der Dekodier-Funktion

source: DL: default error
de: DL: Default Fehler

source: DL: aborted from user
de: DL: Abbruch von Benutzer

source: DL: BR-Module wrong length
de: DL: BR-Modul falsche Länge

source: DL: Not enough target memory available
de: DL: zuwenig freier Zielspeicher

source: Status error in the state machine
de: Zustands-Fehler in der Zustandsmaschine

source: unexpected telegram
de: Unerwartetes Telegramm

source: Service not supported.
de: Dienst wird nicht unterstützt.

source: DL: no NC manager installed
de: DL: Kein NC-Manager installiert

source: DL: error during burning BR-Module
de: DL: Fehler beim Brennen des BR-Moduls

source: DL: error from NC manager DL function
de: DL: Fehler aus der NC-Manager-DL-Funktion

source: Commserv.br module not installed on the server station
de: Das Modul Commserv.br ist auf der Server-Station nicht installiert

source: Connection aborted
de: Verbindung ist abgebrochen

source: NC System Download: Error deleting FPROM
de: NC-System-Download: Fehler bei FPROM löschen

source: NC System Download: Invalid checksum
de: NC-System-Download: Ungültige Checksum

source: NC System Download: NC system too large for FPROM
de: NC-System-Download: NC-System zu groß für das FPROM

source: NC system download: Error burning FPROM
de: NC-System-Download: Fehler bei FPROM brennen

source: NC system download: Abort after error
de: NC-System-Download: Abbruch nach Fehler

source: NC System Download: Error for SS_write() (error code = 'Info')
de: NC-System-Download: Fehler bei SS_write() (Fehlercode in 'Binäre Daten')

source: NC System Download: Error for SS_write() (module address = 'Info')
de: NC-System-Download: Fehler bei SS_write() (Moduladresse in 'Binäre Daten')

source: NC system download: NC module error in 'Binary Data'
de: NC-System-Download: NC-Modul-Fehler in 'Binäre Daten'

source: NC system download: NC manager error in 'Binary Data'
de: NC-System-Download: NC-Manager-Fehler in 'Binäre Daten'

source: NC system download: ID for NC module error in 'Binary Data'
de: NC-System-Download: Parameter-ID für NC-Modul-Fehler in 'Binäre Daten'

source: NC system download: Status for NC module error in 'Binary Data'
de: NC-System-Download: Info für NC-Modul-Fehler in 'Binäre Daten'

source: NC System Download: NC module RESET not possible (BOOT function existing ?)
de: NC-System-Download: NC-Modul-RESET nicht möglich (BOOT Funktion vorhanden ?)

source: NC System Download: Timeout for NC Module after RESET (BsLoader)
de: NC-System-Download: Timeout für NC-Modul nach RESET (BsLoader)

source: NC System Download: Incompatible NC Managers existing
de: NC-System-Download: Inkompatible NC-Manager vorhanden

source: NC Manager: Error for AVT_update() for NC System Download
de: NC-Manager: Fehler bei AVT_update() für NC-System-Download

source: NC System Download: Error for AVT_search()
de: NC-System-Download: Fehler bei AVT_search()

source: NC System Download: An NC System Download is already active
de: NC-System-Download: Es ist bereits ein NC-System-Download aktiv

source: NC System Download: General NC configuration list not found
de: NC-System-Download: Allgemeine NC-Konfigurationsliste nicht gefunden

source: NC System Download: HW specific NC configuration list not found
de: NC-System-Download: NC-Konfig.liste des angegebenen HW-Typs nicht gefunden

source: NC System Download: Pointer for download function is not valid
de: NC-System-Download: Pointer der Download-Funktion ist ungültig

source: NC System Download: No NC module available for this HW type
de: NC-System-Download: Kein NC-Modul für diesen HW-Typ vorhanden

source: NC System Download: Timeout for NC Module during download completion (FPROM)
de: NC-System-Download: Timeout für NC-Modul bei Download-Abschluss (FPROM)

source: NC System Download: Timeout for NC Module during download
de: NC-System-Download: Timeout für NC-Modul bei Download

source: NC System Download: Timeout for NC Module during OS download on
de: NC-System-Download: Timeout für NC-Modul bei BS-Download einschalten

source: NC System Download: Timeout for NC Module after RESET (BOOT)
de: NC-System-Download: Timeout für NC-Modul nach RESET (BOOT)

source: NC system download: Download aborted by NC SW
de: NC-System-Download: Download-Abbruch durch NC-SW

source: NC System Download: The HW type of the NC system could not be determined
de: NC-System-Download: Der HW-Typ des NC-Systems konnte nicht bestimmt werden

source: NC System Download: Error on NC module (module address = 'Info')
de: NC-System-Download: Fehler auf NC-Modul (Moduladresse in 'Binäre Daten')

source: NC System Download: Download aborted by PLC
de: NC-System-Download: Download-Abbruch durch SPS

source: NC System Download: Unknown BOOT command
de: NC-System-Download: Unbekanntes BOOT-Kommando

source: NC System Download: RAM end reached
de: NC-System-Download: RAM-Ende erreicht

source: NC System Download: Data block > 256 BYTEs
de: NC-System-Download: Datenblock > 256 BYTEs

source: NC Link Task: INSTALL error for NC task for TC end (enough TC stack ?)
de: NC-Link-Task: INSTALL-Fehler für NC-Task für TK-Ende (genug TK-Stack ?)

source: NC Link Task: INSTALL error for NC task for TC start (enough TC stack ?)
de: NC-Link-Task: INSTALL-Fehler für NC-Task für TK-Anfang (genug TK-Stack ?)

source: NC Link Task: Error sending a result to the NC Manager
de: NC-Link-Task: Fehler bei Senden eines Ereignisses an den NC-Manager

source: NC Link Task: Not enough User Memory to Test NC Objects
de: NC-Link-Task: Zuwenig User-Memory für die Test-NC-Objekte

source: NC Link Task not compatible to NC Manager
de: NC-Link-Task: Nicht kompatibel zu NC-Manager

source: NC Link Task: System Manager module not found
de: NC-Link-Task: System-Manager-Modul nicht gefunden

source: NC Link Task: User Memory to Test NC Objects not freed
de: NC-Link-Task: User-Memory der Test-NC-Objekte wird nicht freigegeben

source: NC Link Task: NC Object not in test operation
de: NC-Link-Task: NC-Objekt ist nicht im Test-Betrieb

source: NC Link Task: No free Test NC Object
de: NC-Link-Task: Kein freies Test-NC-Objekt vorhanden

source: NC Link Task: NC Object is no Test NC Object
de: NC-Link-Task: NC-Objekt ist kein Test-NC-Objekt

source: Null pointer access.
de: Nullpointer-Zugriff

source: Invalid value for Mode parameter.
de: ungültiger Wert für Parameter Mode

source: Invalid value for the Size parameter.
de: ungültiger Wert für den Parameter Size

source: Message buffer too small.
de: Nachrichtenbuffer ist zu klein

source: Invalid device number.
de: Device Nummer ist ungültig

source: I/O data cannot be read or written.
de: IO Daten können nicht gelesen oder geschrieben werden.

source: Invalid value for Number parameter.
de: ungültiger Wert für Parameter Number

source: Invalid value for InfoArea parameter.
de: ungültiger Wert für Parameter InfoArea

source: Device not yet initialized.
de: Device ist noch nicht initialisiert

source: Unable to connect to device.
de: Verbindungsfehler zum Gerät

source: Reserved / not used.
de: Reserviert / nicht verwendet

source: Reserved / not used.
de: Reserviert / nicht verwendet

source: Reserved / not used.
de: Reserviert / nicht verwendet

source: Send or receive mailbox pointer = ZERO.
de: Send- oder Receive Mailbox-Pointer ist NULL

source: Reserved / not used.
de: Reserviert / nicht verwendet

source: Size parameter too large.
de: Parameter Size ist zu groß

source: Device address pointer = ZERO.
de: Device-Adress-Pointer ist NULL

source: Parameter size is NULL.
de: Parameter Size ist NULL

source: Specified device not a fieldbus device.
de: Das angegebene Device ist kein FieldBus-Device

source: Unknown status mode.
de: unbekannter Status modus

source: Device driver not loaded.
de: Gerätetreiber nicht geladen

source: Timeout for I/O data exchange.
de: Zeitüberschreitung bei IO Datenaustausch

source: Unknown I/O data exchange mode.
de: Unbekannter IO Datenaustausch Modus

source: Function call failed.
de: Funktionsaufruf Fehlgeschlagen

source: DPM size different than configuration.
de: DPM Größe ist unterschiedlich zur Konfiguration

source: COM flag not set.
de: COM Flag ist nicht gesetzt

source: I/O data exchange failed.
de: IO Datenaustausch ist fehlgeschlagen

source: Device not in a run state.
de: Device ist nicht im Run-Zustand

source: Device not in a ready state.
de: Device ist nicht im Ready Zustand.

source: Send mailbox full.
de: Send-Mailbox ist voll

source: Error in DPM flags
de: Fehler in den Flags des DPM

source: Incorrect OS version.
de: falsche OS Version

source: Watchdog test failed.
de: Watchdog Test ist fehlgeschlagen

source: Timeout for reset function.
de: Zeitüberschreitung bei Reset Funktion

source: No message present.
de: keine Nachrichten vorhanden

source: Timeout on GetMessage call.
de: Zeitüberschreitung bei der GetMessage-Aufruf

source: Timeout on PutMessage call.
de: Zeitüberschreitung bei PutMessage-Aufruf

source: Device not initialized.
de: Device ist nicht initialisiert

source: Error in internal init state.
de: Fehler im internen Init State

source: Unknown parameter.
de: Unbekannter Parameter

source: Incompatible version.
de: Inkompatible Version

source: Error in internal read state.
de: Fehler im internen Lese State

source: Command active on this channel.
de: Befehl ist auf diesem Kanal aktiv

source: Incorrect message ident.
de: Falscher Nachrichten Ident

source: Device DPM cannot be reached.
de: DPM des Devices kann nicht erreicht werden.

source: Invalid task ID.
de: Ungültige Task Id

source: The init function block was called too often.
de: Der Init-Funktionsblock wurde zu oft aufgerufen.

source: Data address and data length together caused overflow.
de: Datenadresse zusammen mit Datenlänge verursachte einen Überlauf

source: Invalid address range.
de: Adressbereich ist ungültig

source: Invalid data counter.
de: ungültiger Daten Zähler

source: Unknown function.
de: unbekannte funktion

source: Unknown data type.
de: unbekannter Datentyp

source: Error in command parameter.
de: Fehler im Parameter des Kommandos

source: Unknown command mode.
de: Kommando-Modus unbekannt

source: Unknown command.
de: Unbekanntes Kommando

source: Not an available command.
de: Kein freies Kommando

source: ln parameter does not match expected length of command.
de: Parameter <msg>.ln stimmt nicht mit erwarteten Länge des Kommandos überein

source: Error writing to flash.
de: Fehler während der Flash beschrieben wurde

source: Flash not configured.
de: Flash ist nicht konfiguriert

source: Flash currently being used.
de: Flash wird derzeit verwendet

source: Error deleting flash.
de: Fehler während des Löschens des Flash

source: Sequence error.
de: Sequenz Fehler

source: Flash timeout.
de: Zeitüberschreitung beim flashen

source: Access to flash denied during delete procedure.
de: Zugriff auf den Flash wurde während des Löschvorganges verweigert

source: Incompatible or incorrect data.
de: Daten inkompatibel oder falsch

source: Checksum error - calculated checksum does not match the checksum transferred in the first message.
de: Checksummenfehler - Die errechnete Checksumme stimmt nicht mit der in der ersten Nachricht übertragenen Checksumme überein

source: Sequence error.
de: Fehler in der Sequenz

source: Download / Upload not allowed for specified segment name.
de: Bei dem angegebenen Segmentnamen ist kein Download oder Upload erlaubt

source: Access protection while reading or writing database segment.
de: Zugriffsschutz während des Lesens oder Schreibens eines Datenbank Segments

source: Database segment not configured.
de: Datenbanksegment ist nicht konfiguriert

source: The user will download a database into the device that is not valid for this device type.
de: Es wird versucht, eine Datenbank auf ein Gerät zu laden, die für diesen Gerätetyp nicht zulässig ist

source: Attempt made to send more data than specified in the first message.
de: Es wurde versucht mehr Daten zu senden als in der ersten Nachricht angegeben wurde

source: Error in <msg>.nr parameter – difference between <msg>.nr to the next not 1.
de: Fehler im Parameter <msg>.nr

source: Bootstrap loader required to gain access to this segment, but no bootstrap loader on card.
de: Benötige Bootstraploader um einen Zugriff auf dieses Segment zu erhalten, aber es ist kein Bootstraploader auf der Karte vorhanden

source: The MCL rejects a send command because of an error
de: Der MCL verweigert aufgrund eines Fehlers einen Sendebefehl

source: The MCL is locked
de: Der MCL ist gesperrt

source: Task is not initialised
de: Der Task ist nicht initialisiert

source: Task does not exist
de: Der Task existiert nicht

source: Requested function of master is not activated within the slave
de: Die angeforderte Funktion des Masters ist innerhalb des Slaves nicht aktiviert

source: Resource unavailable
de: Ressource nicht verfügbar

source: No answer-data, although the slave has to reponse with data
de: Keine Antwortdaten, obwohl der Slave mit Daten antworten müsste

source: No response of the station
de: Keine Antwort der Station

source: Master not into the logical token ring
de: Der Master nicht im lokalen Token Ring

source: Master not in offline configuration mode. Delete the data base within the DEVICE, else the DEVICE is not able to execute the download of the dataset file
de: Der Master ist nicht im Offline Konfigurationsmodus

source: Specified slave not configured.
de: Der angegebene Slave ist nicht konfiguriert

source: Data length of configuration module incorrect.
de: Die Datenlänge des Konfigurationsmoduls stimmt nicht

source: Specified mode number does not exist.
de: Die angegebene Mode-Nummer existiert nicht

source: Specified memory size does not match device memory size.
de: Die angegebene Speichergröße stimmt nicht mit der von dem Device überein

source: No more available ident numbers for this device.
de: Für dieses Device gibt es keine freien Ident Nummern mehr

source: Incorrect ident number specified.
de: Die angegebene Ident Nummer stimmt nicht

source: Specified ident number = 0.
de: Die angegebene Ident Nummer ist gleich NULL.

source: No ident number for the device.
de: Das Device hat noch keine Ident Nummer.

source: Internal error
de: interner Fehler
