Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: Warning: The filter time constant Tf of the differentiator is not larger than the corresponding task cycle time.
de: Warning: Die Filterzeitkonstante Tf des Differenzierers wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: Sorting of the y coordinates of the node vector is monotonic, but not strictly monotonic.
de: Warning: Die y-Koordinaten des Stützstellenvektors sind nur monoton und nicht strikt monoton sortiert.

source: Warning: The y coordinates of the node vector are not sorted in ascending or descending order.
de: Warning: Die y-Koordinaten des Stützstellenvektors sind weder aufsteigend noch absteigend sortiert.

source: Warning: Sorting of the x coordinates of the node vector is monotonic, but not strictly monotonic.
de: Warning: Die x-Koordinaten des Stützstellenvektors sind nur monoton und nicht strikt monoton sortiert.

source: Warning: NbNodes <= 1. A point-to-point linear function requires at least two nodes.
de: Warning: NbNodes <= 1. Eine stückweise lineare Funktion besteht zumindest aus 2 Stützstellen.

source: Warning: The smoothing factor Rness is larger than the maximum possible smoothing factor (Internal.Rness_crit).
de: Warning: Der Kantenglättungsfaktor Rness ist größer als der maximal mögliche Kantenglättungsfaktor.

source: Warning: The switching time tSwitch = 0. Switching not jolt-free.
de: Warning: Die Umschaltzeit tSwitch = 0. Keine sprungfreie Umschaltung zwischen u1 und u2.

source: Warning: The time constant T2 = 0.
de: Warning: Die Zeitkonstante T2 = 0.

source: Warning: The time constant T1 entered is not larger than the corresponding task cycle time.
de: Warning: Die Zeitkonstante T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The time constant T1 = 0.
de: Warning: Die Zeitkonstante T1 = 0.

source: Warning: The time constant T2 entered is not larger than the corresponding task cycle time.
de: Warning: Die Zeitkonstante T2 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: PID: The manipulated variable for manual operation Yman was set below the minimum permissible value Parameter.Y_min and has been increased to this minimum. Position controller: The speed of movement for manual operation v_man was set below the minimum permissible value pPID_Para_s->v_min and has been increased to this minimum. Force controller: The valve volume flow for manual operation Q_man was set below the minimum permissible value pPID_Para_F->Q_min and has been increased to this minimum.
de: Warning: PID: Die Stellgröße für den Handbetrieb Yman wurde kleiner als der zulässige Minimalwert Parameter.Y_min gewählt und auf diesen angehoben. Positionsregler: Die Verfahrgeschwindigkeit im Handbetrieb v_man wurde kleiner als der zulässige Minimalwert pPID_Para_s->v_min gewählt und auf diesen angehoben. Kraftregler: Der Ventilvolumenstrom im Handbetrieb Q_man wurde kleiner als der zulässige Minimalwert pPID_Para_F->Q_min gewählt und auf diesen angehoben.

source: Warning: The time constant T1 entered is not larger than the corresponding task cycle time.
de: Warning: Die Zeitkonstante T1 wurde nicht größer als die zugehörige Zykluszeit des Tasks angegeben.

source: Warning: The integrator's manipulated variable Yi has reached its minimum value.
de: Warning: Der Stellgrößenanteil des Integrators Yi hat seinen minimalen Wert erreicht.

source: Warning: PID: The manipulated variable for manual operation Yman was set above the maximum permissible value Parameter.Y_max and has been limited to this maximum. Position controller: The speed of movement for manual operation v_man was set above the maximum permissible value pPID_Para_s->v_max and has been limited to this maximum. Force controller: The valve volume flow for manual operation Q_man was set above the maximum permissible value pPID_Para_F->Q_max and has been limited to this maximum.
de: Warning: PID: Die Stellgröße für den Handbetrieb Yman wurde größer als der zulässige Maximalwert Parameter.Y_max gewählt und auf diesen begrenzt. Positionsregler: Die Verfahrgeschwindigkeit im Handbetrieb v_man wurde größer als der zulässige Maximalwert pPID_Para_s->v_max gewählt und auf diesen begrenzt. Kraftregler: Der Ventilvolumenstrom im Handbetrieb Q_man wurde größer als der zulässige Maximalwert pPID_Para_F->Q_max gewählt und auf diesen begrenzt.

source: Warning: PID: The feed forward size Yadd was outside the permissible interval of [-100%, 100%] and has been limited accordingly. Position controller: The feed forward speed v_add was outside the permissible interval of [-Internal.vCyl_sup, Internal.vCyl_sup] and has been limited accordingly. Force controller: The feed forward volume flow Q_add was outside the permissible interval of [-pValve_Para->Qnom_neg, pValve_Para->Qnom_pos] and has been limited accordingly.
de: Warning: PID: Die Aufschaltgröße Yadd liegt außerhalb des zulässigen Intervalls von [-100%, 100%] und wurde entsprechend begrenzt. Positionsregler: Die Aufschaltgeschwindigkeit v_add liegt außerhalb des zulässigen Intervalls von [-Internal.vCyl_sup, Internal.vCyl_sup] und wurde entsprechend begrenzt. Kraftregler: Der Aufschaltvolumenstrom Q_add liegt außerhalb des zulässigen Intervalls von [-pValve_Para->Onom_neg, pValve_Para->Qnom_pos] und wurde entsprechend begrenzt.

source: Warning: The integrator's manipulated variable Yi has reached its maximum value.
de: Warning: Der Stellgrößenanteil des Integrators Yi hat seinen maximalen Wert erreicht.

source: Error: The x coordinates of the node vector are not sorted in ascending or descending order.
de: Error: Die x-Koordinaten des Stützstellenvektors sind weder aufsteigend noch absteigend sortiert.

source: Error: The y coordinates (Ui with i = 1..n) of the node vector are not sorted in ascending or descending order.
de: Error: Die y-Koordinaten (Ui mit i = 1..n) des Stützstellenvektors sind weder aufsteigend noch absteigend sortiert.

source: Error: PID: The maximum manipulated variable ramp Parameter.dY_max is negative. P2P controller: The maximum manipulated variable ramp pAddPar->dY_max is negative. Position controller: The maximum change rate for the piston speed (acceleration) pPID_Para_s->dv_max is negative. Force controller: The maximum volume flow change speed pPID_Para_F->dQ_max is negative.
de: Error: PID: Die maximale Stellgrößenrampe Parameter.dY_max ist negativ. P2P Regler: Die maximale Stellgrößenrampe pAddPar->dY_max ist negativ. Positionsregler: Die maximale Änderungsgeschwindigkeit der Kolbengeschwindigkeit (Beschleunigung) pPID_Para_s->dv_max ist negativ. Kraftregler: Maximale Volumenstrom-Änderungsgeschwindigkeit pPID_Para_F->dQ_max ist negativ.

source: Error: Invalid differentiation mode (d_mode).
de: Error: Ungültiger Differentiationsmodus d_mode.

source: Error: The set value weakening factor Kw is less than 0 or greater than 1.
de: Error: Der Sollwertabschwächungsfaktor Kw ist kleiner als 0 oder größer als 1.

source: Error: The wind-up damping factor K_Fbk is negative.
de: Error: Der Windup-Dämpfungsfaktor K_Fbk ist kleiner als 0.

source: Error: The filter time constant Tf of the differentiator is negative.
de: Error: Die Filterzeitkonstante Tf des Differenzierers ist kleiner 0.

source: Error: The filter time constant Tf of the differentiator is equal to 0 while the differentiation time constant Tv is greater than 0.
de: Error: Die Filterzeitkonstante Tf des Differenzierers ist gleich 0 und die Differentiationszeitkonstante Tv ist zugleich größer 0.

source: Error: PID: The integration time constant for I_Switch < 0 Parameter.Tn_neg is negative. Position controller: The integration time constant for movements in the 'negative' direction pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) is negative.
de: Error: PID: Die Integrationszeitkonstante für I_Switch < 0 Parameter.Tn_neg ist negativ. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'negative' Richtung pPID_Para_s->Tn_neg (P2P: pAddPar->Tn_neg) ist negativ.

source: Error: PID: The integration time constant for I_Switch > 0 Parameter.Tn_pos is negative. Position controller: The integration time constant for movements in the 'positive' direction pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) is negative. Force controller: The integration time constant pPID_Para_F->Tn is negative.
de: Error: PID: Die Integrationszeitkonstante für I_Switch > 0 Parameter.Tn_pos ist negativ. Positionsregler: Die Integrationszeitkonstante für Verfahrbewegungen in 'positive' Richtung pPID_Para_s->Tn_pos (P2P: pAddPar->Tn_pos) ist negativ. Kraftregler: Die Integrationszeitkonstante pPID_Para_F->Tn ist negativ.

source: Error: PID: The maximum set and/or actual value Parameter.WX_max is lower than the minimum value Parameter.WX_min.Position controller, AutoTune: The maximum value of the set and/or actual position pPID_Para_s->s_max is lower than the minimum value pPID_Para_s->s_min.Force controller: The maximum value of the set and/or actual force pPID_Para_F->Fp_max is lower than the minimum value pPID_Para_F->Fp_min.
de: Error: PID: Der maximale Wert von Führungs- bzw. Regelgröße Parameter.WX_max liegt unter dem minimalen Wert Parameter.WX_min. Positionsregler, AutoTune: Der maximale Wert von Soll- bzw. Istposition pPID_Para_s->s_max liegt unter dem minimalen Wert pPID_Para_s->s_min. Kraftregler: Der maximale Wert von Soll- bzw. Istkraft pPID_Para_F->Fp_max liegt unter dem minimalen Wert pPID_Para_F->Fp_min.

source: Error: The differentiation time constant Tv of the differentiator is negative.
de: Error: Die Differentiationszeitkonstante Tv des Differenzierers ist kleiner 0.

source: Error: The time constant T1 is negative.
de: Error: Die Zeitkonstante T1 ist negativ.

source: Error: PID: The lower limit for manipulated variables Parameter.Y_min is less than -100%, the upper limit for manipulated variables Parameter.Y_max is greater than +100%, or Parameter.Y_max is less than or equal to Parameter.Y_min. P2P controller: The lower limit for manipulated variables pAddPar->Y_min is less than -100%, the upper limit for manipulated variables pAddPar->Y_max is greater than +100%, or pAddPar->Y_max is less than or equal to pAddPar->Y_min.Position controller, AutoTune: The lower limit for piston speed pPID_Para_s->v_min is less than -Internal.vCyl_sup, the upper limit for piston speed pPID_Para_s->v_max is greater than Internal.vCyl_sup, or pPID_Para_s->v_max is less than or equal to pPID_Para_s->v_min.Force controller: The lower limit for the valve volume flow pPID_Para_F->Q_min is less than -pValve_Para->Qnom_neg, the upper limit for the valve volume flow pPID_Para_F->Q_max is greater than pValve_Para->Qnom_pos or pPID_Para_F->Q_max is less than or equal to pPID_Para_F->Q_min.
de: Error: PID: Die untere Stellgrößenbegrenzung Parameter.Y_min ist kleiner -100%, die obere Stellgrößenbegrenzung Parameter.Y_max ist größer +100% oder Parameter.Y_max ist kleiner gleich Parameter.Y_min. P2P Regler: Die untere Stellgrößenbegrenzung pAddPar->Y_min ist kleiner -100%, die obere Stellgrößenbegrenzung pAddPar->Y_max ist größer +100% oder pAddPar->Y_max ist kleiner gleich pAddPar->Y_min. Positionsregler: Die untere Begrenzung der Kolbengeschwindigkeit pPID_Para_s->v_min ist kleiner -Internal.vCyl_sup, die obere Begrenzung der Kolbengeschwindigkeit pPID_Para_s->v_max ist größer Internal.vCyl_sup oder pPID_Para_s->v_max ist kleiner gleich pPID_Para_s->v_min. Kraftregler: Die untere Begrenzung des Ventilvolumenstroms pPID_Para_F->Q_min ist kleiner -pValve_Para->Onom_neg, die obere Begrenzung des Ventilvolumenstroms pPID_Para_F->Q_max ist größer pValve_Para->Qnom_pos oder pPID_Para_F->Q_max ist kleiner gleich pPID_Para_F->Q_min.

source: Error: The time constant T1 is negative.
de: Error: Die Zeitkonstante T1 ist negativ.

source: Error: The time constant T2 is negative.
de: Error: Die Zeitkonstante T2 ist negativ.

source: Error: The filter time constant Tf is less than or equal to 0.
de: Error: Die Filterzeitkonstante Tf ist kleiner gleich 0.

source: Error: The damping constant D is negative.
de: Error: Die Dämpfungskonstante D ist negativ.

source: Error: At least one of the two cylinder piston areas A_Cyl_pos or A_Cyl_neg was entered as less than or equal to 0.
de: Error: Mindestens eine der beiden Zylinderkolbenflächen A_Cyl_pos bzw. A_Cyl_neg wurde kleiner gleich 0 eingegeben.

source: Error: The value of minimum valve opening is outside the permissible range of 0 <= yValve_min <= 1.
de: Error: Der Wert der Mindestventilöffnung liegt außerhalb des zulässigen Bereichs von 0 <= yValve_min <= 1.

source: Error: The filter time constant T2 is negative.
de: Error: Die Filterzeitkonstante T2 ist kleiner 0.

source: Error: The filter time constants T1 and T2 are 0.
de: Error: Beide Filterzeitkonstanten T1 und T2 sind gleich 0.

source: Error: The filter time constant T1 is negative.
de: Error: Die Filterzeitkonstante T1 ist kleiner 0.

source: Error: The damping constant D is negative.
de: Error: Die Dämpfungskonstante D ist negativ.

source: Error: t_FIFO is negative.
de: Error: t_FIFO ist negativ.

source: Error: An error occurred during memory allocation for the internal ring buffer.
de: Error: Bei der Speicherallokation für den internen Ringbuffer ist ein Fehler aufgetreten.

source: Error: The differentiation time constant Tv is negative.
de: Error: Die Differentiationszeitkonstante Tv ist kleiner 0.

source: Error: The filter time constant Tf is less than or equal to 0.
de: Error: Die Filterzeitkonstante Tf ist kleiner gleich 0.

source: Error: No valid pointer pNodeVec to the node vector found.
de: Error: Kein Pointer pNodeVec zum Stützstellenvektor angegeben.

source: Error: The switching time tSwitch is negative.
de: Error: Die Umschaltzeit tSwitch ist negativ.

source: Error: The rise time t_rise is negative.
de: Error: Die Anstiegszeit t_rise ist negativ.

source: Error: Acceleration in the 'negative' direction pMove_Para->aAcc_neg is negative.
de: Error: Die Beschleunigung bei Bewegung in 'negative' Richtung pMove_Para->aAcc_neg ist negativ.

source: Error: The fall time t_fall is negative.
de: Error: Die Abfallzeit t_fall ist negativ.

source: Error: The hold time t_hold is negative.
de: Error: Die Konstanthaltezeit t_hold ist negativ.

source: Error: At least one nominal valve volume flow (Qnom_pos or Qnom_neg) was entered as less than or equal to 0.
de: Error: Mindestens ein nominaler Ventil-Volumenstrom (Qnom_pos bzw. Qnom_neg) wurde kleiner gleich 0 eingegeben.

source: Error: The value of valve overlap is outside the valid range of 0 <= yValve_0 < 1.
de: Error: Der Wert der Ventilüberdeckung liegt außerhalb des zulässigen Bereichs von 0 <= yValve_0 < 1.

source: Error: The tank pressure pTank is negative.
de: Error: Der Tankdruck pTank ist negativ.

source: Error: The nominal pressure drop at valve edge pDelta_nom is less than or equal to 0.
de: Error: Der nominale Ventil-Kantendruckabfall pDelta_nom ist kleiner gleich 0.

source: Error: The system pressure pSupply is not greater than the tank pressure pTank.
de: Error: Der Systemdruck pSupply ist nicht größer als der Tankdruck pTank.

source: Error: The system pressure pSupply is less than or equal to 0.
de: Error: Der Systemdruck pSupply ist kleiner gleich 0.

source: Error: No Pointer pSystem_Para (pSystem_ParaAdd) specified for the system parameters HCRSystemPara_typ (HCRSystemParaAdd_typ).
de: Error: Kein Pointer pSystem_Para (pSystem_ParaAdd) zu den Systemparametern HCRSystemPara_typ (HCRSystemParaAdd_typ) angegeben.

source: Error: The resulting moving mass of the hydraulic system was set less than or equal to 0.
de: Error: Die resultierende bewegte Masse des Hydrauliksystems wurde kleiner gleich 0 gewählt.

source: Error: The cylinder height was entered as less than or equal to 0.
de: Error: Die Zylinderhöhe wurde kleiner gleich 0 eingegeben.

source: Error: The maximum speed of movement in the 'positive' direction pMove_Para->vC_pos is negative.
de: Error: Die maximale Verfahrgeschwindigkeit in 'positive' Bewegungsrichtung pMove_Para->vC_pos ist negativ.

source: Error: The maximum speed of movement in the 'negative' direction pMove_Para->vC_neg is negative.
de: Error: Die maximale Verfahrgeschwindigkeit in 'negative' Bewegungsrichtung pMove_Para->vC_neg ist negativ.

source: Error: The jolt time pMove_Para->t_Jolt is negative.
de: Error: Die Ruckbegrenzungszeit pMove_Para->t_Jolt ist negativ.

source: Error: The pointer pMove_Para on the motion parameter vector is an NIL-Pointer.
de: Error: Der Pointer pMove_Para auf den Bewegungsparametervektor ist ein NIL-Pointer.

source: Error: Deceleration in the 'positive' direction pMove_Para->aDec_pos is negative.
de: Error: Die Verzögerung bei Bewegung in 'positive' Richtung pMove_Para->aDec_pos ist negativ.

source: Error: Deceleration in the 'negative' direction pMove_Para->aDec_neg is negative.
de: Error: Die Verzögerung bei Bewegung in 'negative' Richtung pMove_Para->aDec_neg ist negativ.

source: Error: Acceleration in the 'positive direction pMove_Para->aAcc_pos is negative.
de: Error: Die Beschleunigung bei Bewegung in 'positive' Richtung pMove_Para->aAcc_pos ist negativ.

source: Error in the generic mailbox interface.
de: Fehler im generischen Mailbox-Interface

source: Error in the generic mailbox interface.
de: Fehler im generischen Mailbox-Interface

source: Error in the generic mailbox interface.
de: Fehler im generischen Mailbox-Interface

source: Error in the generic mailbox interface.
de: Fehler im generischen Mailbox-Interface

source: Error in the generic mailbox interface.
de: Fehler im generischen Mailbox-Interface

source: The specified buffer length is too small
de: Die übergebene Speicherlänge ist zu klein

source: AsUSB library error: USB device not found
de: AsUSB Library Fehler: USB Gerät nicht vorhanden

source: Buffer is not set
de: pBuffer ist nicht gesetzt

source: SG4: Specified device invalid. SG3 / SGC: No Ethernet device present in system.
de: Angegebenes Device ist ungültig.

source: The specified parameters are invalid (NULL).
de: Angegebene Parameter sind ungültig.

source: No response from host.
de: Host antwortet nicht.

source: Invalid parameter.
de: Ungültiger Parameter.

source: General error sending the echo request.
de: Allgemeiner Fehler beim Versenden des Echo-Requests.

source: Message sent to Profinet stack timed out.
de: Das Senden der Message an den Profinet Stack ist in das Timeout gelaufen.

source: The message sent to the Profinet stack was terminated with an error.
de: Die gesendete Message an den Profinet Stack wurde mit einem Fehler quittiert.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to Profinet stack failed.
de: Das Senden der Message an den Profinet Stack ist fehlgeschlagen.

source: The specified file length is invalid.
de: Die angegebene Datenlänge ist ungültig.

source: The specified file length is invalid.
de: Die angegebene Datenlänge ist ungültig.

source: Could not allocate any more memory.
de: Es konnte kein Speicher mehr allokiert werden.

source: The listener could not be registered.
de: Der Listener konnte nicht angemeldet werden.

source: No more entries.
de: Es sind keine weiteren Einträge vorhanden.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to Profinet stack failed.
de: Das Senden der Message an den Profinet Stack ist fehlgeschlagen.

source: Message sent to Profinet stack timed out.
de: Das Senden der Message an den Profinet Stack ist in das Timeout gelaufen.

source: The message sent to the Profinet stack was terminated with an error.
de: Die gesendete Message an den Profinet Stack wurde mit einem Fehler quittiert.

source: The specified name is invalid.
de: Der angegebene Name ist ungültig.

source: The listener could not be registered.
de: Der Listener konnte nicht angemeldet werden.

source: No more entries.
de: Es sind keine weiteren Einträge vorhanden.

source: A specified parameter is invalid.
de: Ein angegebener Parameter ist ungültig.

source: Could not allocate any more memory.
de: Es konnte kein Speicher mehr allokiert werden.

source: Message sent to DeviceNet stack timed out.
de: Das Senden der Message an den DeviceNet Stack ist in das Timeout gelaufen.

source: The message sent to the DeviceNet stack was terminated with an error.
de: Die gesendete Message an den DeviceNet Stack wurde mit einem Fehler quittiert.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to DeviceNet stack failed.
de: Das Senden der Message an den DeviceNet Stack ist fehlgeschlagen.

source: Invalid name specified for interface.
de: Der angegebene Name der Schnittstelle ist ungültig.

source: Message sent to DeviceNet stack failed.
de: Das Senden der Message an den DeviceNet Stack ist fehlgeschlagen.

source: Message sent to DeviceNet stack timed out.
de: Das Senden der Message an den DeviceNet Stack ist in das Timeout gelaufen.

source: The message sent to the DeviceNet stack was terminated with an error.
de: Die gesendete Message an den DeviceNet Stack wurde mit einem Fehler quittiert.

source: A specified parameter is invalid.
de: Ein angegebener Parameter ist ungültig.

source: The specified file length is invalid.
de: Die angegebene Datenlänge ist ungültig.

source: Interface error.
de: Schnittstellenfehler.

source: Internal error.
de: Interner Fehler.

source: Internal error.
de: Interner Fehler.

source: Error message from AS interface stack.
de: Fehlermeldung vom AS-Interface Stack.

source: Parameter error
de: Parameterfehler.

source: Length error.
de: Längenfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: Parameter error
de: Parameterfehler.

source: Parameter error
de: Parameterfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: System error.
de: Systemfehler.

source: Sound source could not be played because the maximum number of sound sources that can be played simultaneously has been reached.
de: Die Wiedergabe einer Soundquelle konnte nicht gestartet werden, da bereits die maximale Anzahl von Soundquellen, die parallel wiedergegeben werden können, erreicht wurde

source: An exclusive sound source is already being played
de: Eine Soundquelle, die Audio exklusiv belegt, wird bereits abgespielt

source: The audio format of the sound source is not supported
de: Das Audioformat der Soundquelle wird nicht unterstützt

source: Not enough space available
de: Es ist nicht genügend Speicher vorhanden

source: File not found
de: Die Datei wurde nicht gefunden

source: Specified sound source already allocated
de: Die entsprechende Soundquelle wurde bereits registriert

source: There is no driver support for audio
de: Es existiert keine Treiber-Unterstützung für Audio

source: Invalid parameter(s)
de: Ungültige(r) Parameter

source: The parameter value is outside the permitted range.
de: Der Parameterwert liegt außerhalb des zulässigen Intervalls

source: Too many httpClient instances enabled.
de: Zuviele httpClient Instanzen enabled.

source: No error: Connection has been terminated.
de: Kein Fehler: Verbindung wurde geschlossen.

source: No connection to server possible.
de: Keine Verbindung zum Server möglich.

source: Name or IP of server couldn't be resolved.
de: Name oder IP des Servers konnte nicht aufgelöst werden.
