Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: SOD read access returned a NULL pointer, info: object index, sub-index
de: Der SOD Lesezugriff gab einen Nullpointer zurück, Info: Objekt Index, Subindex

source: signaling equivalent states at the same time
de: Signalisiert zwei äquivalente Zustände zur selben Zeit

source: wrong internal module state for detection of encoder mismatch
de: Ungültiger interner Modul Status für die Ermittlung eines Encoder Tauschs

source: wrong internal module state for detection of encoder mismatch.
de: Modul meldet einen Encodertausch, jedoch ist der Modulstatus nicht zulässig für einen Encodertausch.

source: error UDID ack
de: Fehler UDID-Quittierung

source: EPLS posts invalid information for a module state, info2: saddr
de: Der EPLS wies einem Modul eine ungültige Information zu, Info: SADR

source: SOD read access returned an invalid saddr, info: object index, sub-index
de: Der SOD Lesezugriff gab eine ungültige SADR zurück, Info: Objekt Index, Subindex

source: SOD attribute access returned invalid information, info: object index, sub-index
de: Der SOD Attribut Zugriff gab eine ungültige Information zurück, Info: Objekt Index, Subindex

source: error at reading confirmed revision number
de: Fehler beim Lesen der bestätigten Revisionsnummer

source: invalid state of cross communication
de: Ungültiger Status für die Kreuzkommunikation

source: number of UDID mismatches becomes negative, info: SADR
de: Anzahl der UDID-Mismatches ist negativ, Info: SADR

source: number of erroneous modules becomes negative, info: SADR
de: Anzahl der fehlerhaften Module ist negativ, Info: SADR

source: function called in wrong state of the state machine
de: Die Funktion wurde in einem falschen Status der State-Machine aufgerufen

source: undefined value for selection switch, info: invalid value
de: Nicht definierter Wert für den Auswahlschalter

source: EPLS stack posted an invalid state of a module, info: state, sadr
de: Der EPLS Stack wies einem Modul einen ungültigen Status zu, Info: Status, SADR

source: interface function to EPLS was not called from timer task, info: 0
de: Die Interface-Funktion zu EPLS wurde nicht vom Timer-Task aus aufgerufen, Info: 0

source: INFO: Taskclasses synchronous to POWERLINK
de: INFO: Taskklassen synchron zu POWERLINK

source: SafeDESIGNER connected
de: SafeDESIGNER Verbindung hergestellt

source: SafeDESIGNER connected
de: SafeDESIGNER Verbindung hergestellt

source: SafeDESIGNER connected
de: SafeDESIGNER Verbindung hergestellt

source: Error: Function block is disabled.
de: Error: Der Funktionsbaustein ist inaktiv.

source: Busy
de: INFO: FUB noch nicht fertig --> noch einmal aufrufen

source: Invalid transfer parameter
de: Ungültiger Übergabeparameter

source: Resource error
de: Ressourcefehler

source: Service request error
de: Ungültige Dienstanforderung

source: Confirmation message error
de: Dienstbestätigungsfehler

source: Timeout error
de: Zeitüberschreitung

source: Invalid parameter
de: Ungültiger Dienstparameter

source: Logout error
de: Abmeldefehler

source: Logout error
de: Abmeldefehler

source: message overrun
de: Telegrammstau

source: Host name too long
de: Hostname zu lang

source: Invalid user ID
de: Ungültige Nutzeridentifikation

source: User name
de: Benutzername zu lang

source: Invalid parameter count
de: Ungültige Längenangabe

source: Invalid socket ID
de: Ungültige Socket-ID

source: Invalid pointer
de: Ungültiger Zeiger

source: SafeOS error
de: SafeOS Fehler

source: Telegram error
de: Telegramm verloren

source: File remove error
de: Datei Entfernungsfehler

source: File read error
de: Datei Lesefehler

source: Fomatting error
de: Formattieren fehlgeschlagen

source: Action flag error
de: Ungültiger Aktionsparameter

source: File write error
de: Datei Schreibfehler

source: File seek error
de: Datei Durchlauffehler

source: File close error
de: Datei Schliessfehler

source: File open error
de: Datei Öffnungsfehler

source: File directory error
de: Fehler Dateiverzeichnis lesen

source: Cconflicting directory status
de: Statuskonflikt Dateiverzeichnis lesen

source: Invalid parameter
de: Ungültige Telegrammlängenangabe

source: Invalid service request
de: Ungültige Dienstanforderung

source: Invalid request counter
de: Ungültiger Telegrammzähler

source: CRC checksum error
de: CRC Prüfsummenfehler

source: Connection refused
de: Anmeldefehler

source: Invalid parameter
de: Ungültige Telegrammlängenangabe

source: Variable IDs exceeded
de: Zu viele Variablen IDs

source: Invalid variable ID
de: Ungültige Variablen ID

source: Failure state error
de: Zugriffsfehler Fehlerstatus

source: Reset failed
de: Reset fehlgeschlagen

source: Status services error
de: Fehler Statusdienste Manager

source: Negative COM call
de: Negativer COM-Call

source: Variable error
de: Variablenfehler

source: error setting real time clock
de: Fehler beim Setzen der Echtzeituhr

source: Illegal parameter
de: Ungültiger Aufrufparameter

source: File services error
de: Fehler Dateidienste Manager

source: User ID error
de: Ungültige Nutzer ID

source: CRC checksum error
de: CRC Prüfsummenfehler

source: Reset command error
de: Resettierungsfehler

source: COM call error
de: COM-Aufruffehler

source: Parameter error
de: Parameterfehler

source: Log file error
de: Logbuch Fehler

source: Invalid parameter length
de: Ungültige Längenangabe

source: Invalid start flag
de: Dateiverzeichnisfehler

source: Invalid directory flag
de: Dateiverzeichnisfehler

source: Log file error
de: Logbuchfehler

source: Log file cannot be read
de: Logbuch Fehler

source: Log file error
de: Logbuch Fehler

source: Log file error
de: Logbuch Fehler

source: EMU monitoring error
de: EMU Überwachungsfehler

source: EMU monitoring error
de: EMU Überwachungsfehler

source: EMU monitoring error
de: Fehler in der EMU Überwachung

source: Checksum error
de: Prüfsummenfehler

source: SafePLC cycle counter unequal
de: SafePLC Zykluszähler ungleich

source: SafePLC state unequal
de: SafePLC Status ungleich

source: Output checksum data unequal
de: Prüfsummen der Ausgangsdaten ungleich

source: SafePLC marker value unequal
de: SafePLC Merkerwert ungleich

source: Checksums unequal
de: Prüfsummenfehler

source: Output checksum counter unequal
de: Prüfsummenzähler der Ausgangsdaten ungleich

source: Sender ID invalid
de: Absenderidentifikation ungültig

source: Input checksum counter unequal
de: Prüfsummenzähler der Eingangsdaten ungleich

source: Cross comparision error
de: Fehler beim Kreuzvergleich

source: SafeOS cycle counter unequal
de: SafeOS Zykluszähler ungleich

source: Checksum error
de: Prüfsummenfehler

source: Checksum index error
de: Prüfsummenindexfehler

source: Invalid pointer
de: Ungültiger Zeiger

source: Invalid pointer
de: Ungültiger Zeiger

source: Invalid pointer
de: Ungültiger Zeiger

source: Pointer invalid
de: Zeiger ungültig

source: SafePLC state has changed
de: Der SafePLC Status hat sich geändert

source: Variable error
de: Variablenfehler

source: Invalid I/O item
de: I/O Wert ungültig

source: Test function called
de: Aufruf einer Testfunktion

source: Invalid pointer
de: Zeiger ungültig

source: Checksum calculation error
de: Checksummen Berechnungsfehler

source: Invalid SafeOS operational state
de: SafeOS Betriebszustand

source: Force list: new element
de: Force Liste: neues Element

source: Force list sent
de: Force Liste gesendet

source: Force list deleted
de: Force Liste gelöscht

source: Force list: element deleted
de: Force Liste: Element gelöscht

source: Invalid number of non safe outputs in use
de: Zu viele nicht sichere Ausgänge verwendet

source: Invalid number of diagnostic inputs in use
de: Zu viele Diagnose Eingänge verwendet

source: Invalid number of diagnostic outputs in use
de: Zu viele Diagnose Ausgänge verwendet

source: Invalid number of function block diagnostic outputs in use
de: Zu viele Funktionsblock Diagnose Ausgänge verwendet

source: Invalid number of safe intputs in use
de: Zu viele sichere Eingänge verwendet

source: Invalid number of safe outputs in use
de: Zu viele sichere Ausgänge verwendet

source: Invalid number of non safe inputs in use
de: Zu viele nicht sichere Eingänge verwendet

source: Invalid state of the PLC switch
de: Stellung des SPS-Schalters ungültig

source: POST_SYNC_CALL failed
de: POST_SYNC_CALL fehlgeschlagen

source: BOOT_CALL failed
de: BOOT_CALL fehlgeschlagen

source: INIT_CALL failed
de: INIT_CALL fehlgeschlagen

source: S_CALL failed
de: S_CALL fehlgeschlagen

source: PRE_SYNC_CALL failed
de: PRE_SYNC_CALL fehlgeschlagen

source: Too little program memory
de: Zuwenig Programmspeicher

source: Invalid stack length
de: Stacklänge ungültig

source: Invalid file size
de: Dateifehler

source: Test function called
de: Aufruf einer Testfunktion

source: Invalid Pointer
de: Zeiger ungültig

source: File error
de: Dateifehler

source: File error
de: Dateifehler

source: Diagnostic error
de: Fehler Gerätediagnose

source: Function block diagnostic error
de: Funktionsblock Diagnose Fehler

source: SafePLC error
de: SafePLC Fehler

source: Safe input error
de: Fehler sichere Eingänge

source: Non-safe output error
de: Fehler nicht sichere Ausgänge

source: Diagnostic error
de: Fehler Gerätediagnose

source: Safe output error
de: Fehler sichere Ausgänge

source: Non-safe input error
de: Fehler nicht sichere Eingänge

source: Reset command
de: Reset Kommando

source: Unknown access identification from interface (HNF, I/O stack or communication stack)
de: Unbekannter Zugriffstyp von der Schnittstelle

source: Invalid pointer
de: Zeiger ungültig

source: Test function called
de: Aufruf einer Test-Funktion

source: Entering failsafe state not possible
de: Einnahme des sicheren Zustandes nicht möglich

source: Error-stack overflow
de: Überlauf des Fehlerstacks

source: Interface error stack error
de: Schittstellen Fehlerstack Fehler

source: SafeOS error stack switching failed
de: Umschaltung des internen SafeOS Fehlerstacks ist fehlgeschlagen

source: Interface error stack is full
de: Schnittstellenfehlerstack ist voll

source: Writing log book entry not possible
de: Schreiben eines Logbucheintrages nicht möglich

source: Invalid error stack function call
de: Ungültiger Funktionsaufruf des Fehlerstacks!

source: SafeOS error stack error
de: SafeOS Fehlerstack Fehler

source: Invalid file name
de: Üngültiger Dateiname

source: Unequal file sizes
de: Ungleiche Dateilängen

source: File missing in CRC container
de: Datei wurde im CRC Container nicht gefunden

source: Referenced file of CRC container not found
de: Referenzierte Datei des CRC Containers wurde nicht gefunden

source: Checksum container validation error
de: Prüfsummencontainer Validierungsfehler

source: Checksum container validation error
de: Prüfsummencontainer Validierungsfehler

source: Invalid CRC counter value
de: Der Checksummenzähler ist ungültig

source: Invalid checksum container
de: Der CRC Container ist ungültig

source: File checksum entries lacking
de: Fehlende CRC Container Einträge

source: Invalid recursion of CRC containers
de: Unerlaubte Rekursion von CRC Containern

source: Missing standard application files
de: Fehlende Standard-Applikationsdateien

source: Standard application files validation error
de: Standard Applikationsdateien Validierungsfehler

source: Lacking file or CRC container validation
de: Fehlende Datei- oder CRC Containerprüfung

source: Prior file check performed
de: Eine Datei wurde zuvor schon geprüft

source: CRC checksum error
de: Fehler CRC Prüfsummenberechnung

source: File index out of range
de: Bereichsfehler des Datei Index.

source: File state is set to invalid
de: Ein Datei Status wurde auf ungültig gesetzt

source: Pointer out of range
de: Zeiger außerhalb des gültigen Bereichs

source: Test function called
de: Aufruf einer Testfunktion

source: Invalid pointer
de: Zeiger ungültig

source: Too many files in interface file structure
de: Zu viele Dateien in der Schnittstellen Dateistruktur

source: No files in interface file structure
de: Keine Dateien in der Schnittstellen Dateistruktur

source: Invalid CRC container version number
de: Versionsnummer des CRC Containers ungültig

source: Checksum calculation error
de: Checksummen Berechnungsfehler

source: Different CRC checksums
de: Unterschiedliche Prüfsummen

source: Invalid CRC container length
de: Dateigröße des CRC Containers ungültig

source: Invalid pointer
de: Zeiger ungültig

source: EMU monitoring function error
de: EMU Monitoring Funktionsfehler

source: EMU monitoring function error
de: EMU Monitoring Funktionsfehler

source: EMU monitoring function error
de: EMU Monitoring Funktionsfehler

source: Invalid pointer
de: Ungültiger Zeiger

source: Invalid pointer
de: Ungültiger Zeiger

source: Invalid pointer
de: Ungültiger Zeiger

source: Invalid sender ID
de: Absenderidentifikation ungültig

source: Input checksum counter error
de: Checksummenzählerfehler der Eingangsdaten

source: Input checksum data error
de: Checksummenfehler der Eingangsdaten

source: Output checksum counter error
de: Checksummenzählerfehler der Ausgangsdaten

source: Checksum index error
de: Checksummenindex Fehler

source: Compare structure checksum data unequal
de: Checksummenfehler der Vergleichsstruktur

source: Synchronization structure checksum data error
de: Checksumme der Synchronisationstruktur ungültig

source: SafePLC state error
de: SafePLC Status Fehler

source: SafePLC cycle counter error
de: SafePLC Zykluszähler Fehler

source: Cross comparision error
de: Fehler beim Kreuzvergleich

source: SafeOS cycle counter error
de: SafeOS Zykluszähler Fehler

source: SafePLC marker value unequal
de: SafePLC Merkerwert Fehler

source: Output checksum data error
de: Checksummenfehler der Ausgangsdaten

source: Invalid pointer
de: Zeiger ungültig

source: Test function called
de: Aufruf einer Testfunktion

source: Entering failsave state not possible
de: Einnahme des sicheren Zustandes nicht möglich

source: Error-stack overflow
de: Überlauf des Fehlerstacks

source: Interface error-stack full
de: Keine freien Fehlereinträge im Schnittstellen Fehlerstack vorhanden!

source: Copying interface error stack failed
de: Schnittstellen Fehlerstack Kopierfehler

source: Lacking CRC container file
de: Fehlende Datei in der Schnittstellen Dateistruktur

source: CRC container file search error
de: Fehlende Datei im CRC Container

source: Checksum container file content error
de: Prüfsummencontainer-Datei Validierungsfehler

source: Checksum container file validation error
de: Datei Validierungsfehler im Prüfsummencontainer

source: Standard application files validation error
de: Standard-Applikationsdateien Validierungsfehler

source: Standard application files error
de: Standard Applikationsdatei Fehler

source: Interface file structure error
de: Fehler in der Dateistruktur der Schnittstelle

source: Lacking files in interface file structure
de: Fehlende Dateien in der Dateistruktur der Schnittstelle

source: Checksum calculation error
de: Prüfsummen Berechnungsfehler

source: CRC container version error
de: CRC Container Versionsfehler

source: Invalid CRC count value
de: Der Prüfsummenzähler ist ungültig

source: Invalid checksum container
de: Ungültiger CRC Container

source: Invalid CRC container length
de: Ungültige Dateigröße des CRC Containers

source: Checksum container calculation error
de: CRC Container Prüfsummenfehler

source: File checksum entries lacking
de: Der CRC Container besitzt keine Einträge

source: CRC container recursion error
de: Eine Rekursion von CRC Containern ist nicht erlaubt

source: File data CRC check error
de: Dateidaten Prüfsummenberechnungsfehler

source: File index out of range
de: Fehler im Dateiindex

source: Unequal file sizes
de: Dateilängen-Fehler

source: Invalid file name
de: Üngültiger Dateiname

source: Standard CRC container / standard application file validation error
de: Standard CRC Container oder Standarddatei Validierungsfehler

source: File already checked earlier on
de: Eine Datei wurde zuvor schon geprüft

source: File state invalidated
de: Ein Dateistatus wurde auf ungültig gesetzt

source: Test function called
de: Aufruf einer Testfunktion

source: Calculated pointer error
de: Fehler berechneter Zeiger

source: Invalid pointer
de: Zeiger ungültig

source: Amount of used diagnostic inputs exceeded
de: Zu viele Diagnoseeingänge verwendet

source: Amount of used non safe outputs exceeded
de: Zu viele nicht sichere Ausgänge verwendet

source: Amount of used function block diagnostic outputs exceeded
de: Zu viele Funktionsblock Diagnoseausgänge verwendet

source: Amount of used diagnostic outputs exceeded
de: Zu viele Diagnoseausgänge verwendet

source: Invalid C-code function number
de: Ungültige C-Code Funktionsnummer

source: C-code function table version error
de: C-Code Funktionentabelle Versionsnummerfehler

source: Invalid C-code function ID
de: Ungültige ID der C-Code Funktion

source: Invalid C-code function's major version number
de: Ungültige Hauptversionsnummer der C-Code Funktion

source: Invalid C-code function's minor version number
de: Ungültige Unterversionsnummer der C-Code Funktion

source: Invalid C-code function's stack size
de: ngültige Stackgrösse der C-Code Funktion

source: Invalid I/O item
de: Ungültiges I/O Element

source: Test function called
de: Aufruf einer Testfunktion

source: Invalid I/O item
de: I/O Element ungültig

source: Invalid pointer
de: Zeiger ungültig

source: Amount of used safe inputs exceeded
de: Zu viele sichere Eingänge verwendet

source: Amount of used safe outputs exceeded
de: Zu viele sichere Ausgänge verwendet

source: Amount of used non safe inputs exceeded
de: Zu viele nicht sichere Eingänge verwendet

source: Invalid pointer
de: Zeiger ungültig

source: Test function called
de: Aufruf einer Testfunktion

source: application start failed
de: Applikation konnte nicht gestartet werden

source: INIT_CALL failed
de: INIT_CALL fehlgeschlagen

source: S_CALL failed
de: S_CALL fehlgeschlagen

source: Insufficient program memory
de: Zuwenig Programmspeicher

source: Boot project file error
de: Fehlende Projektdatei

source: Invalid control structure
de: Kontrollstruktur ungültig

source: Invalid stack length
de: Stacklänge ungültig

source: SafePLC cycle counter error
de: SafePLC Zykluszähler Fehler

source: SafePLC status error
de: SafePLC Statusfehler

source: Unknown interface access identification
de: Unbekannter Schnittstellen-Zugriffstyp

source: In SAFE state no forcing allowed
de: Im SAFE Status ist kein Forcing erlaubt

source: The force element searched for is not found in the force list
de: Das gesuchte Force Element wurde in der Force Liste nicht gefunden

source: Invalid debug command
de: Ungültiges Debug Kommando

source: Too much data, out of memory
de: Zu viele Daten, kein Speicher mehr verfügbar

source: Invalid list-ID while online data access
de: Ungültige ListenID während eines online Datenzugriffs

source: Null pointer in assignment
de: Zuweisung auf einem Nullpointer

source: Request for communication but no input data available
de: Kommunikationsanfrage jedoch keine Eingangsdaten

source: Not all elements of the variable status list have been processed
de: Es wurden nicht alle Elemente der Variablenstatusliste verarbeitet

source: In SAFE state no overwriting allowed
de: Im SAFE Status ist kein Overwrite erlaubt

source: Operand not implemented or range exceeded
de: Operand nicht implementiert, oder Bereich überschritten

source: Write access illegitimate for this variable
de: Schreibzugriff auf diese Variable ist unzulässig

source: Invalid list type
de: Ungültiger Listentyp

source: No force list available
de: Keine Forceliste verfügbar

source: Not enough memory for force list
de: Nicht genügend Speicher für die Force Liste

source: Invalid user ID during online data access
de: Ungültige BenutzerID während eines online Datenzugriffs

source: Division by zero
de: Division durch 0

source: Unknown system mode! PLC stopped! Reset hardware
de: Unbekannter Systemmodus! PLC gestoppt! Starte die Hardware neu

source: Invalid function or function block
de: Ungültige Funktion oder Funktionsblock

source: Invalid program
de: Ungültiges Programm

source: Invalid firmware function or function block
de: Ungültige Firmwarefunktion oder Funktionsblock

source: Invalid change of state
de: Ungültige Statusänderung

source: Invalid system program
de: Ungültiges Systemprogramm

source: arithmetic overflow
de: arithmetischer Überlauf

source: Invalid PLC toggle-command
de: Ungültiges PLC Umschaltkommando

source: PLC switch is in STOP position, service not possible
de: PLC Schalter steht auf Stop! Service ist nicht möglich

source: Safe PLC/HW state invalid
de: Safe PLC/HW Status ungültig

source: Failure state! Service execution not possible
de: Dienstausführung nicht möglich

source: Indirect variable access error
de: Fehler während indirektem Variablenzugriff

source: No available project found
de: Kein Projekt verfügbar

source: Bus error! PLC stopped
de: Busfehler! PLC gestoppt

source: Stack overflow! PLC stopped
de: Stapelüberlauf! PLC gestoppt

source: WARM start not possible! COLD start carried out instead
de: Warmstart nicht möglich! Kaltstart wurde durchgeführt

source: Failed to change SafePCOS1 state
de: Konnte den SafePCOS1 Status nicht wechseln

source: Fatal POU error
de: Kritischer POE Fehler

source: Invalid project version
de: Ungültige Projektversion

source: Invalid project header
de: Ungültiger Projektheader

source: Invalid IEC code range assignment
de: Ungültige IEC Codebereichszuweisung

source: Internal Error
de: Interner Fehler

source: Not all POU's were sent
de: Nicht alle POE's wurden gesendet

source: Invalid function block number
de: Ungültige Funktionsblocknummer

source: Invalid PG number
de: Ungültige PG Nummer

source: Invalid SPG number
de: Ungültige SPG Nummer

source: Multiple SPG definition (info)
de: SPG (info) ist mehr als einmal definiert

source: Memory error in initialized POU data
de: Speicherfehler bei den Initialisierungsdaten der POE

source: Internal Error
de: Interner Fehler

source: Multiple function block definition (info)
de: Funktionsblock (info) ist mehr als einmal definiert

source: POU insertion error
de: POE Einfügefehler

source: Memory management error
de: Speicherverwaltungsfehler

source: POU inserted (info)
de: POE eingefügt (info)

source: Invalid POU type (info)
de: Ungültiger POE Typ (info)

source: POU (info) of unknown POU type
de: POE (info) hat einen unbekannten POE Typ

source: POU too big
de: POE zu groß

source: POU too big
de: POE zu groß

source: POU insertion error
de: POE Einfügefehler

source: Memory reorganization error, PLC stopped
de: Speicherreorganisation nicht möglich, PLC gestoppt

source: Multiple PG definition (info)
de: PG (info) ist mehr als einmal definiert

source: Invalid POU
de: POE ist ungültig

source: Misaligned data type
de: Falsch ausgerichteter Datentyp

source: Unknown timer function requested
de: Eine unbekannte Timerfunktion wurde angefragt

source: Forbidden real function requested
de: Eine verbotene "real" Funktion wurde angefragt

source: Forbidden BCD function requested
de: Eine verbotene BCD Funktion wurde angefragt

source: Forbidden MEMMAN function requested
de: Eine verbotene MEMMAN Funktion wurde angefragt

source: Inline byte copy alignment error
de: Ausrichtungsfehler beim Kopieren von Inline Bytes

source: Inline code size exceeded
de: Inline Code zu lang

source: Invalid accumulator's data type(expected: ANYBIT)
de: Ungültiger Akkumulator-Datentyp (Erwartet: ANYBIT)

source: Invalid accumulator's data type (expected: ANYNUM)
de: Ungültiger Akkumulator-Datentyp(Erwartet: ANYNUM)

source: Selected index register not valid
de: Ausgewähltes Indexregister ist ungültig
