Repository: budanov-xrs/BandR
Catalog: PviServices/Resources/*/PccLog.resx
Languages: de

source: The node number in the response frame from the slave is not addressed to the master (node number <> 0x10).
de: Die Knotennummer im Response-Frame des Slaves ist nicht an den Master adressiert (Knotennummer <> 0x10!).

source: Valid STX (start of text) received within a data frame. Data already received is ignored and a new frame is received.
de: Gültiger STX (Start Of Text) wurde innerhalb eines Daten-Frames empfangen. Die bereits empfangen Daten werden ignoriert, ein neuer Frame wird empfangen.

source: Data length within the frame is less than 5 characters. Valid MININET frames contain at least 5 bytes of data.
de: Datenlänge innerhalb des Frames ist weniger als 5 Zeichen. Gültige MININET-Frames enthalten mindestens 5 Byte Daten.

source: PV length in the command data table is longer than the PV name data type.
de: PV-Länge in Befehlsdaten-Tabelle ist größer als der Datentyp von PV-Name.

source: Invalid data type for enable flag variable (BOOL or USINT).
de: Ungültiger Datentyp der Enable-Flag-Variable (BOOL oder USINT).

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read output (packed) command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Ausgang (gepackt) darf nicht in einem Broadcast-Frame enthalten sein.

source: Unknown command in incoming broadcast frame. A broadcast frame cannot contain the Read input (packed) command.
de: Unbekannter Befehl im empfangenen Broadcast-Frame. Der Befehl Lese Eingang (gepackt) darf nicht in einem Broadcast-Frame enthalten sein.

source: Node number in the command data table is greater than 0x7F.
de: Knotennummer in der Befehlsdaten-Tabelle ist größer als 0x7F.

source: The PV name string in the command data table consists only of spaces.
de: Der String PV-Name in der Befehlsdaten-Tabelle besteht nur aus Leerzeichen.

source: The PV name string in the command data table consists only of spaces.
de: Der String PV-Name in der Befehlsdaten-Tabelle besteht nur aus Leerzeichen.

source: PV length in the command data table is longer than the PV name data type.
de: PV-Länge in Befehlsdaten-Tabelle ist größer als der Datentyp von PV-Name.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Read counter command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Counter eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Write counter command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Counter eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: The Read flag request cannot be executed. The MNS_FLAG variable has not been declared.
de: Der Request Lese Merker kann nicht ausgeführt werden. Die Variable MNS_FLAG wurde nicht deklariert.

source: The Write flag (packed) request cannot be executed. The MNS_FLAG variable has not been declared.
de: Der Request Schreibe Merker (gepackt) kann nicht ausgeführt werden. Die Variable MNS_FLAG wurde nicht deklariert.

source: The MNS_REG variable is shorter than the address and data length specified in the Write counter broadcast request.
de: Die Variable MNS_REG ist kürzer als die im Broadcast-Request Schreibe Counter angegebene Adresse und Datenlänge.

source: The Write flag request cannot be executed. The MNS_FLAG variable has not been declared.
de: Der Request Schreibe Merker kann nicht ausgeführt werden. Die Variable MNS_FLAG wurde nicht deklariert.

source: The MNS_REG variable is shorter than the address and data length specified in the Write counter request.
de: Die Variable MNS_REG ist kürzer als die im Request Schreibe Counter angegebene Adresse und Datenlänge.

source: The MNS_REG variable is shorter than the address and data length specified in the Read counter request.
de: Die Variable MNS_REG ist kürzer als die im Request Lese Counter angegebene Adresse und Datenlänge.

source: The Read counter request cannot be executed. The MNS_REG variable has not been declared.
de: Der Request Lese Counter kann nicht ausgeführt werden. Die Variable MNS_REG wurde nicht deklariert.

source: The Write counter request in the incoming broadcast frame cannot be executed. The MNS_REG variable has not been declared.
de: Der Request Schreibe Counter im empfangenen Broadcast-Frame kann nicht ausgeführt werden. Die Variable MNS_REG wurde nicht deklariert.

source: The Read flag (packed) request cannot be executed. The MNS_FLAG variable has not been declared.
de: Der Request Lese Merker (gepackt) kann nicht ausgeführt werden. Die Variable MNS_FLAG wurde nicht deklariert.

source: The Write flag broadcast request cannot be executed. The MNS_FLAG variable has not been declared.
de: Der Broadcast-Request Schreibe Merker kann nicht ausgeführt werden. Die Variable MNS_FLAG wurde nicht deklariert.

source: There is no 'R' after the reset slave command in a normal frame.
de: Dem Befehl Reset Slave innerhalb eines normalen Frames folgt kein 'R'.

source: There is no 'R' after the reset slave command in a broadcast frame.
de: Dem Befehl Reset Slave innerhalb eines Broadcast-Frames folgt kein 'R'.

source: Address length of the packed writing/reading broadcast request must be 2 bytes.
de: Adresslänge des Broadcast-Requests gepacktes Schreiben/Lesen muss 2 Byte sein

source: Address length of the packed writing/reading request must be 2 bytes.
de: Adresslänge des Requests gepacktes Schreiben/Lesen muss 2 Byte sein.

source: Additional data received after the checksum for the MININET frame. The frame has therefore been rejected and a new frame is awaited.
de: Nach der Checksumme des MININET-Frames wurden weitere Daten empfangen. Aus diesem Grund wird der Frame verworfen und auf einen neuen Frame gewartet.

source: Frame received with an invalid block checksum.
de: Frame mit einer ungültigen Block-Prüfsumme wurde empfangen.

source: The frame received is a slave response for the master. Note: The exec output is not set if this error is reported.
de: Der empfangene Frame ist ein Slave-Response für den Master. Hinweis: Der Ausgang exec wird nicht gesetzt, wenn dieser Fehler gemeldet wird.

source: The frame received is addressed to a different slave. Note: The exec output is not set if this error is reported.
de: Der empfangene Frame ist an einen anderen Slave adressiert. Hinweis: Der Ausgang exec wird nicht gesetzt, wenn dieser Fehler gemeldet wird.

source: The Write counter request cannot be executed. The MNS_REG variable has not been declared.
de: Der Request Schreibe Counter kann nicht ausgeführt werden. Die Variable MNS_REG wurde nicht deklariert.

source: Invalid index received.
de: Empfangener Index ist ungültig.

source: The Write input request cannot be executed. The MNS_IN variable has not been declared.
de: Der Request Schreibe Eingang kann nicht ausgeführt werden. Die Variable MNS_IN wurde nicht deklariert.

source: The MNS_FLAG variable is shorter than the address and data length specified in the Write flag (packed) broadcast request.
de: Die Variable MNS_FLAG ist kürzer als die im Broadcast-Request Schreibe Merker (gepackt) angegebene Adresse und Datenlänge.

source: The MNS_FLAG variable is shorter than the address and data length specified in the Write flag broadcast request.
de: Die Variable MNS_FLAG ist kürzer als die im Broadcast-Request Schreibe Merker angegebene Adresse und Datenlänge.

source: The MNS_FLAG variable is shorter than the address and data length specified in the Read flag (packed) request.
de: Die Variable MNS_FLAG ist kürzer als die im Request Lese Merker (gepackt) angegebene Adresse und Datenlänge.

source: The MNS_FLAG variable is shorter than the address and data length specified in the Write flag (packed) request.
de: Die Variable MNS_FLAG ist kürzer als die im Request Schreibe Merker (gepackt) angegebene Adresse und Datenlänge.

source: The MNS_FLAG variable is shorter than the address and data length specified in the Read flag request.
de: Die Variable MNS_FLAG ist kürzer als die im Request Lese Merker angegebene Adresse und Datenlänge.

source: The MNS_FLAG variable is shorter than the address and data length specified in the Write flag request.
de: Die Variable MNS_FLAG ist kürzer als die im Request Schreibe Merker angegebene Adresse und Datenlänge.

source: The Write flag (packed) broadcast request cannot be executed. The MNS_FLAG variable has not been declared.
de: Der Broadcast-Request Schreibe Merker (gepackt) kann nicht ausgeführt werden. Die Variable MNS_FLAG wurde nicht deklariert.

source: The Write input (packed) request cannot be executed. The MNS_IN variable has not been declared.
de: Der Request Schreibe Eingang (gepackt) kann nicht ausgeführt werden. Die Variable MNS_IN wurde nicht deklariert.

source: The Read input request cannot be executed. The MNS_IN variable has not been declared.
de: Der Request Lese Eingang kann nicht ausgeführt werden. Die Variable MNS_IN wurde nicht deklariert.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Write flag command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Merker ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Read flag command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Merker ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Write output command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Ausgang eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Read output command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Ausgang eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Write counter command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Counter ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Read counter command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Counter ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Write flag command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Merker eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Read flag command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Merker eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Write input command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Eingang eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: A PV length that is not permissible in MININET frames was specified in the command data table for the Read input command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Eingang eine PV-Länge angegeben, die in MININET-Frames nicht erlaubt ist.

source: Invalid command in the command data table: Read output (packed) is not supported by the DRV_mn library.
de: Ungültiger Befehl in Befehlsdaten-Tabelle: Lese Ausgang (gepackt) wird von der DRV_mn-Bibliothek nicht unterstützt.

source: Invalid command in the command data table: Write output (packed) is not supported by the DRV_mn library.
de: Ungültiger Befehl in Befehlsdaten-Tabelle: Schreibe Ausgang (gepackt) wird von der DRV_mn-Bibliothek nicht unterstützt.

source: Invalid command in the command data table: Read flag (packed) is not supported by the DRV_mn library.
de: Ungültiger Befehl in Befehlsdaten-Tabelle: Lese Merker (gepackt) wird von der DRV_mn-Bibliothek nicht unterstützt.

source: Invalid command in the command data table: Write flag (packed) is not supported by the DRV_mn library.
de: Ungültiger Befehl in Befehlsdaten-Tabelle: Schreibe Merker (gepackt) wird von der DRV_mn-Bibliothek nicht unterstützt.

source: Invalid command in the command data table: Read input (packed) is not supported by the DRV_mn library.
de: Ungültiger Befehl in Befehlsdaten-Tabelle: Lese Eingang (gepackt) wird von der DRV_mn-Bibliothek nicht unterstützt.

source: Invalid command in the command data table: Write input (packed) is not supported by the DRV_mn library.
de: Ungültiger Befehl in Befehlsdaten-Tabelle: Schreibe Eingang (gepackt) wird von der DRV_mn-Bibliothek nicht unterstützt.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Read input command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Eingang ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Write input command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Eingang ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Read output command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Lese Ausgang ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: A PV offset and PV length that exceed the address range in the slave were specified in the command data table for the Write output command.
de: In der Befehlsdaten-Tabelle wurde für den Befehl Schreibe Ausgang ein PV-Offset und eine PV-Länge angegeben, die den Adressbereich im Slave überschreitet.

source: Too many process variables (PVs) per function block (maximum number of PVs per function block = 6)
de: NET2000: Zu viele Prozess-Variablen (PVs) pro Funktionsblock (maximale Anzahl von PVs pro Funktionsblock = 6)

source: NET2000 manager cannot be started or NET2000.station is not defined
de: NET2000: NET2000 Manager kann nicht gestartet werden oder NET2000.station ist nicht definiert

source: Communication error
de: NET2000: Kommunikationsfehler

source: Object does not exist on the target station
de: NET2000: Objekt existiert nicht auf der Zielstation

source: Error in length comparison - GetOV (the actual length of the process variable is compared with the length in pvlist)
de: NET2000: Fehler im Längenvergleich - GetOV (die aktuelle Länge der Prozess-Variable wird verglichen mit der Länge in pvlist)

source: No NET2000 manager installed
de: NET2000: NET2000 Manager nicht installiert

source: error from CAN driver
de: NET2000: Fehler vom CAN Treiber

source: no L2 puffer
de: NET2000: Kein L2 Buffer

source: L2 puffer error
de: NET2000: L2 Buffer Fehler

source: error while sending a frame
de: NET2000: Fehler beim Senden eines Frames

source: NET2000 management destroyed
de: NET2000: NET2000 Management Struktur zerstört

source: NET2000 management destroyed
de: NET2000: NET2000 Management Struktur zerstört

source: Error from the NET2000 event manager.
de: NET2000: Fehler vom NET2000 Event-Manager

source: no L2 puffer
de: NET2000: Kein L2 Buffer

source: initalize error
de: NET2000: Initialisierungsfehler

source: wrong length of frame
de: NET2000: Falsche Frame-Länge

source: No memory free.
de: NET2000: Kein Speicher verfügbar

source: Hardware is not supported.
de: NET2000: Hardware wird nicht unterstützt

source: No connection module found on the driver (CAN, ETHERNET).
de: NET2000: Kein Kommunikationsmodul für den Treiber gefunden (CAN, ETHERNET)

source: CAN initialization error
de: NET2000: CAN Initialisierungsfehler

source: Physical medium is not supported.
de: NET2000: Device wird nicht unterstützt

source: Interface number not supported by the hardware.
de: NET2000: Interface wird nicht unterstützt

source: PCCSW version < V1.22
de: NET2000: AR Version < V1.22

source: NET2000 configuration changes require the NET2000 management memory to be reconfigured.
de: NET2000: NET2000 Konfiguration hat sich geändert

source: Resource handling error
de: NET2000: Fehler im Taskklassen-Handling

source: Configuration redundancy
de: NET2000: Konfiguration exisitiert bereits

source: Error copying PV
de: NET2000: Fehler beim PV kopieren

source: Network management initialization error
de: NET2000: Netzwerk Initialisierungsfehler

source: NET2000 buffer management error
de: NET2000: NET2000 Buffer Management Fehler

source: Standard serial layer initialization error
de: NET2000: Standard Serial Layer Initialisierungsfehler

source: NET2000 buffer management error
de: NET2000: NET2000 Buffer Management Fehler

source: NET2000 buffer management error
de: NET2000: NET2000 Buffer Management Fehler

source: Invalid interface parameters
de: NET2000: Ungültiger Mode-String

source: Interface does not exist or no driver loaded
de: NET2000: Device oder Treiber existieren nicht

source: Invalid interface description
de: NET2000: Ungültiger Device-String

source: POWERLINK: Different cycle time configured on the Controlled Node than on the Managing Node.
de: POWERLINK: Am Controlled Node wurde eine andere Zykluszeit als am Managing Node konfiguriert

source: POWERLINK: Base error EX282
de: POWERLINK: Basis Fehler EX282

source: POWERLINK: Node number used several times (info or binary data specifies node number).
de: POWERLINK: Knotennummer wurde mehrfach vergeben (Info bzw. Binary data gibt Knotennummer an)

source: POWERLINK: Station recognized as active
de: POWERLINK: Station als aktiv erkannt

source: POWERLINK: Specific Controlled Node error
de: POWERLINK: Spezifischer Controlled Node Fehler

source: POWERLINK: Cycle time violation (see info or binary data for actual time)
de: POWERLINK: Zykluszeitverletzung (siehe Info bzw. Binary data für tatsächliche Zeit)

source: POWERLINK: General error for local interface.
de: POWERLINK: Allgemeiner Fehler für lokale Schnittstelle.

source: POWERLINK: General error for local interface.
de: POWERLINK: Allgemeiner Fehler für lokale Schnittstelle.

source: POWERLINK: Station failure
de: POWERLINK: Stationsausfall

source: POWERLINK: Base error AC112.
de: POWERLINK: Basis Fehler AC112.

source: POWERLINK: A Controlled Node is cyclically addressed by more than one Managing Node.
de: POWERLINK: Ein Controlled Node wird von mehr als einem Managing Node zyklisch angesprochen

source: POWERLINK: A fatal error has occurred.
de: POWERLINK: Ein fataler Fehler ist aufgetreten.

source: Powerlnk library: The IF686 requires a firmware update.
de: Library Powerlnk: Für die IF686 ist ein Firmwareupdate erforderlich

source: Powerlnk library: Firmware or configuration update message
de: Library Powerlnk: Meldung Firmware oder Konfigurationsfile Update

source: Powerlnk library: Problem starting POWERLINK hardware.
de: Library Powerlnk: Problem beim Starten der POWERLINK-Hardware

source: Powerlnk library: Too many numbers in the data point definition
de: Library Powerlnk: Zu viele Nummern in Datenpunktbeschreibung

source: Powerlnk library: Incorrect data type or length for NETTIME
de: Library Powerlnk: Falscher Datentyp oder falsche Länge für NETTIME

source: Powerlnk library: Incorrect slot number (SL).
de: Library Powerlnk: Falsche Slotnummer SL

source: Powerlnk library: Incorrect subslot number (SS).
de: Library Powerlnk: Falsche Subslotnummer SS

source: Powerlnk library: Characters follow a valid channel or device name
de: Library Powerlnk: Zeichen folgen nach gültigem Kanal- oder Device-Namen

source: Syntax problem with size or invalid size of the data point
de: Syntax Problem bei Größe des Datenpunktes, oder ungültige Größe

source: Powerlnk library: Internal error which should never occur (in error logbook)
de: Library Powerlnk: Interner Fehler das sollte nie passieren (im Fehler-Logbuch)

source: Powerlnk library: Problem starting POWERLINK software.
de: Library Powerlnk: Problem beim Starten der POWERLINK-Software

source: Powerlnk library: POWERLINK hardware exception (in error logbook)
de: Library Powerlnk: Exception von POWERLINK-Hardware (im Fehler-Logbuch)

source: Addressed 2003 module removed
de: POWERLINK: Angesprochenes 2003 - Modul wurde entfernt

source: 2003 I/O module not present
de: POWERLINK: 2003 - IO-Modul existiert nicht

source: No response from 2003 module
de: POWERLINK: Keine Antwort vom 2003 - Modul

source: Powerlnk library: Synchronization must take place using the system configuration (beginning with AS 2.2).
de: Library Powerlnk: Synchronisierung muss über die Systemkonfiguration erfolgen (ab AS 2.2)

source: Powerlnk library: Synchronizing the task class system failed.
de: Library Powerlnk: Synchronisierung des Taskklassensystems fehlgeschlagen.

source: Powerlnk library: Incorrect task class
de: Library Powerlnk: Falsche Taskklasse

source: Powerlnk library: Station not active
de: Library Powerlnk: Station nicht aktiv

source: Powerlnk library: Too many POWERLINK interfaces are configured
de: Library Powerlnk: Zu viele POWERLINK-Schnittstellen konfiguriert

source: Powerlnk library: Bus number configured twice
de: Library Powerlnk: Busnummer doppelt vergeben

source: Powerlnk library: Offset too large for the copy instruction
de: Library Powerlnk: Offset für Kopierauftrag ist zu groß

source: Powerlnk library: NIL pointer given as a parameter
de: Library Powerlnk: NIL-Pointer als Parameter übergeben

source: Powerlnk library: Buffer overflow
de: Library Powerlnk: Überlauf in Buffer

source: Powerlnk library: Data point not available
de: Library Powerlnk: Datenpunkt ist nicht verfügbar

source: Powerlnk library: Incorrect bit number
de: Library Powerlnk: Bit-Nummer falsch

source: Powerlnk library: Incorrect channel number
de: Library Powerlnk: Kanalnummer falsch

source: Powerlnk library: Direction specification in the data point definition is neither IN (I) nor OUT (Q)
de: Library Powerlnk: Richtungsangabe in Datenpunktbeschreibung ist weder IN (I) noch OUT (Q)

source: Powerlnk library: No % in expected position in the data point description
de: Library Powerlnk: Kein % an erwarteter Position in der Datenpunktbeschreibung

source: Powerlnk library: Data point definition continues past an expected end
de: Library Powerlnk: Datenpunktbeschreibung geht nach erwartetem Ende noch weiter

source: Powerlnk library: Error while parsing the data point or channel definition
de: Library Powerlnk: Fehler beim Parsen der Datenpunkt- oder Kanalbeschreibung

source: Powerlnk library: Invalid submodule or screw-in slot number
de: Library Powerlnk: Submodul oder ANP-SlotNummer ungültig

source: Powerlnk library: Incorrect module number
de: Library Powerlnk: Modulnummer falsch

source: Powerlnk library: Incorrect station number
de: Library Powerlnk: Stationsnummer falsch

source: Powerlnk library: Incorrect interface number
de: Library Powerlnk: Interfacenummer falsch

source: Powerlnk library: Invalid parameter given to the function
de: Library Powerlnk: Ungültige Parameter an Funktion übergeben
