Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: Send buffer waiting queue full
fr: Transmission active

source: Frame buffer with defective character
fr: Erreur de réception sur appareil

source: Invalid buffer rejected
fr: Tampon incorrect transmis ??

source: Invalid I/O control code
fr: Commande non supportée ??

source: Incorrect configuration for device
fr: Tentative d'installation d'un driver d'appareil non configuré

source: Buffer not available
fr: Aucun tampon disponible ??

source: IF050: Device requires too much internal memory
fr: Pas assez de mémoire interne ?? =

source: Not enough internal memory
fr: Pas assez de mémoire interne

source: Specified device does not exist or BASIC FRAME driver for IF050/IF060 not loaded.
fr: Appareil inexistant ??

source: The System manager does not command the RIO-Master
fr: Le gestionnaire système ne commande pas le maître RIO

source: Install Status of a B&R Module is wrong
fr: L'état d'installation d'un module B&R est incorrect

source: The requested I/O data length by the PLC task is too large. As reference the I/O data length of the 1st installed PLC task is valid
fr: La longueur de données d'E/S requise par la classe d'automate est trop grande. La longueur de données d'E/S de la première tâche d'automate installée fait office de référence.

source: The TC global digital data area is larger than the configured area of the corresponding task class
fr: La zone de données digitales requise par la tâche est plus grande que la zone configurée pour la classe de tâche associée

source: The analog data area requested by the PLC task is larger than the analog data area of the its task class.
fr: La zone de données analogiques requise par la tâche d'automate est plus grande que la zone configurée pour la classe de tâche associée

source: No more room in the system table
fr: Place insuffisante dans la table système

source: Error allocating memory
fr: Erreur lors de l'allocation mémoire

source: Attempt to install a PLC task for an unconfigured task class
fr: Tentative d'installation d'une tâche d'automate pour une classe de tâche non configurée

source: The requested cycle time of the PLC task is less than the cycle time of the associated task class
fr: Le temps de cycle requis pour la tâche d'automate est inférieur au temps de cycle de la classe de tâche associée

source: The stack requirements of the PLC task exceed the total reserved for its task class stack
fr: La taille de la pile requise par la tâche d'automate dépasse celle de la pile réservée à la classe de tâche associée

source: IRQ-Task not supported by 2005 systems
fr: Tâche d'IRQ non prise en charge par les systèmes 2005

source: IRQ-Task not supported by 2005 systems
fr: Tâche d'IRQ non prise en charge par les systèmes 2005

source: Number of PLCIO types is configured too small for task classes
fr: Le nombre de types d'E/S d'automate configuré pour la classe de tâche est trop petit

source: Incorrect module type installing a system task or user task
fr: Type de module non valide lors de l'installation d'une tâche système ou d'une tâche utilisateur

source: PP not present
fr: Module de bus système référencé manquant

source: Variable PB-IX not configured
fr: Index Profibus variable non configuré

source: Pointer does not point to a valid object
fr: Un pointeur ne pointe pas sur un objet valide

source: Deinstall a running PLC task
fr: Désinstallation d'une tâche d'automate en cours d'exécution

source: A PLC task requested a global analog data area that is larger than the entire task class
fr: La zone de données analogiques globale requise par la tâche d'automate est plus grande que la zone configurée

source: A PLC task requested a global digital data area that is larger than the entire task class
fr: La zone de données digitales globale requise par la tâche d'automate est plus grande que la zone configurée

source: Wrong PV initialisation format
fr: Format d'initialisation de variable de processus incorrect

source: Incorrect PP type at given module address or PP Number
fr: Type de PP non valide à l'adresse de module indiquée ou numéro de PP non valide

source: Init values for dynamic PVs not supported
fr: Valeurs d'initialisation pour variables de processus dynamiques non supportées

source: No packed bit area available
fr: Aucune zone de bit compressée disponible

source: 2010-CPU-Version can't handle I/O-interrupts
fr: Version d'UC 2010 incapable de générer des interruptions d'E/S

source: Pointer does not point to a B&R Module
fr: Un pointeur ne pointe pas sur un module B&R

source: Module table full
fr: La table système est pleine (nombre de modules B&R, etc.)

source: The B&R Module already exists in the system
fr: Le module B&R existe déjà dans le système

source: B&R module checksum is wrong
fr: Le checksum d'un module B&R est erroné

source: Volatile global memory configuration too small.
fr: Une tâche requiert plus de mémoire volatile globale que ce qui est configuré

source: Variable memory conflict - too less global memory configured.
fr: Une tâche requiert plus de mémoire rémanente globale que ce qui est configuré

source: Version Inconsistency BURTRAP.br
fr: Incohérence de version pour BURTRAP.br

source: Function only supported on a PP
fr: Fonction uniquement supportée sur un PP

source: The hardware trap library version does not match the CPU version
fr: La version de la bibliothèque de trappe hardware et la version d'UC ne sont pas concordantes

source: Too many expansion trap libraries installed
fr: Trop de bibliothèques de trappes d'extension installées

source: Trap number not implemented
fr: Numéro de trappe non implémenté

source: The B&R module type is not defined for a trap install
fr: Le type du module B&R n'est pas défini pour une installation de trappe

source: PLC Task Update: Different AVT amount (AVT-FBK)
fr: Mise à jour de tâche d'automate: nombre AVT différent (bloc de fonction AVT)

source: PLC Task Update: Different AVT entry (AVT-FBK)
fr: Mise à jour de tâche d'automate: entrée AVT différente (bloc de fonction AVT)

source: PLC Task Update: Different local Variable
fr: Mise à jour de tâche d'automate: variable locale différente

source: PLC Task Update: Different global Variable
fr: Mise à jour de tâche d'automate: variable globale différente

source: PLC Task Update: Update function not available (UPDATE.BR)
fr: Mise à jour de tâche d'automate: fonction de mise à jour inexistante (UPDATE.BR)

source: PLC Task Update: No PV entry available
fr: Mise à jour de tâche d'automate: aucune entrée de variable de processus

source: I/O timer not supported on this HW
fr: Timer d'E/S non supporté sur ce matériel

source: Unknown I/O timer distributor
fr: Distributeur de timer d'E/S inconnu

source: There is no free I/O timer
fr: Il n'y a aucun timer d'E/S libre

source: The given I/O timer value is wrong
fr: La valeur de timer d'E/S transmise est erronée

source: Code for Error Message
fr: Tâche utilisateur EXIT appelée

source: ID is not in a table
fr: ID ne se trouvant dans aucune table

source: Warning: return from _NONCYLIC function --> called _EXIT
fr: AVERTISSEMENT: retour de fonction _NONCYLIC --> traitement _EXIT

source: Deleteing a B&R-Module: No PI Object exists for this module
fr: Suppression d'un module B&R: il existe encore un objet d'invocation de programme pour ce module

source: Ptr Error while deleting a B&R-Module
fr: Erreur de pointeur lors de la suppression d'un module B&R

source: There is still an active reference to the AVT Module while deleting (linkcnt != 0)
fr: Il y a encore une référence active au module AVT au moment de la suppression (linkcnt) ! = 0)

source: Ptr Error while deleting an AVT Library Module
fr: Erreur de pointeur lors de la suppression d'un module de bibliothèque AVT

source: Ptr Error while deleting a user task
fr: Erreur de pointeur lors de la suppression d'une tâche utilisateur

source: User task has not been stopped before deletion
fr: La tâche utilisateur n'a pas été arrêtée avant la suppression

source: Ptr Error whil deleting a system task
fr: Erreur de pointeur lors de la suppression d'une tâche système

source: System task has not been stopped before deletion
fr: La tâche système n'a pas été arrêtée avant la suppression

source: PLC Task Update: Different System bus module amount (PP)
fr: Mise à jour de tâche d'automate: nombre de modules de bus système différent (PP)

source: PLC Task Update: Different PP amount
fr: Mise à jour de tâche d'automate: nombre de PP différent

source: PLC Task Update: Different order number / exception number
fr: Mise à jour de tâche d'automate: numéro d'ordre / numéro d'exception différent

source: PLC Task Update: Different Task class
fr: Mise à jour de tâche d'automate: classe de tâches différente

source: PLC Task Update: Different IO-amount
fr: Mise à jour de tâche d'automate: nombre d'E/S différent

source: PLC Task Update: Different Data types
fr: Mise à jour de tâche d'automate: type de données différent

source: PLC Task Update: Different IO Definition
fr: Mise à jour de tâche d'automate: définition d'E/S différente

source: PLC Task Update: Different IO Definition
fr: Mise à jour de tâche d'automate: définition d'E/S différente

source: PLC Task Update: Update not possible in FIXRAM
fr: Mise à jour de tâche d'automate: mise à jour impossible dans la FIXRAM

source: PLC Task Update: Update not possible in Flash
fr: Mise à jour de tâche d'automate: mise à jour impossible dans la Flash

source: Device not found
fr: Chaîne de caractères de description d'appareil non valide

source: Syntax error in mode parameter string, or mode parameter not supported by the specified device.
fr: Chaîne de caractères de description de mode non valide

source: Transfer is active during Read Timeout
fr: Transmission active lors d'un timeout de lecture

source: Device not open
fr: Equipement non ouvert

source: Too many devices opened at once
fr: Nombre maximal d‘appareil ouverts simultanément dépassé

source: Operating system version too low
fr: Version de système d'exploitation d'automate trop ancienne

source: No enough memory configured (MEMCL_OS/MEMCL_SPSSW) when starting a task
fr: Trop peu de mémoire configurée (pile, temporaire) au lancement d'une tâche

source: Object pointer for starting a System/User Task is invalid
fr: Le pointeur d'objet pour le lancement d'une tâche système/utilisateur n'est pas valide

source: RIO Exception : Slave Error
fr: Exception RIO: erreur d'esclave

source: RIO Exception : No error entered
fr: Exception RIO: aucune erreur n'a été entrée

source: RIO Exception : Master Error
fr: Exception RIO: erreur de maître

source: Trap-Library not installed (RIO, ...)
fr: Bibliothèque d'extension de trappes non installée (RIO, etc.)

source: BUGFIX: Incorrect PLCSW version or configuration problem (stack)
fr: BUGFIX: version de système d'exploitation d'automate erronée ou problème de configuration (pile)

source: Function is not implemented.
fr: Cette fonction n'est pas encore implémentée

source: MEMCARD-Update: Error programming SYSTEMROM
fr: Mise à jour par MEMCARD: erreur lors de la programmation de la ROM système

source: MEMCARD-Update: Error programming USERROM
fr: Mise à jour par MEMCARD: erreur lors de la programmation de la ROM utilisateur

source: MEMCARD-Update: PCCSW main system not available
fr: Mise à jour par MEMCARD: système d'exploitation principal d'automate inexistant

source: MEMCARD-Update: For Update with differnt mode, use PCCSW V2.10
fr: Mise à jour par MEMCARD: pour une MAJ avec un mode différent, utiliser le système d'exploitation d'automate V2.10 ou supérieur

source: MEMCARD-Update: Error deleting SYSTEMROM
fr: Mise à jour par MEMCARD: erreur lors de l'effacement de la ROM système

source: MEMCARD-Update: Error deleting USERROM
fr: Mise à jour par MEMCARD: erreur lors de l'effacement de la ROM utilisateur

source: MEMCARD-Update: sep_end module not available
fr: Mise à jour par MEMCARD: module sep_end inexistant

source: MEMCARD-Update: wrong CPU-type, no MemCard possible
fr: Mise à jour par MEMCARD: type de CPU erroné, aucune Memcard possible

source: MEMCARD-Update made
fr: Mise à jour par MEMCARD effectuée

source: MEMCARD-Update: FIXRAM not configured
fr: Mise à jour par MEMCARD: FIXRAM non configurée

source: MEMCARD-Update: FIXRAM configured too small
fr: Mise à jour par MEMCARD: FIXRAM configurée trop petite

source: MEMCARD-Update: USERROM too small for user rom module
fr: Mise à jour par MEMCARD: ROM utilisateur trop petite pour modules de ROM utilisateur

source: MEMCARD-Update: SYSTEMROM too small for main system plus expansions
fr: Mise à jour par MEMCARD: ROM système trop petite pour système principal plus extensions

source: Profiler: General error with AsProfiler
fr: Profileur: erreur générale avec le profileur As

source: Profiler: Communication Error
fr: Profileur: erreur de communication

source: Profiler: This CPU is presently not supported
fr: Profileur: cette CPU n'est actuellement pas supportée

source: Profiler: Task list too small
fr: Profileur: liste de tâches trop petite

source: Logging not running (Profiler not active)
fr: Profileur: profileur non activé

source: Profiler: Different version AS Profiler - AR Profiler
fr: Profileur: versions de profileur AS - profileur AR différentes

source: Log buffer not set
fr: Profileur: tampon de journalisation absent (LOG)

source: Profiler: Logging already activated
fr: Profileur: journalisation déjà activée

source: Profiler: OS Task Switch Error
fr: Profileur: erreur de sélection de tâche de système d'exploitation

source: LVW_alloc/LVW_free: User bitmap defective
fr: LVW_alloc/LVW_free: bitmap utilisateur défectueuse

source: LVW_alloc/LVW_free: VW-Pointer changed
fr: LVW_alloc/LVW_free: pointeur VW modifié

source: EXT-FUBs: old task still open
fr: Blocs de fonction d'extension: ancienne tâche encore ouverte

source: LVW_free: incorrect pointer
fr: LVW_free: pointeur erroné

source: LVW_alloc: 1. Overflow
fr: LVW_alloc: 1. débordement

source: Library function already exists (duplicated symbol)
fr: Il existe déjà une fonction de bibliothèque avec ce nom (symbole en double)

source: Library function is not referenced, unlink failed
fr: Fonction de bibliothèque non référencée, échec de la suppression de lien

source: Library function is still referenced, deletion failed
fr: Fonction de bibliothèque encore référencée, échec de la suppression

source: Not enough free memory for librarytable
fr: Mémoire insuffisante pour table de bibliothèque

source: Library function not available (System GOT)
fr: Fonction de bibliothèque inexistante

source: Incorrect PP_module address or no PP present
fr: PPDPRLIB: numéro de module PP erroné

source: PPConnect called twice
fr: PPDPRLIB: double appel de PP_dprid()

source: Incorrect memory length
fr: PPDPRLIB: longueur erronée

source: "ppdprlib.br" library not loaded on PP
fr: PPDPRLIB: PPDPRLIB non chargé sur le PP

source: Free memory error (incorrect pointer)
fr: PPDPRLIB: erreur de mémoire disponible

source: DPR length too long
fr: PPDPRLIB: mémoire disponible insuffisante

source: Incorrect identifier (identifier = 0)
fr: PPDPRLIB: ID erroné (NULL) pour PP_pdpr()

source: PPMAN: Timeout in CPU PP boot handshake
fr: PPMAN: timeout dans le handshake de boot CPU-PP

source: PPMAN: General fatal error
fr: PPMAN: erreur fatale générale

source: PPMAN: System boot in INIT mode not possible
fr: PPMAN: boot système impossible en mode INIT

source: PPMAN: Number of system bus modules configured too small
fr: PPMAN: nombre de pointeurs de base trop petit (modules système de PP)

source: PPMAN: Different AR Versions on CPU/PP
fr: PPMAN: versions de systèmes d'exploitation d'automate différentes sur CPU/PP

source: Task class "idle time generator" cycle time violation
fr: Violation du temps de cycle maximal du générateur de tâche d'inactivité

source: TC#6 Cycle time error
fr: TC#6 - Erreur de temps de cycle

source: TC#5 Cycle time error
fr: TC#5 - Erreur de temps de cycle

source: TC#8 Cycle time error
fr: TC#8 - Erreur de temps de cycle

source: TC#7 Cycle time error
fr: TC#7 - Erreur de temps de cycle

source: TC#7 maximum cycle time violation
fr: TC#7 - Violation du temps de cycle maximal

source: TC#8 maximum cycle time violation
fr: TC#8 - Violation du temps de cycle maximal

source: TC#5 maximum cycle time violation
fr: TC#5 - Violation du temps de cycle maximal

source: TC#6 maximum cycle time violation
fr: TC#6 - Violation du temps de cycle maximal

source: B&R String too large
fr: Longueur de la chaîne de caractères B&R trop grande

source: Function pointer not initialized
fr: Pointeur de fonction non initialisé

source: The checksum of a Continuous IVZ is destroyed
fr: Le checksum d'une table des matières continue est détruit

source: Checksumm length not equal to 4 is not supported
fr: Longueurs de checksums différentes de 4 non supportées

source: The given shovel table is empty
fr: La table d'acquisition directe (shovel) transmise est vide

source: The I/O instruction has not been executed yet
fr: L'instruction d'E/S n'a pas encore été exécutée

source: Incorrect SAP in the SAPLI_TAB (SAP_check_rights)
fr: SAP incorrect dans la SAPLI_TAB (SAP_check_rights)

source: No more space in CSwrite table
fr: Pas de place dans la table CSwrite

source: Invalid module name syntax (special character)
fr: Erreur lors de la conversion ASCII -> BRSTR

source: The end of the MSPS region in the Config.Module is incorrectly set
fr: Dans le module de config, la définition de la fin de zone de mémoire temp. n'est pas correcte

source: Warning: Diagnostics after powerfail
fr: AVERTISSEMENT: diagnostic après coupure de courant

source: Warning: Halt after software reset
fr: AVERTISSEMENT: reconfig après coupure de courant

source: Warning: Halt after powerfail
fr: AVERTISSEMENT: arrêt après coupure de courant

source: Warning: Cold restart after powerfail
fr: AVERTISSEMENT: initilisation totale après coupure de courant

source: Warning: Warm restart after powerfail
fr: AVERTISSEMENT: initialisation après coupure de courant

source: WARNING: Error after powerfail
fr: AVERTISSEMENT: erreur après coupure de courant

source: WARNING: Reconfig after Watchdog or manual RESET
fr: AVERTISSEMENT: reconfig après chien de garde ou RESET manuel

source: Warning: Diagnostics after watchdog or manual reset
fr: AVERTISSEMENT: diagnostic après chien de garde ou RESET manuel

source: WARNING: Error after Watchdog or manual RESET
fr: AVERTISSEMENT: erreur après chien de garde ou RESET manuel

source: Warning: Warm restart after watchdog or manual reset
fr: AVERTISSEMENT: initialisation après chien de garde ou RESET manuel

source: Warning: Cold restart after watchdog or manual reset
fr: AVERTISSEMENT: initialisation totale après chien de garde ou RESET manuel

source: Warning: Halt/service after watchdog or manual reset
fr: AVERTISSEMENT: redémarrage après chien de garde ou RESET manuel

source: PLC reboot triggered by the hardware watchdog
fr: EXCEPTION: chien de garde

source: PLC reboot triggered by the PLC CPU temperature monitor
fr: AVERTISSEMENT: système arrêté suite au contrôle de température

source: PLC reboot due to internal reset controller error
fr: AVERTISSEMENT: système arrêté suite à une erreur interne ou à un reset du contrôleur

source: PLC reboot after pressing the reset button
fr: AVERTISSEMENT: système arrêté après l'activation du bouton Reset

source: PLC reboot due to internal CPU clock failure
fr: AVERTISSEMENT: système arrêté suite à une erreur d'horloge

source: System halted because of power loss
fr: AVERTISSEMENT: système arrêté suite à une panne de courant

source: Warning: Cold restart after powerfail
fr: AVERTISSEMENT: système arrêté suite à une panne de courant

source: Default-EXCEPTION-Handler
fr: Gestionnaire d'exceptions par défaut

source: EXCEPTION: Error 2005 IO expansion 8
fr: EXCEPTION: erreur extension 8 d'E/S 2005

source: EXCEPTION: Error 2005 Base IO
fr: EXCEPTION: erreur E/S principales 2005

source: EXCEPTION: Error 2005 IO expansion 1
fr: EXCEPTION: erreur extension 1 d'E/S 1 2005

source: EXCEPTION: Error 2005 IO expansion 2
fr: EXCEPTION: erreur extension 2 d'E/S 2005

source: EXCEPTION: Error 2005 IO expansion 3
fr: EXCEPTION: erreur extension 3 d'E/S 2005

source: EXCEPTION: Error 2005 IO expansion 4
fr: EXCEPTION: erreur extension 4 d'E/S 2005

source: EXCEPTION: Error 2005 IO expansion 5
fr: EXCEPTION: erreur extension 5 d'E/S 5 2005

source: EXCEPTION: Error 2005 IO expansion 6
fr: EXCEPTION: erreur extension 6 d'E/S 2005

source: EXCEPTION: Error 2005 IO expansion 7
fr: EXCEPTION: erreur extension 7 d'E/S 2005

source: EXCEPTION: Error 2003 IO (ANP-Timeout)
fr: EXCEPTION: erreur E/S 2003 (timeout MEF)

source: EXCEPTION: Error 2003 IO (ANP inactive)
fr: EXCEPTION: erreur E/S 2003 (MEF inactif)

source: EXCEPTION: Unknown Error 2003 IO
fr: EXCEPTION: erreur inconnue E/S 2003

source: EXCEPTION: Error 2003 IO (ANP-Type changed)
fr: EXCEPTION: erreur E/S 2003 (type de MEF changé)

source: ExceptionCallout: to many connects in parallel
fr: Appel d'exception : trop de connexions en parallèle

source: ExceptionCallout: wrong connect-mode
fr: Appel d'exception : mode de connexion erroné

source: WARNING: Adresserror during communication
fr: Avertissement : erreur d'adresse dans la communication

source: WARNING: Buserror during communication
fr: Avertissement : erreur bus dans la communication

source: HS#3 maximum cycle time violation
fr: HS#3 Violation de temps de cycle maximal

source: HS#4 maximum cycle time violation
fr: HS#4 Violation de temps de cycle maximal

source: HS#3 cycle time error
fr: HS#3 Erreur de temps de cycle

source: HS#4 cycle time error
fr: HS#4 Erreur de temps de cycle

source: HS#1 maximum cycle time violation
fr: HS#1 Violation de temps de cycle maximal

source: HS#2 maximum cycle time violation
fr: HS#2 Violation de temps de cycle maximal

source: EXCEPTION: Perieller Error
fr: EXCEPTION: erreur périelle

source: EXCEPTION: Perieller Error
fr: EXCEPTION: erreur périelle

source: HS#1 cycle time error
fr: HS#1 Erreur de temps de cycle

source: HS#2 cycle time error
fr: HS#2 Erreur de temps de cycle

source: EXCEPTION: Error 2003 IO (error for digital access)
fr: EXCEPTION: Erreur E/S 2003 (erreur pour accès digital)

source: EXCEPTION: Error 2003 IO (ANP not available)
fr: EXCEPTION: erreur E/S 2003 (MEF inexistant)

source: I/O error 2003.
fr: EXCEPTION: erreur E/S 2003 (programme/bloc de fonction: module inexistant ou erroné)

source: Exception handling with EXC-Tasks active more than once
fr: Traitement d'exception avec tâches d'exception actif plus d'une fois

source: EXCEPTION: Range overflow in array
fr: EXCEPTION: dépassement de plage dans des champs

source: RIO HSTC maximun cycle time violation
fr: Violation du temps de cycle maximal de tâche ultra-rapide RIO

source: EXC-TC maximum cycle time violation
fr: Violation du temps de cycle maximal de tâche d'exception

source: Null pointer
fr: EXCEPTION: utilisation de pointeur nul

source: EXCEPTION: Default handler
fr: EXCEPTION: gestionnaire par défaut

source: IRQ-TC maximum cycle time violation
fr: Violation du temps de cycle maximal de tâche d'interruption

source: EXCEPTION: Automation Studio Assertion failed
fr: EXCEPTION: échec de l'assertion de programme

source: EXCEPTION: Format Error Stack frame
fr: EXCEPTION: erreur de format (Stackframe)

source: EXCEPTION: Spurious Interrupt
fr: EXCEPTION: interruption parasite

source: EXCEPTION: Division by zero
fr: EXCEPTION: division par zéro - erreur

source: EXCEPTION: Uninitialized Interrupt
fr: EXCEPTION: interruption non initialisée

source: EXCEPTION: Unimplemented Instruction
fr: EXCEPTION: instruction non implémentée

source: EXCEPTION: Address error
fr: EXCEPTION: erreur d'adresse

source: EXCEPTION: Bus error
fr: EXCEPTION: erreur bus
