Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: Incorrect time when setting RTC.
fr: Temps défini pour l'horloge temps réel incorrect

source: RTC does not support Hold function
fr: Fonction Hold non supportée par l'HTR

source: RTC not initialized
fr: HTR pas encore initialisée

source: WARNING: No RTC RAM image
fr: AVERTISSEMENT: pas d'image RAM de l'HTR

source: WARNING: Time / date changed
fr: AVERTISSEMENT: date/heure modifiée

source: Incorrect call by IRC-Routine
fr: Appel incorrect par une routine de contrôleur d'interruptions

source: Incorrect interrupt number transmitted
fr: Numéro d'interruption transmis incorrect

source: Mode is not supported by IRC
fr: Mode non supporté par le contrôleur d'interruptions

source: Incorrect access to hardware component (IRC)
fr: Accès incorrect à un composant matériel (contrôleur d'interruptions)

source: ENABLE for IRC_setvector not allowed in this mode
fr: ENABLE pour IRC_setvector non autorisé dans ce mode

source: Incorrect vector for IRC_setvector
fr: Vecteur incorrect pour IRC_setvector

source: Incorrect mode for IRC_setvector
fr: Mode incorrect pour IRC_setvector

source: Default IRQ context handler
fr: Gestionnaire de contexte d'IRQ par défaut

source: Too many IRQ context handlers
fr: Trop de gestionnaires de contexte d'IRQ

source: Error during watchdog activation
fr: Erreur à l'activation du chien de garde

source: No inititialization for IRQ context
fr: Pas d'initialisation pour contexte d'IRQ

source: Incorrect time at timer activation
fr: Temps incorrect à l'activation du timer

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Timer does not support this time
fr: Timer ne prenant pas en charge ce temps

source: Timer does not support interrupt
fr: Timer ne prenant pas en charge les interruptions

source: Incorrect access to hardware component (CRM)
fr: Accès incorrect à un composant matériel (CRM)

source: Incorrect offset for access to CRM
fr: Offset incorrect pour accès à la CRM

source: Incorrect length for access to CRM
fr: Longueur incorrecte pour accès à la CRM

source: No subslot module inserted
fr: Aucun module de sous-slot inséré

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: DRAM copied: Memory already assigned, warmstart not possible
fr: DRAM copiée: mémoire déjà assignée, initialisation impossible

source: Incorrect access to hardware component / Not enough DRAM
fr: DRAM trop petite pour des modules stockés

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component
fr: Accès incorrect à un composant matériel

source: Incorrect access to hardware component (DMA)
fr: Accès incorrect à un composant matériel (DMA)

source: Incorrect access to hardware component (DMA)
fr: Accès incorrect à un composant matériel (DMA)

source: Incorrect access to hardware component (AS1)
fr: Accès incorrect à un composant matériel (AS1)

source: Incorrect access to hardware component (AS1)
fr: Accès incorrect à un composant matériel (AS1)

source: Incorrect access to hardware component (PAP)
fr: Accès incorrect à un composant matériel (PAP)

source: Incorrect access to hardware component (PAP)
fr: Accès incorrect à un composant matériel (PAP)

source: No interrupt handler installed for IRL1 Interrupt
fr: Pas de gestionnaire d'interruptions installé pour interruption IRL1

source: Too little memory available in the analog I/O area.
fr: Pas assez de mémoire pour variables d'E/S analogiques

source: Not enough memory in Dig. IO Area
fr: Pas assez de mémoire pour variables d'E/S digitales

source: Not enough memory in IO Management Area
fr: Pas assez de mémoire dans la zone de gestion d'E/S

source: Memory not available
fr: Pas assez de mémoire utilisateur (MEM_alloc)

source: Memory not available
fr: Pas assez de mémoire temporaire (TMP_alloc)

source: Not enough memory in the OS area.
fr: Pas assez de mémoire dans la zone de système d'exploitation

source: Not enough memory for digital variables in the memory pool.
fr: Pas assez de mémoire pour variables digitales dans le pool mémoire

source: Not enough memory in Ana. System Area
fr: Pas assez de mémoire pour variables analogiques dans le pool mémoire

source: Not enough memory in the debug area.
fr: Pas assez de mémoire dans la zone de débogage

source: Not enough memory in the copy area.
fr: Pas assez de mémoire dans la zone de copie

source: Not enough memory in the driver area.
fr: Pas assez de mémoire dans la zone de driver

source: Not enough memory available in the PP DRP area.
fr: Pas assez de mémoire dans la zone DPR de PP

source: Not enough memory in the RIO management area.
fr: Pas assez de mémoire dans la zone de gestion d'E/S RIO

source: Not enough memory in the local RIO area.
fr: Pas assez de mémoire dans la zone d'E/S RIO locale

source: Not enough memory for digital RIO variables.
fr: Pas assez de mémoire pour variables d'E/S RIO digitales

source: Not enough memory for analog RIO variables.
fr: Pas assez de mémoire pour variables d'E/S RIO analogiques

source: Invalid memory class with MEM_alloc.
fr: Classe de mémoire non valide avec MEM_alloc

source: Not enough memory available for malloc().
fr: Pas assez de mémoire avec malloc()

source: Invalid parameter for MEM_free in the digital I/O area.
fr: Paramètre non valide avec MEM_free pour variables d'E/S digitales

source: Transferred data length or pointer to data is incorrect.
fr: Paramètre non valide avec MEM_free pour variables d'E/S analogiques

source: Invalid parameter for MEM_free in the IO VW area.
fr: Paramètre non valide avec MEM_free dans la zone de gestion d'E/S

source: Invalid input parameter in the release memory function
fr: Paramètre non valide avec MEM_free dans la zone temporaire (TMP_alloc)

source: Invalid input parameter in the release memory function
fr: Paramètre non valide avec MEM_free dans la zone utilisateur (MEM_alloc)

source: Invalid parameter for MEM_free in the digital internal variable area.
fr: Paramètre non valide avec MEM_free pour variables digitales

source: Invalid parameter for MEM_free in the OS area.
fr: Paramètre non valide avec MEM_free dans la zone de système d'exploitation

source: Invalid parameter for MEM_free in the debug area.
fr: Paramètre non valide avec MEM_free dans la zone de débogage

source: Invalid parameter for MEM_free in the analog internal variable area.
fr: Paramètre non valide avec MEM_free pour variables analogiques

source: Invalid parameter for MEM_free in the driver area.
fr: Paramètre non valide avec MEM_free dans la zone de driver

source: Invalid parameter for MEM_free in the copy area.
fr: Paramètre non valide avec MEM_free dans la zone de copie

source: Invalid parameter for MEM_free in the PP DPR area.
fr: Paramètre non valide avec MEM_free dans la zone DPR de PP

source: Invalid parameter for MEM_free in local RIO area.
fr: Paramètre non valide avec MEM_free dans la zone d'E/S RIO locale

source: Invalid parameter for MEM_free in the RIO VW area.
fr: Paramètre non valide avec MEM_free dans la zone de gestion d'E/S RIO

source: Invalid parameter for MEM_free in the analog RIO area.
fr: Paramètre non valide avec MEM_free pour variables d'E/S RIO analogiques

source: Invalid parameter for MEM_free in the digital RIO area.
fr: Paramètre non valide avec MEM_free pour variables d'E/S RIO digitales

source: Invalid parameter for free().
fr: Paramètre non valide avec free()

source: Invalid memory class with MEM_free.
fr: Classe de mémoire non valide

source: Semaphore occupied
fr: BURLIB: sémaphore non disponible

source: No semaphore object available
fr: BURLIB: plus aucun tampon de sémaphores

source: Semaphore object deleted
fr: BURLIB: sémaphore supprimé

source: No time available
fr: BURLIB: temps non disponible

source: Invalid pointer
fr: Pointeur non valide

source: Invalid flag
fr: Drapeau non valide

source: Invalid data type for a PV to be forced
fr: Type de données non valide pour une variable de processus à forcer

source: Invalid Task Class for a PV to be forced
fr: Classe de tâche non valide pour une variable de processus à forcer

source: Invalid B&R physical address (Extension bit) for a PV to be forced
fr: Adresse physique B&R (bit d'extension) non valide pour une variable de processus à forcer

source: Invalid Base pointer for a PV to be forced
fr: Pointeur de base non valide pour une variable de processus à forcer

source: This PV is already forced
fr: Cette variable de processus est déjà forçée

source: Invalid Index, PV will not be forced
fr: Index non valide, la variable de processus ne sera pas forcée

source: ERR_HI_NOMOD
fr: Module d'historique non disponible

source: ERR_ER_NOMOD
fr: Module d'erreur non disponible

source: Multiple run through of the ring buffer
fr: Tampon circulaire parcouru plusieurs fois

source: No more entries are free in the connection list of the Comm Area
fr: Plus aucune entrée libre dans la liste de connexion de la zone de communication

source: Invalid state of a connection in the Comm Area
fr: Etat non valide d'une connexion dans la zone de communication

source: No entry found in the connection list of the Comm Area
fr: Aucune entrée trouvée dans la liste de connexions de la zone de communication

source: No Comm Area configured for a communication task
fr: Aucune zone de communication configurée pour une tâche de communication

source: Invalid Index for KA_del_entry
fr: Index non valide pour KA_del_entry

source: Checksum in B&R Module Header is wrong
fr: Checksum incorrect dans entête de module B&R

source: Memory manager: Semaphore occupied
fr: Gestionnaire de mémoire: sémaphore fermé

source: HS Task class timer not available
fr: Timer de classe de tâche HS non disponible

source: AVT already exists
fr: AVT déjà existante

source: AVT Link count Error
fr: Nombre d'accès à entrée AVT (Linkcount): erreur

source: Invalid memory class
fr: Classe de mémoire non valide

source: No memory available (target system operating system V1.05)
fr: Pas assez de mémoire disponible

source: System timer not available
fr: Timer système non disponible

source: ERR_SM_WRONG_DATPTR
fr: Pointeur de données non valide

source: Global FB not found -> Load library
fr: Bloc de fonction global non disponible -> bibliothèque chargée

source: ERR_AVT_UPDATE
fr: erreur de mise à jour AVT

source: Too many memory types in PCCSWCFG module
fr: Trop de types de mémoire dans le module SYSCONF

source: Memory Info: Attempt in the next bitmap
fr: Info mémoire: tentative dans la prochaine bitmap

source: IO Access: No valid table
fr: Accès E/S: pas de table valide

source: IO Access: Incorrect access flag
fr: Accès E/S: drapeau d'accès incorrect

source: IO Access: No PLC IO
fr: Accès E/S: pas d'E/S API

source: IO Access: Incorrect Parameter
fr: Accès E/S: paramètre incorrect

source: Invalid Memory Class
fr: Classe de mémoire non valide

source: Not enough Memory Available
fr: Pas assez de mémoire disponible

source: ERR_MO_WRONG_CS
fr: Checksum du module B&R non conforme

source: ERR_MO_NOINSTALL
fr: Module B&R ne pouvant pas être installé

source: Module data in the contents directory module and B&R module is different
fr: Données de module dans le module de table des matières différentes des données du module B&R

source: Invalid Block Number
fr: Numéro de bloc non valide

source: Invalid Data length accessing a B&R Module
fr: Longueur de données non valide lors de l'accès à un module B&R

source: Invalid Section in a B&R Module
fr: Section non valide dans un module B&R

source: Offset Error in a B&R Module
fr: Erreur d'offset dans un module B&R

source: Invalid Address for a B&R Module
fr: Adresse non valide pour un module B&R

source: module module_name not available
fr: Module B&R inexistant

source: Invalid name length for a B&R Module
fr: Taille de nom non valide pour un module B&R

source: Invalid Entry in System Structure
fr: Entrée non valide dans la structure système

source: Invalid Access Flag
fr: Drapeau d'accès non valide

source: Invalid length for system structures.
fr: Longueur non valide pour la structure système

source: System Structure Confuguration Error
fr: Erreur de configuration dans la structure système

source: No Memory for Local Allocation
fr: Pas de mémoire pour allocation locale

source: Invalid Pointer in the System Structure
fr: Pointeur non valide dans la structure système

source: Configuration error in system structures.
fr: Erreur de configuration dans la structure système

source: System Structure Configuration Error
fr: Erreur de configuration dans la structure système

source: Frame driver not loaded.
fr: Critère de recherche incorrect pour la structure système

source: Invalid function number in a PPTRAP-Call
fr: Numéro de fonction non valide dans un appel de PPTRA

source: Invalid function number in a BTCTRAP-Call
fr: Numéro de fonction non valide dans un appel de BTCTRAP

source: Invalid function number in a BURTRAP-Call
fr: Numéro de fonction non valide dans un appel de BURTRAP

source: Invalid function number in a INSTTRAP-Call
fr: Numéro de fonction non valide dans un appel de INSTTRAP

source: device != 0 is not allowed in the base system V1.10.
fr: Numéro de fonction non valide dans un appel de SYSTRAP

source: Error 'info' in the communication
fr: Erreur 'Données binaires' dans la communication

source: No User Exception task found
fr: Aucune tâche exception utilisateur trouvée

source: Incorrect offset
fr: Offset incorrect

source: Invalid length entry
fr: BURLIB: taille de données non valide

source: Maximum link count (127) reached
fr: BURLIB: le nombre d'accès (Linkcount) pour AVT_attach est plus grand que 127

source: Link count = 0 (AVT_release())
fr: BURLIB: le nombre d'accès (Linkcount) pour AVT_release est NULL

source: Inactive area accessed
fr: BURLIB: pointeur de base non valide

source: Invalid area code
fr: BURLIB: type d'E/S d'automate non valide

source: Invalid extension bit
fr: BURLIB: bit d'extension non valide

source: Invalid version of the SYS_LIB library
fr: BURLIB: version de SE d'automate non valide

source: BURLIB: Not enough semaphore configured (PLCSWCFG)
fr: BURLIB: pas assez de sémaphores configurés

source: Invalid object ID or object with this name not found (SM_ident())
fr: BURLIB: identificateur incorrect

source: Object not found or object table full (with SM_create())
fr: BURLIB: aucune entrée n'existe

source: Object already exists
fr: BURLIB: objet déjà existant

source: SM_attach() timed out
fr: BURLIB: erreur de timeout

source: BURLIB: Linkcnt <> 0 or Linkcnt > 127
fr: BURLIB: Linkcnt <> 0 ou Linkcnt > 127

source: Object already exists
fr: BURLIB: entrée déjà existante

source: Invalid offset for read/write access to a data object.
fr: BURLIB: offset incorrect

source: Incorrect resource number
fr: BURLIB: numéro de classe de tâche incorrect

source: Error from UT_recmsg()
fr: BURLIB: aucun message émis/reçu

source: Incorrect module/object status
fr: BURLIB: état d'objet erroné

source: Error from UT_recmsg()
fr: BURLIB: boîte aux lettres non valide

source: Error occurred with DA_burn() / DA_fix()
fr: BURLIB: erreur lors de la programmation d'un module

source: Object not available
fr: BURLIB: objet inexistant

source: Semaphore object already deleted
fr: BURLIB: objet déjà supprimé

source: Incorrect object type (module type)
fr: BURLIB: type d'objet incorrect

source: Incorrect mode when calling MO_copy
fr: Mode incorrect lors de l'appel de MO_copy

source: NonCyclic-Loader: Initialization not possible
fr: Chargeur non cyclique: initialisation impossible

source: NonCyclic-Loader: Entry not found
fr: Chargeur non cyclique: entrée introuvable

source: SYS_SERVICE: Parallel call, try again
fr: SYS_SERVICE: appel parallèle, réessayez

source: SYS_SERVICE: Too many entries
fr: SYS_SERVICE: trop d'entrées

source: SYS_SERVICE: Incorrect Mode
fr: SYS_SERVICE: mode incorrect

source: SYS_SERVICE: Initialization error
fr: SYS_SERVICE: erreur d'initialisation

source: SYS_SERVICE: Entry defined twice
fr: SYS_SERVICE: entrée définie deux fois

source: SYS_SERVICE: Entry to be deleted is not available
fr: SYS_SERVICE: l'entrée à effacer n'est pas disponible

source: BITMAP: The memory to be freed is already free
fr: La mémoire à libérer est déjà libre

source: The requested data length is larger than the total memory area
fr: La taille de données demandée est plus grande que l'ensemble de la zone mémoire

source: Invalid pointer
fr: Le pointeur de données a passé des points à la zone de gestion

source: A large enough memory area could be found
fr: Aucune zone mémoire de taille suffisante n'a été trouvée

source: The pointer in the bitmap management data is not WORD aligned
fr: Le pointeur dans les données de gestion de bitmap n'est pas aligné sur un MOT

source: Attempt to generate a bitmap with 0 units
fr: Tentative de génération d'une bitmap avec 0 unité

source: Size of a bit map unit is too large or 0
fr: Taille d'une unité de bitmap trop grande ou NULL

source: Invalid memory class.
fr: Classe de mémoire non valide

source: Invalid memory management structure in the digital RIO area.
fr: Structure de gestion de mémoire non valide pour variables d'E/S RIO digitales

source: Invalid memory management structure in the analog RIO area.
fr: Structure de gestion de mémoire non valide pour variables d'E/S RIO analogiques

source: Invalid memory management structure in RIO VW area.
fr: Structure de gestion de mémoire non valide dans la zone de gestion d'E/S RIO

source: Invalid memory management structure in the local RIO area.
fr: Structure de gestion de mémoire non valide dans la zone d'E/S RIO locale

source: Invalid memory management structure in IO VW area
fr: Structure de gestion de mémoire non valide dans la zone de gestion d'E/S

source: Invalid memory management structure in the analog I/O area.
fr: Structure de gestion de mémoire non valide pour variables d'E/S analogiques

source: Invalid memory management structure in the digital I/O area.
fr: Structure de gestion de mémoire non valide pour variables d'E/S digitales

source: Invalid memory management structure in PP DPR area.
fr: Structure de gestion de mémoire non valide dans la zone DPR de PP

source: Invalid memory management structure in the copy area.
fr: Structure de gestion de mémoire non valide dans la zone de copie

source: Invalid memory management structure in the driver area.
fr: Structure de gestion de mémoire non valide dans la zone de driver

source: Invalid memory management structure in the analog internal variable area.
fr: Structure de gestion de mémoire non valide pour variables analogiques

source: Invalid memory management structure in the debug area.
fr: Structure de gestion de mémoire non valide dans la zone de débogage

source: Invalid memory management structure in the OS area.
fr: Structure de gestion de mémoire non valide dans la zone de système d'exploitation

source: Invalid memory management structure in the digital internal variable area.
fr: Structure de gestion de mémoire non valide pour variables digitales

source: Invalid memory management structure in the user area.
fr: Structure de gestion de mémoire utilisateur non valide (MEM_alloc)

source: Invalid memory management structure in the PCCSW area.
fr: Structure de gestion de mémoire temporaire non valide (TMP_alloc)

source: The checksum in the program code isn't correct in RAM.
fr: Checksum incorrect pour le code de programmation dans la RAM

source: PROM/FLASH cannot be burned. Write-protected?
fr: PRM/FLASH n'autorisant pas d'accès en écriture, protection en écriture ?

source: Not enough PROM/FLASH memory available.
fr: Trop peu de mémoire PROM/FLASH disponible

source: PROM/FLASH not erased.
fr: PROM/FLASH non effacée

source: Incorrect PROM type. No FIXRAM configured?
fr: Type de PROM incorrect, FIXRAM configurée ?

source: PROM/FLASH verify not OK.
fr: PROM-/FLASH, vérification non OK

source: PROM/FLASH with programming voltage not deleted.
fr: PROM/FLASH n'autorisant pas d'effacement avec la tension de programmation

source: Warning: CAN: Stuff error -> CAN ID collision / baud rate
fr: AVERTISSEMENT: CAN: erreur de bourrage -> Collision d'ID CAN / Débit de transmission (baudrate)

source: INA2000 CAN: No Rx buffer free
fr: INA2000 CAN: aucun buffer Rx disponible

source: Warning: CAN: ACK error - No acknowledge from other nodes
fr: AVERTISSEMENT: CAN: erreur d'acquittement - Aucun acquittement de la part des autres noeuds

source: Warning: CAN: Form error
fr: AVERTISSEMENT: CAN: erreur de format -> Débit de transmission (baudrate)

source: Warning: CAN: Bit0 send error (dominant bit)
fr: AVERTISSEMENT: CAN: Bit0 émission erreur (bit dominant)

source: Warning: CAN: Bit1 send error (recessive bit)
fr: AVERTISSEMENT: CAN: Bit1 émission erreur (bit récessif)

source: Warning: CAN: CRC checksum error
fr: AVERTISSEMENT: CAN: erreur de checksum CRC

source: CAN CCI error: Object number not within value range
fr: Interface de communication CAN: numéro d'objet hors de la plage de valeurs

source: CAN CCI: Error
fr: Interface de communication CAN: erreur lors de l'initialisation

source: CAN CCI error
fr: Interface de communication CAN: problème BUS_OFF

source: CAN CCI error
fr: Interface de communication CAN: buffer non configuré

source: CAN CCI error
fr: Interface de communication CAN: matériel à l'état reset

source: CAN CCI error (SG3)
fr: Interface de communication CAN: erreur lors de la mise à jour des données

source: CAN CCI error (SG3)
fr: Interface de communication CAN: buffer en cours de traitement

source: CAN CCI error (SG3)
fr: Interface de communication CAN: objet accessible en lecture uniquement

source: CAN CCI error (SG3)
fr: Interface de communication CAN: mode erroné (standard/étendu)

source: CAN CCI error (SG3)
fr: Interface de communication CAN: longueur de message définie incorrecte

source: CAN CCI error (SG3)
fr: Interface de communication CAN: interruption de réception à définir

source: CAN CCI error
fr: Interface de communication CAN: interruption de réception non autorisée

source: CAN CCI error
fr: Interface de communication CAN: interruption de transmission à définir

source: CAN CCI error
fr: Interface de communication CAN: interruption de transmission non autorisée

source: CAN CCI error
fr: Interface de communication CAN: état BUS_OFF non accepté

source: CAN CCI error (SG3)
fr: Interface de communication CAN: écriture avec objet de réception

source: CAN CCI error (SG3)
fr: Interface de communication CAN: lecture avec objet d'émission

source: CAN CCI error (SG3)
fr: Interface de communication CAN: ID CAN entré incorrect

source: CAN CCI error
fr: Interface de communication CAN: état BUS_ON non accepté

source: CAN CCI error
fr: Interface de communication CAN: état init non accepté

source: CAN message overwritten
fr: Interface de communication CAN: message perdu

source: CAN CCI error (SG3)
fr: Interface de communication CAN: données lues non consistantes malgré répétitions max.

source: CAN CCI error
fr: Interface de communication CAN: numéro d'interruption non autorisé

source: CAN CCI error (SG3)
fr: Interface de communication CAN: erreur dans le status (structure)

source: Send buffer is not free
fr: Interface de communication CAN: aucun buffer d'émission disponible
