Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: System Structure No. 0 destroyed
fr: Structure système n° 0 détruite (table de classes de tâches)

source: System Structure No. 1 destroyed
fr: Structure système n° 1 détruite (table de tâches cycliques)

source: System Structure No. 2 destroyed
fr: Structure système n° 2 détruite (table de classes de tâches HS)

source: System Structure No. 3 destroyed
fr: Structure système n° 3 détruite (table de tâches utilisateur)

source: System Structure No. 4 destroyed
fr: Structure système n° 4 détruite (table de tâches système)

source: System Structure No. 5 destroyed
fr: Structure système n° 5 détruite (table de gestion d'E/S d'automate)

source: System Structure No. 6 destroyed
fr: Structure système n° 6 détruite (table d'acquisition d'E/S d'automate)

source: System Structure No. 7 destroyed
fr: Structure système n° 7 détruite (table de forçage)

source: System Structure No. 8 destroyed
fr: Structure système n° 8 détruite (table de forçage)

source: System Structure No. 9 destroyed
fr: Structure système n° 9 détruite (table de gestion de variables de processus)

source: System cycle time violation/Total time bottle-neck in system
fr: Violation de temps de cycle système / Goulot d'étranglement dans le temps total pour le système

source: The cyclical activities of the system manager are missing
fr: Activités cycliques de gestionnaire système manquantes

source: The system manager is not correctly configured
fr: Gestionnaire système pas configuré correctement

source: B&R Library or mathematic library not installed
fr: Bibliothèque B&R ou bibliothèque mathématique non installée

source: System Manager internal Error
fr: Erreur interne du gestionnaire système

source: System Manager internal Error
fr: Erreur interne du gestionnaire système

source: Communication channel is already being used
fr: Voie de communication déjà utilisée

source: Communication channel is not used
fr: Voie de communication non utilisée

source: Incorrect parameter transmitted to system manager
fr: Paramètre incorrect transmis au gestionnaire système

source: B&R Module No. 5 destroyed
fr: Module B&R n° 5 détruit

source: B&R Module No. 4 destroyed
fr: Module B&R n° 4 détruit

source: B&R Module No. 7 destroyed
fr: Module B&R n° 7 détruit

source: B&R Module No. 6 destroyed
fr: Module B&R n° 6 détruit

source: B&R Module No. 1 destroyed
fr: Module B&R n° 1 détruit

source: B&R Module No. 0 destroyed
fr: Module B&R n° 0 détruit

source: B&R Module No. 3 destroyed
fr: Module B&R n° 3 détruit

source: B&R Module No. 2 destroyed
fr: Module B&R n° 2 détruit

source: B&R Module No. 9 destroyed
fr: Module B&R n° 9 détruit

source: B&R Module No. 8 destroyed
fr: Module B&R n° 8 détruit

source: B&R Module No. 14 destroyed
fr: Module B&R n° 14 détruit

source: B&R Module No. 15 destroyed
fr: Module B&R n° 15 détruit

source: B&R Module No. 16 destroyed
fr: Module B&R n° 16 détruit

source: B&R Module No. 17 destroyed
fr: Module B&R n° 17 détruit

source: B&R Module No. 10 destroyed
fr: Module B&R n° 10 détruit

source: B&R Module No. 11 destroyed
fr: Module B&R n° 11 détruit

source: B&R Module No. 12 destroyed
fr: Module B&R n° 12 détruit

source: B&R Module No. 13 destroyed
fr: Module B&R n° 13 détruit

source: B&R Module No. 18 destroyed
fr: Module B&R n° 18 détruit

source: B&R Module No. 19 destroyed
fr: Module B&R n° 19 détruit

source: System Structure No. 17 destroyed
fr: Structure système n° 17 détruite (table de copie de sorties)

source: System Structure No. 16 destroyed
fr: Structure système n° 16 détruite (table de copie d'entrées)

source: System Structure No. 15 destroyed
fr: Structure système n° 15 détruite (table de listes de variables physiques)

source: System Structure No. 14 destroyed
fr: Structure système n° 14 détruite (table de listes de variables logiques)

source: System Structure No. 13 destroyed
fr: Structure système n° 13 détruite (table de voies de communication)

source: System Structure No. 12 destroyed
fr: Structure système n° 12 détruite (table d'événements)

source: System Structure No. 11 destroyed
fr: Structure système n° 11 détruite (table AVT)

source: System Structure No. 10 destroyed
fr: Structure système n° 10 détruite (table de modules B&R)

source: System Structure No. 19 destroyed
fr: Structure système n° 19 détruite (table de gestion de modules système)

source: System Structure No. 18 destroyed
fr: Structure système n° 18 détruite (table de gestion mémoire)

source: System Structure No. 26 destroyed
fr: Structure système n° 26 détruite

source: System Structure No. 27 destroyed
fr: Structure système n° 27 détruite

source: System Structure No. 24 destroyed
fr: Structure système n° 24 détruite

source: System Structure No. 25 destroyed
fr: Structure système n° 25 détruite

source: System Structure No. 22 destroyed
fr: Structure système n° 22 détruite (table de gestion de pupitres opérateurs)

source: System Structure No. 23 destroyed
fr: Structure système n° 23 détruite

source: System Structure No. 20 destroyed
fr: Structure système n° 20 détruite (table d'appareils)

source: System Structure No. 21 destroyed
fr: Structure système n° 21 détruite (table de connexions)

source: System Structure No. 28 destroyed
fr: Structure système n° 28 détruite

source: System Structure No. 29 destroyed
fr: Structure système n° 29 détruite

source: B&R Module No. 29 destroyed
fr: Module B&R n° 29 détruit

source: B&R Module No. 28 destroyed
fr: Module B&R n° 28 détruit

source: B&R Module No. 23 destroyed
fr: Module B&R n° 23 détruit

source: B&R Module No. 22 destroyed
fr: Module B&R n° 22 détruit

source: B&R Module No. 21 destroyed
fr: Module B&R n° 21 détruit

source: B&R Module No. 20 destroyed
fr: Module B&R n° 20 détruit

source: B&R Module No. 27 destroyed
fr: Module B&R n° 27 détruit

source: B&R Module No. 26 destroyed
fr: Module B&R n° 26 détruit

source: B&R Module No. 25 destroyed
fr: Module B&R n° 25 détruit

source: B&R Module No. 24 destroyed
fr: Module B&R n° 24 détruit

source: B&R Module No. 38 destroyed
fr: Module B&R n° 38 détruit

source: B&R Module No. 39 destroyed
fr: Module B&R n° 39 détruit

source: B&R Module No. 32 destroyed
fr: Module B&R n° 32 détruit

source: B&R Module No. 33 destroyed
fr: Module B&R n° 33 détruit

source: B&R Module No. 30 destroyed
fr: Module B&R n° 30 détruit

source: B&R Module No. 31 destroyed
fr: Module B&R n° 31 détruit

source: B&R Module No. 36 destroyed
fr: Module B&R n° 36 détruit

source: B&R Module No. 37 destroyed
fr: Module B&R n° 37 détruit

source: B&R Module No. 34 destroyed
fr: Module B&R n° 34 détruit

source: B&R Module No. 35 destroyed
fr: Module B&R n° 35 détruit

source: APPLICATION LOADER: Invalid MI code in download
fr: CHARGEUR D'APPLICATION: code d'identification de message non valide dans le transfert

source: APPLICATION LOADER: Invalid State of Connection
fr: CHARGEUR D'APPLICATION: état de connexion non valide

source: APPLICATION LOADER: Invalid System Message with SY_Event
fr: CHARGEUR D'APPLICATION: message système non valide avec SY_Event

source: APPLICATION LOADER: Invalid Service ID in Download
fr: CHARGEUR D'APPLICATION: ID de service non valide dans le transfert

source: APPLICATION LOADER: Invalid data type in service
fr: CHARGEUR D'APPLICATION: type de données non valide dans service

source: APPLICATION LOADER: KA-Ptr = NULL
fr: CHARGEUR D'APPLICATION: KA-Ptr = NULL

source: No response from the slave spooler! Was an exception triggered on the IP?
fr: Spouleur: le spouleur d'esclave ne se signale pas

source: Slave spooler timeout waiting for data from the main CPU
fr: Spouleur: trame pas entièrement émise

source: Unknown slave spooler instruction
fr: Spouleur: commande incorrecte pour le spouleur d'esclave

source: Invalid module type during downspool
fr: Spouleur: module spoulé avec type de module non valide

source: Incorrect install/start info (all software objects have to be installed and started!) (SG3 only)
fr: Spouleur: info de module incorrecte: tous les modules doivent être installés et lancés.

source: Spooler: The queue for the drum sequencerdoesn't exist
fr: Spouleur: file d'attente inexistante pour le séquenceur de cames

source: Timeout waiting for the IP to boot
fr: Spouleur: timeout lors de l'attente du démarrage du périphérique intelligent

source: Error which makes any additional spooling impossible.
fr: Spouleur: erreur rendant impossible tout autre spoulage

source: Spooler still working
fr: Spouleur: spouleur encore en cours d'exécution

source: Error in I/O system (SG4 only)
fr: Spouleur: erreur du système d'E/S

source: The master spooler sends no event to the instruction sender
fr: Le spouleur du maître n'envoie pas d'événement à l'émetteur d'instruction

source: Unknown spool instruction
fr: Commande pour le spouleur du maître non implémentée

source: Incorrect type or invalid FBK parameter
fr: Spouleur: type d'E/S non valide

source: Spool-SP can only be called in the INIT phase
fr: Le sous-programme de spoulage ne peut pas être appelé en phase d'initialisation

source: Shovel processor timeout!
fr: Timeout au cours du spoulage d'un bloc de données

source: Automatic module addressing failed (SG3 only)
fr: Erreur AMA au cours du spoulage

source: Shovel processor interrupt (SG3 only)
fr: Interruption au cours du spoulage

source: Serial/Parallel error when spooling! Is the IP present? (SG3 only)
fr: Erreur au cours du spoulage

source: Shovel processor can no longer be initialized (SG3 only)
fr: Spouleur: timeout avec initialisation d'ASIC#2 après erreur

source: The Asic2 is not finished
fr: Asic2 pas terminé

source: Specified remote I/O master not found (SG3 only)
fr: Spouleur: maître distant inexistant

source: Specified system module (B&R 2005) not found (SG3 only)
fr: Spouleur: module système inexistant

source: Spooler: Incorrect mode for SPprio
fr: Spouleur: mode incorrect pour SPprio

source: Invalid module address, FBK parameter module_adr , or FBK parameter pDevice
fr: Spouleur: adresse de module non valide

source: Spooler: Incorrect command for call from SPdirect
fr: Spouleur: commande incorrecte pour appel de SPdirect

source: Internal error when spooling for 2005
fr: Spouleur: spouleur d'esclave 2005 ne répondant pas à une opération de lecture

source: Too many parallel spool I/O modules
fr: Spouleur: nombre maximal de modules système et d'E/S dépassé

source: Spooler: Data length to large for call from SPdirect
fr: Spouleur: longueur de données trop grande pour appel de SPdirect

source: Spooler: The master spooler is not finished
fr: Spouleur: spouleur de maître non disponible

source: RIO spooler: Instruction timeout (SG3 only)
fr: Spouleur: timeout pour spoulage distant

source: Master spooler including spool queue not found
fr: Spouleur: file d'attente de spouleur non disponible, charger SPOOLER.BR

source: Spooler: Module ident invalid for FBK call
fr: Spouleur: identificateur de module non valide pour un appel de bloc de fonction

source: Timeout calling function block
fr: Spouleur: réinitialisation du bloc de fonction de spoulage

source: Stack of Task No. 4 destroyed
fr: Pile de la tâche n°4 détruite

source: Stack of Task No. 5 destroyed
fr: Pile de la tâche n°5 détruite

source: Stack of Task No. 6 destroyed
fr: Pile de la tâche n°6 détruite

source: Stack of Task No. 7 destroyed
fr: Pile de la tâche n°7 détruite

source: Stack of Task No. 0 destroyed
fr: Pile de la tâche n°0 détruite

source: Stack of Task No. 1 destroyed
fr: Pile de la tâche n°1 détruite

source: Stack of Task No. 2 destroyed
fr: Pile de la tâche n°2 détruite

source: Stack of Task No. 3 destroyed
fr: Pile de la tâche n°3 détruite

source: Stack of Task No. 8 destroyed
fr: Pile de la tâche n°8 détruite

source: Stack of Task No. 9 destroyed
fr: Pile de la tâche n°9 détruite

source: Stack of Task No. 26 destroyed
fr: Pile de la tâche n°26 détruite

source: Stack of Task No. 27 destroyed
fr: Pile de la tâche n°27 détruite

source: Stack of Task No. 24 destroyed
fr: Pile de la tâche n°24 détruite

source: Stack of Task No. 25 destroyed
fr: Pile de la tâche n°25 détruite

source: Stack of Task No. 22 destroyed
fr: Pile de la tâche n°22 détruite

source: Stack of Task No. 23 destroyed
fr: Pile de la tâche n°23 détruite

source: Stack of Task No. 20 destroyed
fr: Pile de la tâche n°20 détruite

source: Stack of Task No. 21 destroyed
fr: Pile de la tâche n°21 détruite

source: Stack of Task No. 28 destroyed
fr: Pile de la tâche n°28 détruite

source: Stack of Task No. 29 destroyed
fr: Pile de la tâche n°29 détruite

source: Stack of Task No. 15 destroyed
fr: Pile de la tâche n°15 détruite

source: Stack of Task No. 14 destroyed
fr: Pile de la tâche n°14 détruite

source: Stack of Task No. 17 destroyed
fr: Pile de la tâche n°17 détruite

source: Stack of Task No. 16 destroyed
fr: Pile de la tâche n°16 détruite

source: Stack of Task No. 11 destroyed
fr: Pile de la tâche n°11 détruite

source: Stack of Task No. 10 destroyed
fr: Pile de la tâche n°10 détruite

source: Stack of Task No. 13 destroyed
fr: Pile de la tâche n°13 détruite

source: Stack of Task No. 12 destroyed
fr: Pile de la tâche n°12 détruite

source: Stack of Task No. 19 destroyed
fr: Pile de la tâche n°19 détruite

source: Stack of Task No. 18 destroyed
fr: Pile de la tâche n°18 détruite

source: MP: Timeout waiting for CPU_INIT
fr: MP: timeout lors de l'attente de CPU_INIT

source: MP: Timeout waiting for CPU_READY
fr: MP: timeout lors de l'attente de CPU_READY

source: Multiprocessor doesn't answer to 1st handshaking part
fr: Multiprocesseur ne répondant pas à la 1ere partie du handshake

source: Multiprocessor doesn't answer to 2nd handshaking part
fr: Multiprocesseur ne répondant pas à la 2ème partie du handshake

source: MP: Timeout waitint fro Bootup_OK from the PLC CPU
fr: MP: timeout lors de l'attente du Bootup_OK de la CPU de l'automate

source: MP: Timeout waiting for DPR-OK-Signal of the MP-Server
fr: MP: timeout lors de l'attente du signal DPR OK du serveur MP

source: FIXSETUP : FIXRAM is defective; it will be cleared and a TOTALINIT will be executed
fr: FIXSETUP: FIXRAM défectueuse -> Effacement de la FIXRAM et déclenchement d'une initialisation totale

source: FIXRAM not supported on this HW
fr: FIXRAM non supportée sur ce matériel

source: Maximum 1 IRQ task class possible
fr: 1 classe de tâches IRQ possible au plus

source: EX350 changed, automatic cold start
fr: EX350 changé -> initialisation totale automatique

source: MP-Warning: more than 1 HS task class configured
fr: Avertissement MP: plus d'une classe de tâche HS configurée

source: MP-Warning: IRQ Task class configured
fr: Avertissement MP: classe de tâches IRQ configurée

source: APM PROM changed:- Coldstart required
fr: PROM d'application modifiée -> Initialisation totale nécessaire

source: partition 3 is smaller than partition 2 --> partition 1 is used
fr: Partition 3 plus petite que partition 2 --> utilisation de la partition 1

source: Timeout with RIO-Life list Creation
fr: Timeout lors de la création de la RIO-Lifelist

source: The RIO Master does not report
fr: Maître RIO ne répondant pas

source: Cold start: Checksum of B&R module is incorrect
fr: Initialisation totale: checksum de module B&R incorrect

source: No system manager exsits
fr: Gestionnaire système inexistant

source: Cyclic operation: Incorrect B&R module checksum.
fr: Fonctionnement cyclique: checksum de module B&R incorrect

source: Checksum of a B&R Module is wrong
fr: Checksum de module B&R incorrect

source: Checksum of the system table is wrong
fr: Checksum de table système incorrect

source: Checksum of the system table management table is wrong
fr: Checksum de table de gestion système incorrect

source: Referenced RIO-Slave does not exist
fr: Esclave RIO référencé inexistant

source: There is an invalid I/O type in the system bus table
fr: Présence d'un type d'E/S non valide dans la table de bus système

source: Warning:NW Module Number 0, but more than 1 NW module configured
fr: Avertissement: numéro de module réseau 0, mais plus d'une carte réseau configurée

source: Memory management in User RAM corrupted, possible battery problem
fr: Gestion mémoire corrompue dans la RAM utilisateur, problème de batterie probable

source: Warning: Network is configured in NWCFGMOD, but is not in the system bus
fr: Avertissement : réseau configuré dans NWCONMOD, mais absent du système de bus

source: Warning:Unknown NW Type
fr: Avertissement: type de réseau inconnu

source: Empty RB Section in configuration module
fr: Section RB vide dans le module de configuration

source: DBTRACER: Module type not supported
fr: DBTRACER: type de module non supporté

source: DBTRACER: Format error in Trace Definition file
fr: DBTRACER: erreur de format dans le fichier de configuration d'acquisition

source: DBTRACER: Format erro in Trace Data file
fr: DBTRACER: erreur de format dans le fichier de données d'acquisition

source: DBTRACER: Incorrect Task Type (no PLC Task)
fr: DBTRACER: les ressources timer et exception ne peuvent pas être déboguées

source: DBTRACER: PLC Task does not exist on the PLC
fr: DBTRACER: tâche d'automate absente de l'automate

source: DBTRACER: No Trace defined
fr: DBTRACER: aucune configuration d'acquisition définie

source: DBTRACER: Trace already active for this PLC Task
fr: DBTRACER: acquisition déjà active pour cette tâche d'automate

source: DBTRACER: No TracePV in Trace Definition file
fr: DBTRACER: aucune variable de processus dans le fichier de configuration d'acquisition

source: DBTRACER: Internal error - Incorrect TaskTask-TYPE
fr: DBTRACER: erreur interne - type de tâche incorrect

source: DBTRACER: Internal error - Incorrect System Event
fr: DBTRACER: erreur interne - événement système incorrect

source: DBTRACER: Internal error - Incorrect MI-Code
fr: DBTRACER: erreur interne - code d'identification de message incorrect

source: DBTRACER: Internal error - Incorrect Task No
fr: DBTRACER: erreur interne - numéro de tâche incorrect

source: DBTRACER: Bus error when accessing data
fr: DBTRACER: erreur de bus lors de l'accès aux données

source: DBTRACER: Address error when accessing data
fr: DBTRACER: erreur d'adresse lors de l'accès aux données

source: DBTRACER: Internal error - Incorrect Status in Task
fr: DBTRACER: erreur interne - état incorrect dans la tâche

source: DBTRACER: Number of active LineCoverage tasks exceeded
fr: DBTRACER: nombre de tâches actives pour repérage de lignes exécutées dépassé

source: DBTRACER: System Software too old (PCCSW < X2.43)
fr: DBTRACER: logiciel système trop ancien (système d'exploitation d'automate < X2.43)

source: DBTRACER: No Line Coverage task defined
fr: DBTRACER: aucune tâche de repérage de lignes exécutées n'est définie

source: DBTRACER: LineCoverage task started, Task not active
fr: DBTRACER: tâche de repérage des lignes exécutées lancée, mais tâche non active

source: DBTRACER: Error from GOT Function (see error module)
fr: DBTRACER: erreur de la fonction GOT (voir module d'erreur)

source: DEBUGGER: Invalid Event Info
fr: DEBOGUEUR: info d'événement non valide

source: DBTRACER: Function not supported
fr: DBTRACER: fonction non supportée

source: DBTRACER: Debug task is not installed on the PLC
fr: DBTRACER: tâche de débogage non installée sur l'API

source: DBTRACER: Task has no GOT Section
fr: DBTRACER: tâche n'ayant pas de section GOT

source: DEBUGGER: Invalid MI-Code
fr: DEBOGUEUR: code d'identification de message (MI-code) non valide

source: DEBUGGER: No more connections free
fr: DEBOGUEUR: plus aucune connexion disponible

source: DEBUGGER: Invalid TT-Message-Type
fr: DEBOGUEUR: type de message tâche-tâche non valide

source: DEBUGGER: Invalid Instruction number
fr: DEBOGUEUR: numéro d'instruction non valide

source: DBTRACER: Maximum number of breakpoints reached (64)
fr: DBTRACER: nombre maximal de points d'arrêt atteint (64)

source: DBTRACER: Variable not available on PLC
fr: DBTRACER: variable inexistante sur l'automate

source: DBTRACER: Not enough memory available in user area or OS area
fr: DBTRACER: trop peu de mémoire disponible dans la zone utilisateur ou la zone système

source: DBTRACER: The data object with Trace Definition not on PLC
fr: DBTRACER: module de données avec configuration d'acquisition absent de l'automate

source: TASK-TASK-COMMUNICATION: No more connections free
fr: COMMUNICATION TACHE-TACHE: plus aucune connexion disponible

source: TASK-TASK-COMMUNIKATION: ALI Error
fr: COMMUNICATION TACHE-TACHE: erreur ALI

source: TASK-TASK-COMMUNICATION: Invalid data type
fr: COMMUNICATION TACHE-TACHE: type de données non valide

source: TASK-TASK-COMMUNICATION: KA-Ptr = NULL
fr: COMMUNICATION TACHE-TACHE: KA-Ptr = NULL

source: TASK-TASK-COMMUNICATION: Invalid Instruction number
fr: COMMUNICATION TACHE-TACHE: numéro d'instruction non valide

source: TASK-TASK-COMMUNICATION: Invalid Comm. ID
fr: COMMUNICATION TACHE-TACHE: code de comm. non valide

source: TASK-TASK-COMMUNICATION: Invalid Event
fr: COMMUNICATION TACHE-TACHE: événement non valide

source: TASK-TASK-COMMUNICATION: Invalid MI-Code
fr: COMMUNICATION TACHE-TACHE: code d'identification de message (MI-Code) non valide

source: DBTRACER: Debugger is in isolated nmode
fr: DBTRACER: débogueur en mode isolé

source: DBTRACER: Error in task start (SY_start) see error module
fr: DBTRACER: erreur au démarrage de la tâche (SY_start), voir module d'erreur

source: DBTRACER: System task or Usertask is in a ROM
fr: DBTRACER: tâche système ou tâche utilisateur présente en ROM

source: DBTRACER: Debugger is in system mode
fr: DBTRACER: débogueur en mode système

source: DBTRACER: Debug module state DB_NONE
fr: DBTRACER: module de débogage à l'état DB_NONE

source: DBTRACER: Entered B&R Module is not on the PLC
fr: DBTRACER: module B&R entré absent de l'automate

source: DBTRACER: Debug module state DB_STOPPED
fr: DBTRACER: module de débogage à l'état DB_STOPPED

source: DBTRACER: Debug module state DB_RUNNING
fr: DBTRACER: module de débogage à l'état DB_RUNNING

source: DBTRACER: Offset not in code section
fr: DBTRACER: offset absent de la section de code

source: DBTRACER: Start_offset not in code section
fr: DBTRACER: start_offset absent de la section de code

source: PBIXMAN: Not enough free user memory
fr: PBIXMAN: pas assez de mémoire utilisateur libre

source: PBIXMAN: Subindex not defined (pbixdata)
fr: PBIXMAN: sous-index non défini (pbixdata)

source: PBIXMAN: Data object PBIXDATA missing
fr: PBIXMAN: module de données PBIXDATA manquant

source: PBIXMAN: PV-Index is not defined in data object PBIXDATA
fr: PBIXMAN: index de variable de processus non défini dans le module de données PBIXDATA

source: PBIXMAN: PV name is too long (max. 32 characters)
fr: PBIXMAN: nom de variable de processus trop long (32 caractères max.)

source: PBIXMAN: Undefined Index
fr: PBIXMAN: index non défini

source: PBIXMAN: Management damaged
fr: PBIXMAN: gestion endommagée

source: PBIXMAN: Index only valid in range $100-$2FF
fr: PBIXMAN: seuls les index dans la plage $100-$2FF sont valides

source: Stack of SS task class destroyed
fr: Pile d'une classe de tâche HS détruite

source: Stack overrun caused by init program (HS task class)
fr: Pile utilisateur de classe de tâches HS dans sous-prog d'init détruite

source: Supervisor stack of HS task class in InitUP destroyed
fr: Pile superviseur de classe de tâches HS dans sous-prog d'init détruite

source: Stack overrun caused by init program
fr: Pile utilisateur de classe de tâches dans sous-prog d'init détruite

source: Supervisor stack for task class in InitUP destroyed
fr: Pile superviseur de classe de tâches dans sous-prog d'init détruite

source: User stack of HS Task class destroyed
fr: Pile utilisateur de classe de tâches HS détruite

source: Supervisor stack of HS Task class destroyed
fr: Pile superviseur de classe de tâches HS détruite
