Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: EXCEPTION: Privilege Violation
fr: EXCEPTION: violation de privilège

source: EXCEPTION: Illegal Instruction
fr: EXCEPTION: instruction illégale

source: Exception released by RIO-Master.
fr: EXCEPTION: validé par maître RIO

source: EXCEPTION: NMI-Handler
fr: EXCEPTION: gestionnaire d'interruptions non masquables

source: TC#4 maximum cycle time violation
fr: TC#4 Violation du temps de cycle maximal

source: TC#3 maximum cycle time violation
fr: TC#3 Violation du temps de cycle maximal

source: TC#2 maximum cycle time violation
fr: TC#2 Violation du temps de cycle maximal

source: TC#1 maximum cycle time violation
fr: TC#1 Violation du temps de cycle maximal

source: TC#4 cycle time error
fr: TC#4 Erreur de temps de cycle

source: TC#3 cycle time error
fr: TC#3 Erreur de temps de cycle

source: TC#2 cycle time error
fr: TC#2 Erreur de temps de cycle

source: TC#1 cycle time error
fr: TC#1 Erreur de temps de cycle

source: INTELLIGENT MIXED MODULE: The sampling rate is invalid
fr: MODULE MIXTE INTELLIGENT: taux d'échantillonnage NON valide

source: INTELLIGENT MIXED MODULE: The calibration factor is invalid
fr: MODULE MIXTE INTELLIGENT: facteur de calibrage NON valide

source: INTELLIGENT MIXED MODULE: Not enough memory for configuration
fr: MODULE MIXTE INTELLIGENT: trop peu de mémoire pour la configuration

source: INTELLIGENT MIXED MODULE: Not enough data for congfiguration
fr: MODULE MIXTE INTELLIGENT: trop peu de données pour la configuration
