Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: I/O library: Unsupported PV type for IO_define
fr: IO-Library: type de variable de processus non supporté par IO_define

source: I/O library: PV length error (IO_define)
fr: IO-Library: erreur dans la longueur de variable de processus (IO_define)

source: I/O library: PV not found for IO_define.
fr: IO-Library: variable de processus introuvable pour IO_define

source: Invalid I/O identifier.
fr: IO-Library: ident incorrect pout IO_data

source: Timeout during shovel instruction (fatal error).
fr: IO-Library: timeout pour IO_data

source: I/O library: No PV name for IO_define.
fr: IO-Library: aucun nom de variable de processus pour IO_define

source: I/O library: Only analog PVs permitted for IO_define
fr: IO-Library: seules les variables de processus analogiques sont autorisées pour IO_define

source: I/O library: Invalid data area for I/O_physdef
fr: IO-Library: zone de données non valide pour IO_physdef

source: I/O library: Invalid mode for I/O_physdef
fr: IO-Library: mode non valide pour IO_physdef

source: I/O library: Specified I/O bus for IO_physdef is not supported
fr: IO-Library: bus d'E/S spécifié non supporté pour IO_physdef

source: I/O library: Invalid offset for I/O_physdef
fr: IO-Library: offset non valide pour IO_physdef

source: I/O library: Current CPU type is not supported by IO_physdef.
fr: IO-Library: type d'unité centrale en cours non supporté par IO_physdef

source: I/O library: SC entry at odd address for IO_physdef
fr: IO-Library: entrée d'acquisition shovel pour IO_physdef à une adresse impaire

source: I/O library: Invalid I/O module address for I/O_physdef
fr: IO-Library: adresse de module d'E/S non valide pour IO_physdef

source: AR-DevMan: device manager init error
fr: AR-DevMan: erreur fatale à l'initialisation du gestionnaire d'appareils

source: AR-DevMan: no free admin entry
fr: AR-DevMan: pas entrée d'admin disponible

source: AR-DevMan: driver does not support DM-function
fr: AR-DevMan: fonction DM non supportée par le driver

source: AR-DevMan: device driver already installed
fr: AR-DevMan: driver d'appareil déjà installé

source: AR-DevMan: device manager not started
fr: AR-DevMan: gestionnaire d'appareils non lancé

source: AR-DevMan: delete not possible because of existing reference to DD
fr: AR-DevMan: suppression impossible à cause d'une référence à un driver d'appareil

source: AR-DevMan: device driver not found (not installed)
fr: AR-DevMan: driver d'appareil pas trouvé (non installé)

source: AR-DevMan: deinit not possible because of existing reference to device
fr: AR-DevMan: désinitialisation impossible à cause d'une référence à un appareil

source: AR DevMan: Device not found (not configured).
fr: AR-DevMan: driver d'appareil pas trouvé (non configuré)

source: AR-DevMan: device already initialized
fr: AR-DevMan: appareil déjà initialisé

source: AR-DevMan: device not initialized
fr: AR-DevMan: appareil non initialisé

source: AR-DevMan: device not opened
fr: AR-DevMan: appareil non ouvert

source: AR-DevMan: invalid device name (emptystring)
fr: AR-DevMan: nom d'appareil non valide (chaîne de caractères vide)

source: AR-DevMan: invalid device driver name (emptystring)
fr: AR-DevMan: nom de driver d'appareil non valide (chaîne de caractères vide)

source: AR-DD: xDeviceOpen() error
fr: AR-DD: erreur de xDeviceOpen()

source: AR-DD: xDeviceClose() error
fr: AR-DD: erreur de xDeviceClose()

source: AR-DD: no more read/write requests accepted (async read/write)
fr: AR-DD: aucune autre requête R/W ne peut être acceptée (services lecture/écriture async.)

source: AR-DD: no pending read/write response (async read/write)
fr: AR-DD: aucune réponse R/W en attente (services lecture/écriture async.)

source: General error from xDeviceInit().
fr: AR-DD: erreur de xDeviceInit()

source: AR-DD: xDeviceDeInit() error
fr: AR-DD: erreur de xDeviceDeInit()

source: AR-DD: xDeviceShutDown() error
fr: AR-DD: erreur de xDeviceShutDown()

source: AR-DD: no more opens permitted on the device
fr: AR-DD: plus aucun autre Open autorisé sur l'appareil

source: AR-DD: IOCTL-code not supported
fr: AR-DD: code IOCTL non supporté

source: AR-DD: cevice ident invalid
fr: AR-DD: ident d'appareil non valide

source: AR-DD: xDeviceWrite: not enough space for write-data
fr: AR-DD: xDeviceWrite: espace insuffisant pour données d'écriture

source: AR-DD: xDeviceWrite() error
fr: AR-DD: erreur de xDeviceWrite()

source: AR-DD: xDeviceRead() error
fr: AR-DD: erreur de xDeviceRead()

source: AR-DD: xDeviceIoControl() error
fr: AR-DD: erreur de xDeviceIoControl()

source: AR-DD: invalid IOCTL-code for this DD-type
fr: AR-DD: code IOCTL non valide pour ce type de driver d'appareil

source: AR-DdSerialFrame: base errornumber
fr: AR-DdSerialFrame: numéro d'erreur de base

source: AR-DdCan: invalid interface
fr: AR-DdCan: interface non valide

source: CAN RX/TX FIFO is full. No additional entries possible.
fr: AR-DdCan: FIFO CAN-RX/TX pleine

source: AR-DdCan: no data
fr: AR-DdCan: pas de données

source: AR-DdCan: data overwritten
fr: AR-DdCan: données écrasées

source: AR-DdCan: FULLCAN not supported
fr: AR-DdCan: FULLCAN non supporté

source: AR-DdCan: IOCTL: no pending event
fr: AR-DdCan: IOCTL: aucun événement en attente

source: AR-DdCan: base error number
fr: AR-DdCan: numéro d'erreur de base

source: AR-DdCan: No message buffer
fr: AR-DdCan: pas de tampon de messages

source: AR-DdCan: Invalid type of CAN object
fr: AR-DdCan: type d'objet CAN non valide

source: AR-DdCan: syntax error in parameter string
fr: AR-DdCan: erreur de syntaxe dans chaîne de paramètres

source: AR-DdCan: data inconsistent
fr: AR-DdCan: données inconsistantes

source: AR-DdFile: No more file handles available (RT-OS)
fr: AR-DdFile: Open: plus aucun handle de fichier disponible (RT-OS)

source: AR-DdFile: Access not possible using the desired mode (read/write, etc.).
fr: AR-DdFile: Open: accès impossible (lecture/écriture/...)

source: AR-DdFile: Invalid mode or permission string.
fr: AR-DdFile: Open: chaîne de caractères de mode ou de permission non autorisée

source: AR-DdFile: Error base.
fr: AR-DdFile: numéro d'erreur de base

source: AR-DdFile: I/O control code function not allowed for files, only for file devices.
fr: AR-DdFile: fonction / code de contrôle d'E/S non supporté pour des fichiers, seulement pour des appareils

source: AR-DdFile: I/O control code function not allowed for a file device, only for files.
fr: AR-DdFile: fonction / code de contrôle d'E/S non supporté pour des unités de fichiers, seulement pour des fichiers

source: AR-DdFile: File not found / no additional file found.
fr: AR-DdFile: Open: fichier inexistant / plus aucun autre fichier existant

source: AR-DdFile: File already exists (/MODE=E: Exclusive)
fr: AR-DdFile: Open: fichier déjà existant (/MODE=E: exclusif)

source: AR-DdFile: Invalid offset or invalid origin
fr: AR-DdFile: offset de fichier non valide ou origine non valide

source: AR-DdFile: Not enough space for file with Write / ChangeSize.
fr: AR-DdFile: pas assez d'espace fichier pour écriture / changement de taille

source: AR-DdNV: Inconsistent data - Data being restored
fr: AR-DdNv: données détruites - données restaurées

source: AR-DdNv: No memory for restoring the corresponding NV memory area.
fr: AR-DdNv: pas de mémoire disponible pour restauration de mémoire non volatile

source: AR-DdNV: Data and backup copy damaged.
fr: AR-DdNv: données et copie des données détruites

source: AR-DdNv: Ioctl: Error setting the data block length
fr: AR-DdNv: contrôle d'E/S: _NV_SETDATALENGTH trop grand

source: AR-DdNv: Ioctl: Error setting a certain data offset.
fr: AR-DdNv: contrôle d'E/S _NV_SETDATAOFFSET trop grand/petit

source: AR-DdNv: Init: NV path doesn't exist.
fr: AR-DdNv: Init: chemin non volatile inexistant

source: AR-DdNv: Open: Data block already open (only 1 parallel open allowed).
fr: AR-DdNv: Open: bloc de données déjà ouvert

source: AR-DdNv: Ioctl: not permitted for NV memory
fr: AR-DdNv: contrôle d'E/S non supporté pour bloc de données non volatile

source: AR-DdNv: Init: NV device not found.
fr: AR-DdNv: Init: appareil non volatile non trouvé

source: AR-DdNv: Ioctl, Read, Write: not permitted for NV device
fr: AR-DdNv: contrôle d'E/S, lecture, écriture non supporté pour appareils non volatiles

source: AR-DdNv: Ioctl: _NV_FINDFIRST, _NV_FINDNEXT, NV_DELETEDATA: Data area not present.
fr: AR-DdNv: contrôle d'E/S: _NV_FINDFIRST, _NV_FINDNEXT, NV_DELETEDATA: zone de données inexistante"

source: AR-DdIsaIO: DMIOCTL_II_GETBUFFPOS: Specified data point not found.
fr: AR-DdIsaIO: DMIOCTL_II_GETBUFFPOS: point de données introuvable

source: AR_DdIO: Basis for I/O device errors.
fr: AR_DdIO: driver d'appareil "IO" erreur de base

source: AR_DdIO: Ioctl, read, write: Not allowed for I/O device.
fr: AR_DdIO: contrôle d'E/S, lecture, écriture: non autorisé pour appareil d'E/S

source: AR_DdIO: Ioctl: Not allowed for data point.
fr: AR_DdIO: contrôle d'E/S: non autorisé pour point de données

source: AR_DdIO: Invalid data type for data point
fr: AR_DdIO: type de point de données non conforme à la référence

source: AR_DdIO: Data point length doesn't match reference.
fr: AR_DdIO: taille de point de données non conforme à la référence

source: AR_DdIO: Invalid number of elements for data point
fr: AR_DdIO: nombre d'éléments de tableau non conforme à la référence

source: AR_DdIO: Data point not yet found
fr: AR_DdIO: point de données non trouvé

source: AR_DdIO: Data point will never exist (IOMap defines data points that can never be resolved by the driver - HWD)
fr: AR_DdIO: point de données inexistant (IOMap définit les points de données non disponibles sur le matériel cible)

source: AR_DdIO: Data point cannot be opened more than once.
fr: AR_DdIO: point de données ne pouvant pas être ouvert deux fois

source: AR_DdIO: Access type not supported.
fr: AR_DdIO: type d'accès non supporté

source: AR_DdIO: Address conflict. Several data points refer to the same address.
fr: AR_DdIO: conflit d'adresses - points de données ayant la même adresse

source: usbdInitialize error
fr: USB: erreur d'initialisation

source: "USB" device driver error base
fr: USB: erreur d'initialisation

source: DevLock error
fr: USB: erreur de DevLock

source: DevCreate error
fr: USB: erreur de DevCreate

source: NodeInfo error
fr: USB: erreur d'info de noeud

source: usbdInitialize error
fr: USB: erreur d'initialisation

source: Host controller attach error
fr: USB: erreur de lien de contrôleur d'hôte

source: Unable to register new client
fr: USB: erreur d'enregistrement client

source: Unable to unregister client
fr: USB: erreur de désenregistrement de client

source: Mapping of incompatible data types
fr: AR-DdTCC: Ioctl _TCC_SET_IMAGE_DESC: diffusion de type non supporté

source: Invalid data point description in the mapping or in the configuration
fr: AR-DdTCC: point de données non trouvé

source: Mapping of incompatible data types
fr: AR-DdTCC: nombre d'éléments de tableau ne correspondant pas à la référence

source: Mapping of incompatible data types
fr: AR-DdTCC: taille de point de données ne correspondant pas à la référence

source: Mapping of incompatible data types
fr: AR-DdTCC: type de données de point de données ne correspondant pas à la référence

source: Internal task class shoveler error
fr: AR-DdTCC: contrôle d'E/S: non autorisé pour point de données

source: Internal task class shoveler error
fr: AR-DdTCC: contrôle d'E/S, lecture, écriture: non autorisé pour appareil d'E/S

source: AR-DdTCC: Device Driver "TCC" error base
fr: AR-DdTCC: driver d'appareil "TCC" erreur de base

source: Internal task class shoveler status error
fr: AR-DdTCC: Ioctl _TCC_START_COPY, _TCC_STOP_COPY: déjà démarré ou déjà arrêté

source: The transfer of an I/O data point can not be activated due to a missing data point description
fr: AR-DdTCC: Ioctl _TCC_START_COPY: description d'image non disponible

source: ARwin DD16550: Fatal internal error.
fr: AR010 DD16550: erreur interne fatale

source: ARwin DD16550: OS port cannot be created
fr: AR010 DD16550: erreur de création de port de système d'exploitation

source: ARwin DD16550: OS port cannot be deleted
fr: AR010 DD16550: erreur de suppression de port de système d'exploitation

source: ARwin DD16550: OS heap cannot be attached
fr: AR010 DD16550: OS heap attach error

source: ARwin DD16550: OS heap cannot be detached
fr: AR010 DD16550: OS heap deattach error

source: ARwin DD16550: RSVP send error
fr: AR010 DD16550: erreur d'émission RSVP

source: ARwin DD16550: Message send error
fr: AR010 DD16550: erreur d'émission de message

source: ARwin DD16550: RSVP reply error
fr: AR010 DD16550: erreur de réponse RSVP

source: ARwin DD16550: Message receive error
fr: AR010 DD16550: erreur de réception de message

source: ARwin DD16550: DeviceInit error
fr: AR010 DD16550: erreur d'initialisation d'appareil

source: ARwin DD16550: DeviceDeInit error
fr: AR010 DD16550: erreur de désinitialisation d'appareil

source: AR registry: No memory available.
fr: AR-Registry: pas assez de mémoire disponible

source: AR registry: Multiple access to a registry entry is not possible.
fr: AR-Registry: double accès à une entrée du registre non supporté

source: AR registry: Type of the entered value has changed.
fr: AR-Registry: type de valeur différent

source: AR registry: XML syntax error.
fr: AR-Registry: erreur de syntaxe XML

source: AR registry: Error loading the remanent registry.
fr: AR-Registry: erreur au chargement du registre rémanent

source: AR registry: Error saving the remanent registry.
fr: AR-Registry: erreur à l'enregistrement du registre rémanent

source: AR registry: Everything OK!
fr: AR-Registry: tout est OK !

source: AR registry: Incorrect path name.
fr: AR-Registry: nom de chemin d'accès erroné

source: AR registry: Error during initialization
fr: AR-Registry: erreur d'initialisation

source: Key name not found
fr: AR-Registry: clé de recherche non trouvée

source: AR registry: Fatal internal error.
fr: AR-Registry: erreur interne fatale

source: AR registry: No further items.
fr: AR-Registry: pas d'autres éléments

source: Data length transferred is too small.
fr: AR-Registry: taille de tampon trop petite

source: AR registry: Invalid KEY handle.
fr: AR-Registry: handle de clé non valide

source: Entry not available
fr: AR-Registry: valeur non valide

source: Wrong data type entry
fr: AR-Registry: type de données non valide

source: No NV memory available, or too little free
fr: AR-NvMem: pas assez de mémoire disponible

source: Not enough DRAM free
fr: AR-NvMem: pas de copie dans DRAM, seulement accès direct

source: Error initializing the NV memory block management
fr: AR-NvMem: erreur d'initialisation

source: End of list of NV memory blocks reached
fr: AR-NvMem: fin de liste

source: Cannot verify integrety of internal management data of an NV memory block
fr: AR-NvMem: zone mémoire détruite

source: AR-NvMem: Error base.
fr: AR-NvMem: numéro d'erreur de base

source: An NV memory block with this name already exists
fr: AR-NvMem: zone mémoire déjà existante

source: An NV memory block with this name does not exist
fr: AR-NvMem: zone mémoire inexistante

source: Checksum error in NV memory block of a B+R module.
fr: AR_NvMem: erreur de checksum dans bloc NV d'un module BR

source: Not enough DRAM free
fr: AR-NvMem: trop peu de mémoire temporaire disponible (enregistrement de données NV)

source: Cannot verify the integrity of NV data of a NV device.
fr: AR-NvMem: intégrité des données NV non précisée

source: NV memory (HDD/CF/RAM) has been exchanged
fr: AR-NvMem: reconnaissance d'un nouveau CF/HDD

source: NV memory (HDD/CF/RAM) has been exchanged
fr: AR-NvMem: initialisation totale après reconnaissance d'un nouveau CF/HDD

source: Ethernet Manager not started
fr: Ethernet: tcpipdrv pas installé (ou pas correctement)

source: Library error mapping: unknown OS error.
fr: Ethernet: erreur de système d'exploitation générale

source: AR_PNP: LS187 firmware not found on C:/SYSTEM/ls187.fw
fr: AR_PNP: LS187 firmware pas trouvé sous C:/SYSTEM/ls187.fw

source: AR_PNP: Could not read node number.
fr: AR_PNP: LS187 numéro de noeud pas lu

source: AR_PNP: LS187 firmware not loaded.
fr: AR_PNP: LS187 firmware pas chargé

source: AR-SIOS: Error registering with the I/O scheduler.
fr: AR-SIOS: erreur de siosSubscribeNotification()

source: AR-SIOS: Error starting the I/O scheduler.
fr: AR-SIOS: erreur de siosStart()

source: AR-SIOS: I/O scheduler initialization error.
fr: AR-SIOS: erreur de siosInit()

source: AR-SIOS: I/O cycle time violation.
fr: AR-SIOS: violation de temps de cycle d'E/S

source: AR-SIOS: Error stopping the I/O scheduler.
fr: AR-SIOS: erreur de siosStop()

source: AR-SIOS: I/O scheduler client using an invalid subscriber handle.
fr: AR-SIOS: handle de souscription non valide

source: ARUSBMAN Error base
fr: ARUSBMAN: base de ARUSBMAN

source: Not enough memory for manager
fr: ARUSBMAN: pas de mémoire disponible

source: RtkCreateFifo error
fr: ARUSBMAN: erreur de RtkCreateFifo

source: DmDeviceOpen error or DdVxUsClient entry missing
fr: ARUSBMAN: erreur de DmDeviceOpen ou entrée de DdVxUsClient manquante

source: USB device register entry Error
fr: ARUSBMAN: erreur d'entrée de registre de l'appareil USB

source: Could not find handle for USB device
fr: ARUSBMAN: handle non trouvé pour l'appareil USB

source: Handle not available for USB device
fr: ARUSBMAN: pas de handle disponible pour l'appareil USB

source: AR install: AVT entry unequal
fr: AR-Install: entrée AVT différente

source: AR install: LOCAL variable unequal
fr: AR-Install: variable LOCAL différente

source: AR install: GLOBAL variable unequal
fr: AR-Install: variable GLOBAL différente

source: AR install: Install Mode function not possible
fr: AR-Install: fonction mode d'installation non disponible

source: AR install: Task number (order) in "one cycle" mode unequal
fr: AR-Install: numéro de tâche (ordre) différent

source: AR install: PP number in "one cycle" mode unequal
fr: AR-Install: numéro de PP différent

source: AR install: SysBus number in "one cycle" mode unequal
fr: AR-Install: numéro de bus système différent

source: AR install: AVT number in "one cycle" mode unequal
fr: AR-Install: numéro AVT différent

source: AR install: B&R module error in Copy mode
fr: AR-Install: erreur de module B&R

source: AR install: Install mode not supported (neither one cycle mode or copy mode)
fr: AR-Install: mode d'installation non supporté

source: AR install: Module doesn't exist in the download list
fr: AR-Install: module inexistant dans la liste de transfert

source: AR install: ID section in "one cycle" mode unequal
fr: AR-Install: section ID différente

source: AR install: I/O section in "one cycle" mode unequal
fr: AR-Install: section E/S différente

source: AR install: Module name too long (> 32 characters)
fr: AR-Install: chaîne de caractères trop longue pour le nom du module (> 32 caractères)

source: AR install error.
fr: AR-Install: erreur à l'installation ou à la désinstallation du module

source: AR install: Download list entry destroyed
fr: AR-Install: entrée de liste de transfert détruite

source: AR install: Module already exists in the download list
fr: AR-Install: module déjà existant dans la liste de transfert

source: AR install: Task class in "one cycle" mode unequal
fr: AR-Install: classe de tâche différente

source: AR install: I/O number in "one cycle" mode unequal
fr: AR-Install: numéro d'E/S différent

source: AR install: Dynamic PVs not supported
fr: AR-Install: variable de processus dynamique non supportée

source: AR install: _GLOBAL/_LOCAL PV unequal
fr: AR-Install: variable de processus _GLOBAL/_LOCAL différente

source: AR install: Cyclic task not installed
fr: AR-Install: tâche cyclique non installée

source: AR install: GOT section is different in "One cycle" mode
fr: AR-Install: section GOT différente

source: AR install: Number of PVs in task is different in "One cycle" mode
fr: AR-Install: nombre de variables de processus de tâches différent

source: AR install: Data type section error in "One cycle" mode
fr: AR-Install: erreur de la section type de données

source: FBTCPIP: Error in send function.
fr: FBTCPIP: erreur d'émission

source: Send buffer length
fr: FBARCNET: taille de tampon d'émission

source: Receive buffer length
fr: FBARCNET: taille de tampon Recv

source: Recv DID
fr: FBARCNET: Recv DID

source: Initializing eror
fr: FBARCNET: erreur d'initialisation

source: Wrong revision number
fr: FBARCNET: numéro de révision non valide

source: Duplicate node ID
fr: FBARCNET: ID de noeud erroné

source: Recv task error
fr: FBARCNET: erreur de Recv Task

source: Wrong CPU type
fr: FBARCNET: type d'UC incorrect

source: Command FiFo error
fr: FBARCNET: erreur de Command Fifo

source: Send task error
fr: FBARCNET: erreur de Send Task

source: INA-EventPV: Connection error
fr: INA - variable d'événement: erreur de connexion

source: INA event PV: Task does not exist
fr: INA - variable d'événement: tâche de contrôle non installée

source: INA event PV: Invalid unlink parameter
fr: INA - variable d'événement: paramètre de suppression de lien non valide

source: INA event PV: Invalid link parameter
fr: INA - variable d'événement: paramètre d'établissement de lien non valide

source: PVI/Ina2000 event PV: Error accessing dynamic PV
fr: INA - variable d'événement: erreur lors de l'accès aux variables de processus dynamiques

source: PVI/Ina2000 event PV: Error accessing PV
fr: INA - variable d'événement: erreur lors de l'accès aux variables de processus

source: INA event PV: VW entry not found
fr: INA - variable d'événement: entrée de gestion introuvable

source: COMMSERV: Connection is already defined
fr: COMMSERV: communication déjà définie

source: COMMSERV: Incorrect type in communication frame
fr: COMMSERV: type incorrect dans trame de communication

source: COMMSERV: Invalid invoke number
fr: COMMSERV: nombre d'appels non valide

source: COMMSERV: Invalid MI code
fr: COMMSERV: code d'identification de message (MI-code) non valide

source: COMMSERV: Error in event handling
fr: COMMSERV: erreur lors du traitement d'événement

source: COMMSERV: A maximum of 16 users is possible for events
fr: COMMSERV: 16 utilisateurs max. possible pour événements

source: COMMSERV: Invalid physical access
fr: COMMSERV: ancre non valide

source: COMMSERV: Answer is too large for the communication frame
fr: COMMSERV: réponse trop grande pour trame de communication

source: AR-RTK: Error using RtkCreateSoftPlc
fr: AR-RTK: erreur de RtkCreateSoftPlc

source: AR-RTK: RTK initialization not possible
fr: AR-RTK: noyau temps réel ne pouvant pas être initialisé

source: AR-RTK: RTK deinitialization not possible
fr: AR-RTK: noyau temps réel ne pouvant pas être désinitialisé

source: AR-RTK: Fatal internal RTK error
fr: AR-RTK: erreur interne fatale

source: AR-RTK: Wait function timeout
fr: AR-RTK: timeout de fonction d'attente

source: AR-RTK: Function not supported by RTK
fr: AR-RTK: fonction non supportée

source: AR-RTK: CriticalSection can't be deleted
fr: AR-RTK: section critique ne pouvant pas être supprimée

source: AR-RTK: CriticalSection can't be created
fr: AR-RTK: section critique ne pouvant pas être créée

source: AR-RTK: CriticalSection can't be left
fr: AR-RTK: section critique ne pouvant pas être quittée

source: AR-RTK: CriticalSection can't be entered
fr: AR-RTK: section critique ne pouvant pas être accédée

source: AR-RTK: FIFO not not deleted (MemFree, etc.)
fr: AR-RTK: FIFO ne pouvant pas être supprimée (MemFree, ...)

source: AR-RTK: FIFO not not created (memory, etc.)
fr: AR-RTK: FIFO ne pouvant pas être créée (mémoire, ...)

source: AR-RTK: FIFO not read from (fifo empty)
fr: AR-RTK: FIFO ne pouvant pas être lue (FIFO vide)
