Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: AR-RTK: FIFO not written to (fifo full, etc.)
fr: AR-RTK: FIFO ne pouvant pas être écrite (FIFO pleine)

source: AR-RTK: FIFO Read/Write with timeout at attached
fr: AR-RTK: FIFO lue/écrite avec timeout, mais liée

source: AR-RTK: FIFO not not released
fr: AR-RTK: FIFO ne pouvant pas être libérée

source: AR-RTK: FIFO at Read/Write attached by other task
fr: AR-RTK: FIFO liée par une autre tâche lors de la lecture/écriture

source: AR-RTK: FIFO at Read/Write not attached
fr: AR-RTK: FIFO non liée lors de la lecture/écriture

source: AR-RTK: FIFO not configured for attach
fr: AR-RTK: FIFO non créée pour le lien

source: AR-RTK: Task already suspended
fr: AR-RTK: tâche déjà suspendue

source: AR-RTK: Task not suspended
fr: AR-RTK: tâche pas suspendue

source: AR-RTK: No free stack area for OS task
fr: AR-RTK: mémoire disponible insuffisante pour pile de tâche

source: AR-RTK: Invalid task priority
fr: AR-RTK: priorité de tâche non valide

source: AR-RTK: Cannot delete Automation Runtime task
fr: AR-RTK: tâche de système d'exploitation ne pouvant pas être supprimée

source: AR-RTK: Cannot create Automation Runtime task
fr: AR-RTK: tâche de système d'exploitation ne pouvant pas être créée

source: AR-RTK: Task timer no longer available
fr: AR-RTK: pas de timer de tâche libre

source: AR-RTK: Invalid value index for task register
fr: AR-RTK: index de valeur non valide pour registre de tâche

source: AR-RTK: Invalid object type
fr: AR-RTK: type d'objet non valide

source: AR-RTK: Object table full
fr: AR-RTK: table d'objets pleine

source: AR-RTK: Invalid object ident
fr: AR-RTK: identificateur d'objet non valide

source: AR-RTK: Object with this name not found
fr: AR-RTK: objet avec ce nom introuvable

source: AR-RTK: Object already exists
fr: AR-RTK: objet déjà existant

source: AR-RTK: Incorrect object name
fr: AR-RTK: nom d'objet faux

source: AR-RTK: Shared memory cannot be erased
fr: AR-RTK: mémoire partagée ne pouvant pas être supprimée

source: AR-RTK: Map of shared memory not possible
fr: AR-RTK: mémoire partagée ne pouvant pas être mappée

source: AR-RTK: Unmap of shared memory not possible
fr: AR-RTK: mémoire partagée ne pouvant pas être démappée

source: AR-RTK: Invalid memory type
fr: AR-RTK: type de mémoire non valide

source: AR-RTK: Not enough dynamic memory free
fr: AR-RTK: trop peu de mémoire disponible

source: AR-RTK: Memory not in heap
fr: AR-RTK: mémoire absente du tas

source: AR-RTK: Unable to create shared memory
fr: AR-RTK: mémoire partagée ne pouvant pas être créée

source: AR-RTK: Cannot release Automation Runtime semaphore
fr: AR-RTK: sémaphore de système d'exploitation ne pouvant pas être libéré

source: AR-RTK: Cannot create Automation Runtime semaphore
fr: AR-RTK: sémaphore de système d'exploitation ne pouvant pas être créé

source: AR-RTK: Cannot delete Automation Runtime semaphore
fr: AR-RTK: sémaphore de système d'exploitation ne pouvant pas être supprimé

source: AR-RTK: TIMER can't be created
fr: AR-RTK: TIMER ne pouvant pas être créé

source: AR-RTK: RTC time cannot be set
fr: AR-RTK: heure d'horloge temps réel ne pouvant pas être réglée

source: AR-RTK: Invalid date/time values
fr: AR-RTK: date/heure non valide

source: AR-RTK: Invalid cycle time for timer
fr: AR-RTK: temps de cycle non valide pour timer

source: AR-RTK: TIMER can't be deleted
fr: AR-RTK: TIMER ne pouvant pas être supprimé

source: AR-RTK: DisonnectInterrupt not possible
fr: AR-RTK: erreur d'interruption de déconnexion

source: AR-RTK: Invalid interrupt number
fr: AR-RTK: numéro d'interruption non valide

source: AR-RTK: ConnectInterrupt not possible
fr: AR-RTK: erreur d'interruption de connexion

source: AR-RTK: EXCEPTION Invalid task state segment
fr: AR-RTK: EXCEPTION segment d'état de tâche non valide

source: AR-RTK: EXCEPTION Segment not present
fr: AR-RTK: EXCEPTION segment non présent

source: AR-RTK: EXCEPTION Stack fault
fr: AR-RTK: EXCEPTION faute de pile

source: AR-RTK: EXCEPTION General protection
fr: AR-RTK: EXCEPTION protection générale

source: AR RTK: Exception page fault
fr: AR-RTK: EXCEPTION faute de page

source: AR-RTK: EXCEPTION Intel-reserved
fr: AR-RTK: EXCEPTION réservé Intel

source: AR-RTK: EXCEPTION Floating point error
fr: AR-RTK: EXCEPTION erreur de virgule flottante

source: AR-RTK: EXCEPTION Alignment check
fr: AR-RTK: EXCEPTION contrôle d'alignement

source: AR-RTK: EXCEPTION Machine Check
fr: AR-RTK: EXCEPTION contrôle de machine

source: AR-RTK: EXCEPTION Debug exception
fr: AR-RTK: EXCEPTION exception de débogage

source: AR-RTK: EXCEPTION Divide error
fr: AR-RTK: EXCEPTION erreur de division

source: AR-RTK: EXCEPTION Breakpoint
fr: AR-RTK: EXCEPTION point d'arrêt

source: AR-RTK: EXCEPTION NMI Interrupt
fr: AR-RTK: EXCEPTION interruption non masquable

source: AR-RTK: EXCEPTION BOUND Range exceeded
fr: AR-RTK: EXCEPTION plage de LIMITE dépassée

source: AR-RTK: EXCEPTION INTO-detected overflow
fr: AR-RTK: EXCEPTION INTO-débordement détecté

source: AR-RTK: EXCEPTION Device not available
fr: AR-RTK: EXCEPTION appareil inexistant

source: AR-RTK: EXCEPTION Invalid opcode
fr: AR-RTK: EXCEPTION opcode non valide

source: AR-RTK: EXCEPTION CoProcessor Segment Overrun
fr: AR-RTK: EXCEPTION coprocesseur dépassement de segment

source: AR-RTK: EXCEPTION Double fault
fr: AR-RTK: EXCEPTION défaut double

source: AR-RTK: EXCEPTION Intel reserved
fr: AR-RTK: EXCEPTION réservé Intel

source: AR-RTK: EXCEPTION Unknown
fr: AR-RTK: EXCEPTION inconnu

source: AR-RTK: Step not possible when debugging
fr: AR-RTK: saut pour débogage ne pouvant pas être effectué

source: AR-RTK: Cannot delete breakpoint
fr: AR-RTK: point d'arrêt ne pouvant pas être supprimé

source: AR-RTK: Cannot set breakpoint
fr: AR-RTK: point d'arrêt ne pouvant pas être inséré

source: AR-RTK: Debugging not supported
fr: AR-RTK: débogage non supporté

source: AR-RTK: No events available when debugging
fr: AR-RTK: pas d'événement de débogage en attente

source: AR-RTK: No memory available when debugging
fr: AR-RTK: pas assez de mémoire disponible pour le débogage

source: AR-RTK: Invalid register number when debugging
fr: AR-RTK: numéro de registre de débogage non valide

source: AR-RTK: GO not possible when debugging
fr: AR-RTK: aller à pour débogage ne pouvant pas être effectué

source: AR-RTK: Breakpoint not found in table
fr: AR-RTK: point d'arrêt non défini

source: AR-RTK: Breakpoint table full
fr: AR-RTK: table de points d'arrêt pleine

source: AR-RTK: DD driver deinstallation not possible
fr: AR-RTK: driver d'appareil: erreur de désinstallation de driver

source: AR-RTK: DD device description subject not found
fr: AR-RTK: driver d'appareil: sujet de description manquant

source: AR-RTK: DD management initialization not possible
fr: AR-RTK: driver d'appareil: erreur d'initialisaton d'administration

source: AR-RTK: DD driver installation not possible
fr: AR-RTK: driver d'appareil: erreur d'installation de driver

source: AR-RTK: DD insert in device list not possible
fr: AR-RTK: driver d'appareil: erreur à l'insertion dans la liste d'appareils

source: AR-RTK: DD incorrect driver ident
fr: AR-RTK: driver d'appareil: ident de driver non valide

source: AR-RTK: DD device not in list
fr: AR-RTK: driver d'appareil: appareil absent de la liste

source: AR-RTK: DD driver name is longer than the name field
fr: AR-RTK: driver d'appareil: nom de driver trop long

source: AR-RTK: DD IoControl not possible
fr: AR-RTK: driver d'appareil: erreur contrôle d'E/S

source: AR-RTK: DD write not possible
fr: AR-RTK: driver d'appareil: erreur d'écriture

source: AR-RTK: DD read not possible
fr: AR-RTK: driver d'appareil: erreur de lecture

source: AR-RTK: DD shutdown not possible
fr: AR-RTK: driver d'appareil: erreur d'arrêt

source: AR-RTK: DD deregistration not possible
fr: AR-RTK: driver d'appareil: erreur de déconnexion

source: AR-RTK: DD registration not possible
fr: AR-RTK: driver d'appareil: erreur de connexion

source: AR-RTK: DD device function not supported by driver
fr: AR-RTK: driver d'appareil: fonction d'appareil non supportée

source: AR-RTK: DD incorrect device ident
fr: AR-RTK: driver d'appareil: ident d'appareil non valide

source: AR-RTK: DD invalid device parameter
fr: AR-RTK: driver d'appareil: paramètre d'appareil non valide

source: AR-RTK: DD invalid IoControl code
fr: AR-RTK: driver d'appareil: code de contrôle d'E/S non valide

source: Too many process variables (PVs) per function block (maximum number of PVs per function block = 6)
fr: NET2000: trop de variables de processus par bloc de fonction (nombre maximum de variables de processus par bloc de focntion = 6)

source: NET2000 manager cannot be started or NET2000.station is not defined
fr: NET2000: le gestionnaire NET2000 ne peut pas être lancé ou la station NET2000 n'est pas définie

source: Communication error
fr: NET2000: erreur de communication

source: Object does not exist on the target station
fr: NET2000: objet inexistant sur la station cible

source: Error in length comparison - GetOV (the actual length of the process variable is compared with the length in pvlist)
fr: NET2000: erreur dans la comparaison de taille - GetOV (la taille actuelle de la variable de processus est comparée à la taille dans pvlist)

source: No NET2000 manager installed
fr: NET2000: gestionnaire NET2000 installé

source: error from CAN driver
fr: NET2000: erreur venant du driver CAN

source: no L2 puffer
fr: NET2000: pas de tampon L2

source: L2 puffer error
fr: NET2000: erreur tampon L2

source: error while sending a frame
fr: NET2000: erreur lors de l'émission d'une trame

source: NET2000 management destroyed
fr: NET2000: structure de gestion NET2000 détruite

source: NET2000 management destroyed
fr: NET2000: structure de gestion NET2000 détruite

source: Error from the NET2000 event manager.
fr: NET2000: erreur venant du gestionnaire d'événements NET2000

source: no L2 puffer
fr: NET2000: pas de tampon L2

source: initalize error
fr: NET2000: erreur d'initialisation

source: wrong length of frame
fr: NET2000: taille de trame erronée

source: No memory free.
fr: NET2000: mémoire insuffisante

source: Hardware is not supported.
fr: NET2000: matériel non supporté

source: No connection module found on the driver (CAN, ETHERNET).
fr: NET2000: aucun module de connexion trouvé sur le driver (CAN, ETHERNET)

source: CAN initialization error
fr: NET2000: erreur d'initialisation CAN

source: Physical medium is not supported.
fr: NET2000: appareil non supporté

source: Interface number not supported by the hardware.
fr: NET2000: nombre d'interface non supporté

source: PCCSW version < V1.22
fr: NET2000: version de programme système sur cible < V1.22

source: NET2000 configuration changes require the NET2000 management memory to be reconfigured.
fr: NET2000: la configuration NET2000 a changé

source: Resource handling error
fr: NET2000: erreur lors de la gestion des classes de tâches

source: Configuration redundancy
fr: NET2000: configuration déjà existante

source: Error copying PV
fr: NET2000: erreur lors de la copie des variables de processus

source: Network management initialization error
fr: NET2000: erreur d'initialisation de gestion réseau

source: NET2000 buffer management error
fr: NET2000: erreur de gestion de tampon NET2000

source: Standard serial layer initialization error
fr: NET2000: erreur d'initialisation de couche série standard

source: NET2000 buffer management error
fr: NET2000: erreur de gestion de tampon NET2000

source: NET2000 buffer management error
fr: NET2000: erreur de gestion de tampon NET2000

source: Invalid interface parameters
fr: NET2000: chaîne de caractères de mode non valide

source: Interface does not exist or no driver loaded
fr: NET2000: appareil ou driver inexistant

source: Invalid interface description
fr: NET2000: chaîne de caractère d'appareil non valide

source: POWERLINK: Different cycle time configured on the Controlled Node than on the Managing Node.
fr: AVERTISSEMENT: Powerlink: les temps de cycle respectifs du contrôleur et du gestionnaire sont différents ('Données binaires' contient le temps de cycle du gestionnaire en µsec)

source: POWERLINK: Node number used several times (info or binary data specifies node number).
fr: Powerlink: numéro de noeud attribué plusieurs fois ('Données binaires' contient le numéro de noeud)

source: POWERLINK: Cycle time violation (see info or binary data for actual time)
fr: Powerlink: violation de temps de cycle ('Données binaires' spécifie le temps réellement consommé en µsec)

source: POWERLINK: General error for local interface.
fr: AVERTISSEMENT: Powerlink: erreur de base générale (détails dans 'Données binaires')

source: POWERLINK: General error for local interface.
fr: Powerlink: erreur de base du gestionnaire Powerlink

source: POWERLINK: A Controlled Node is cyclically addressed by more than one Managing Node.
fr: AVERTISSEMENT: Powerlink: un CN est configuré à partir de deux (S)MNs ('Données binaires' contient le numéro de noeud)

source: Powerlnk library: Firmware or configuration update message
fr: Powerlink: message de mise à jour de firmware

source: Powerlnk library: Problem starting POWERLINK hardware.
fr: Powerlink: problème au démarrage -- matériel Powerlink

source: Powerlnk library: Problem starting POWERLINK software.
fr: Powerlink: problème au démarrage -- logiciel Powerlink

source: Powerlnk library: Incorrect hardware device
fr: Powerlink: appareil non valide

source: Powerlnk library: Version conflict in system structures
fr: Powerlink: conflit de versions dans les structures système

source: McImage: Copy to MemCard failed
fr: MCImage: échec de la copie sur la MemCard

source: MCImage: Error deleting FLASH
fr: MCImage: erreur lors de l'effacement de la FLASH

source: MCImage: Error writing to FLASH
fr: MCImage: erreur lors de l'écriture de la FLASH

source: MCImage: Error writing to SRAM
fr: MCImage: erreur lors de l'écriture de la SRAM

source: MCImage: Valid memory image not present on this MemCard
fr: MCImage: aucune image mémoire valide sur cette MemCard

source: MCImage: CPU type invalid
fr: MCImage: type de CPU non valide

source: MCImage: MemCard invalid
fr: MCImage: MemCard non valide

source: Base Error
fr: MCImage: numéro d'erreur de base

source: McImage: Invalid mode setting
fr: MCImage: position de commutateur de noeuds non valide

source: McImage: Failed to update target
fr: MCImage: échec de la mise à jour du système cible

source: McImage: Target has been updated - automatic cold restart
fr: MCImage: mise à jour de la cible terminée, initialisation totale automatique

source: VC: No keys defined in current key layout
fr: VC: pas de touches dans le niveau de touches actuel

source: VC: Snippet not found
fr: VC: snippet introuvable

source: Function call error.
fr: VC: fonction délivrant un code d'erreur

source: Unable to update module information.
fr: VC: informations de module ne pouvant pas être mises à jour

source: Could not create data object for the alarm history.
fr: VC: objet de données ne pouvant être créé

source: Saved object has incorrect ID.
fr: VC: objet persistent ayant un CLSID erroné

source: Unable to register objects from the container class.
fr: VC: erreur lors de l'enregistrement des objets du conteneur de classe

source: Maximum number of possible VNC clients per visualization reached.
fr: VC: nombre maximal de clients VNC atteint

source: Could not create control element.
fr: VC: échec de la création d'un lment de contrle

source: Platform initialization error.
fr: VC: échec de l'initialisation de la plateforme

source: VC: Could not destroy task in the requested time.
fr: VC: timeout de suppression de tche

source: Data point management error.
fr: VC: erreur de variable de processus dynamique

source: Unable to delete Rtk (operating system) object.
fr: VC: objet de noyau temps réel ne pouvant pas être supprimé

source: No class with this ID registered.
fr: VC: pas de classe enregistrée avec cet ID

source: Insufficient space in main memory.
fr: VC: échec du chargement des modules VC

source: A required VC module is not on the target system.
fr: VC: modules requis introuvables

source: Invalid version of data generated by the compiler.
fr: VC: version d'objet persistent erronée

source: Unable to create Rtk object.
fr: VC: erreur lors de la création d'objet noyau temps réel

source: Default setting not available.
fr: VC: paramétrages par défaut absents

source: Could not register the class with the specified class ID.
fr: VC: erreur d'enregistrement de classes

source: Could not locate required resource or object.
fr: VC: ressource ou objet requis introuvable

source: X2XLink firmware update on the slave failed.
fr: erreur de mise à jour d'esclave X2X

source: X2XLink firmware update on the slave is done.
fr: mise à jour d'esclave X2X terminée

source: A different module type was specified in the Automation Studio configuration than is actually used.
fr: contrôle d'ID d'esclave X2X incorrect

source: Operating system error.
fr: erreur dans la fonction GetLog

source: Error in '_io' data object
fr: FlexIQ: erreur dans le module de données '_io'

source: Error in the data object entry
fr: FlexIQ: erreur dans l'entrée de module de données

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Too many '_io' data objects. Maximum 50 allowed.
fr: FlexIQ: trop de module de données '_io', 50 max.

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Error in '_io' data object
fr: FlexIQ: erreur dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Error no longer generated beginning with FlexIQ V1.20!
fr: FlexIQ:

source: Error no longer generated beginning with FlexIQ V1.20!
fr: FlexIQ:

source: 'iqintc' or 'iqouttc' task cannot find the 'IQInfo' variable
fr: FlexIQ: variable 'IQInfo' introuvable

source: Iqinp86 called with an incorrect value in the inOut flag
fr: FlexIQ: valeur d'E/S erronée pour appel de Iqinp86

source: Iqinp86 called with an incorrect IO execution group ID
fr: FlexIQ: ID de groupe d'exécution d'E/S erroné pour appel de Iqinp86

source: Creation of a configuration string for the IO image call or an IO execution node failed.
fr: FlexIQ: création d'entrée de configuration pour l'image des E/S - problème avec le noeud d'exécution d'E/S

source: IOimage call to wait for the execution of an IO execution group failed.
fr: FlexIQ: image des E/S - l'appel pour mise en attente d'un groupe d'exécution d'E/S a échoué

source: IOimage call for starting an IO execution group failed.
fr: FlexIQ: image des E/S - l'activation d'un groupe d'exécution d'E/S a échoué

source: IOimage call for creating an IO execution node failed.
fr: FlexIQ: image des E/S - la création d'un noeud d'exécution d'E/S a échoué

source: IOimage call for creating an IO execution group failed.
fr: FlexIQ: image des E/S - la création d'un groupe d'exécution d'E/S a échoué

source: X2X slave update needed
fr: mise à jour d'esclave X2X requise

source: A slave with invalid X2XLink firmware was found on the network and an update was started by the settings in the configuration data object.
fr: mise à jour d'esclave X2X lancée

source: The type of CPU being used does not support FlexIQ!
fr: FlexIQ: type de CPU non supporté

source: Error deleting shovel groups during reconfiguration.
fr: FlexIQ: erreur lors de la suppression des entrées d'acquisition directe (shovel) pendant la reconfiguration

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Syntax error in '_io' data object
fr: FlexIQ: erreur de syntaxe dans le module de données '_io'

source: Security Level setting ok
fr: INAsec: application du niveau de sécurité ok

source: General error setting Security Level
fr: INAsec: erreur général à l'application du niveau de sécurité

source: Initialization error.
fr: AR-SLIP Device: erreur d'initialisation

source: ACP10_MC library: Error with details in "ASCII data"
fr: PLCopen MC Library: erreur dans les données de 'Informations étendues'

source: ACP10_MC library: Initialization aborted
fr: PLCopen MC Library: initialisation annulée

source: AR-DNS resolver: Parameter changed
fr: AR-DNS Resolver: paramètre changé

source: AR-DNS resolver: Initialization errors
fr: AR-DNS Resolver: erreur d'initialisation

source: Error erasing Memcard
fr: AsMC: erreur lors de l'effacement de la MemCard

source: Memcard erased
fr: AsMC: MemCard effacée

source: HWScript: Timeout during access to the module
fr: HWScript: timeout d'accès au module

source: HWScript: not supported command
fr: HWScript: commande non supportée

source: HWScript: wrong channel
fr: HWScript: voie erronée

source: HWScript: Syntax error in command
fr: HWScript: erreur de syntaxe dans commande

source: HWScript: Null pointer error
fr: HWScript: pointeur null

source: Error stopping the XLink task.
fr: AR-XLink: Error during stop of XLink task

source: Invalid XLink handle.
fr: AR-XLink: Invalid XLink handle

source: Error activating cycle time monitoring for the XLink task.
fr: AR-XLink: Error during start of cycle time check for XLink task

source: Error initializing the XLink task.
fr: AR-XLink: Error during initializing XLink task

source: Error starting or stopping the XLink task.
fr: AR-XLink: Error during start or stop of XLink task

source: Error starting the XLink task.
fr: AR-XLink: Error during start of XLink task

source: DdxxIoLSWD: Watchdog has been triggered
fr: DdxxIoLSWD: chien de garde déclenché

source: Netboot OK
fr: AR-NetBoot: OK

source: Netboot error - see info (error number is shown in Hex format)
fr: AR-NetBoot: erreur (voie 'Données binaires')

source: Internal X2XLink error.
fr: AR-X2X: assertion

source: Error synchronizing the system and X2XLink cycle.
fr: AR-X2X: erreur de synchronisation

source: Error creating the X2X station in the system structures.
fr: AR-X2X: échec de la création de l'objet de station

source: Base value for X2XLink driver errors.
fr: AR-X2X: erreur de base

source: X2XLink firmware update.
fr: AR-X2X: mise à jour de firmware

source: X2XLink interface parameter error.
fr: AR-X2X: échec de la configuration du matériel

source: Invalid X2XLink channel number.
fr: AR-X2X: numéro de voie non valide

source: AR-X2X: Channel already open
fr: AR-X2X: voie déjà ouverte
