Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: Error: Function block is disabled.
fr: INFO: entrée enable de bloc de fonction=FALSE

source: Busy
fr: INFO: bloc de fonction pas prêt --> nouvel appel

source: Cannot parse process variable identifier.
fr: Variable de processus: composant incorrect

source: Cannot parse process variable identifier.
fr: Variable de processus: élément incorrect

source: Cannot parse process variable identifier.
fr: Variable de processus: champ incorrect

source: Error number is not currently in use.
fr: Variable de processus: adresse incorrecte

source: Cannot parse process variable identifier.
fr: Variable de processus: variable de processus incorrecte

source: Buffer used to determine structure description too small
fr: Variable de processus: tampon trop petit

source: Error checking the plausibility of the indices describing the PV on the target (searching for the PV via index)
fr: Variable de processus: index/sous-index non valide

source: Error while checking the plausibility of the PV description on the target system.
fr: Variable de processus: index de champ trop grand

source: Error while checking the plausibility of the PV description on the target system.
fr: Variable de processus: descripteur bref incorrect

source: Error while checking the plausibility of the PV description on the target system.
fr: Variable de processus: longueur de variable de processus Null

source: Error while checking the plausibility of the PV description on the target system.
fr: Variable de processus: aucune description détaillée

source: PV not found.
fr: Variable de processus: variable de processus introuvable

source: Module with specified identifier not found on target system
fr: Variable de processus: tâche inexistante

source: WARNING: Routing: Message on L2 - renmove device control
fr: AVERTISSEMENT: routage : message sur L2 - Suppression du contrôle d'appareil

source: Routing: Error reading CAN parameter
fr: AVERTISSEMENT: routage : erreur lors de la lecture des paramètres CAN

source: No node number saved in CRM
fr: AVERTISSEMENT: routage : numéro de noeud non valide

source: Routing: Device is invalid
fr: AVERTISSEMENT: routage : appareil non valide

source: Routing: Path entry is invalid
fr: AVERTISSEMENT: routage : entrée de chemin non valide

source: Routing: Device path is invalid
fr: AVERTISSEMENT: routage : chemin pour appareil non valide

source: Routing: FBASE error
fr: AVERTISSEMENT: routage : erreur de FBASE

source: Routing: Invalid frame
fr: AVERTISSEMENT: routage : trame non valide

source: Routing: Device description string faulty
fr: AVERTISSEMENT: routage : défaut dans la chaîne de caractères de description d'appareil

source: Routing: Device does not exist
fr: AVERTISSEMENT: routage : appareil inexistant

source: WARNING: Routing: Assignment error for a sent frame
fr: AVERTISSEMENT: routage : erreur d'assignation pour une trame émise

source: WARNING: Routing: Invalid Buffer
fr: AVERTISSEMENT: routage : tampon non valide

source: WARNING: Routing: Error from FBASE_write()
fr: AVERTISSEMENT: routage : erreur de FBASE_write()

source: WARNING: Routing: No L2-Buffer
fr: AVERTISSEMENT: routage : aucun tampon L2 disponible

source: WARNING: Routing: Error from FBASE_read()
fr: AVERTISSEMENT: routage : erreur de FBASE_read()

source: WARNING: Routing: Input-Queue overflow
fr: AVERTISSEMENT: routage : débordement dans file d'attente d'entrée

source: WARNING: Routing: Output-Queue overflow
fr: AVERTISSEMENT: routage : débordement dans file d'attente de sortie

source: WARNING: Routing: Reserve 15
fr: AVERTISSEMENT: routage : reserve 15

source: WARNING: Routing: No L2-Buffer (INIT)
fr: AVERTISSEMENT: routage : aucun tampon L2 disponible (INIT)

source: WARNING: Routing: L2-write task not allowed
fr: AVERTISSEMENT: routage : tâche d'écriture L2 non autorisée

source: Device already closed.
fr: AVERTISSEMENT: appareil déjà fermé pour communication INA

source: Device already reopened for INA communication.
fr: AVERTISSEMENT: appareil déjà ouvert pour communication INA

source: Command for the device being executed
fr: AVERTISSEMENT: commande (Open ou Close) en cours d'exécution pour l'appareil INA

source: Device not configured as an INA device
fr: AVERTISSEMENT: appareil pas configuré en tant qu'appareil INA

source: No send buffer available
fr: DHCP: requête non acceptée

source: Frame cannot be sent
fr: DHCP: aucune offre reçue

source: Table for storing receive functions full
fr: DHCP: temps de réengagement écoulé

source: The renewal time ran off.
fr: DHCP: temps de renouvellement écoulé

source: Status of the DHCP client
fr: DHCP: erreur de machine d'état client

source: Lease timeout - the duration of the current lease has expired.
fr: Client DHCP: bail expiré

source: New lease - new lease received
fr: Client DHCP: bail modifié

source: Client init error - error initializing the DHCP client
fr: DHCP: erreur d'initialisation de client

source: Server init error - error initializing the DHCP server
fr: DHCP: erreur d'initialisation de serveur

source: FBTCPIP: Not enough free memory for TCP/IP
fr: FBTCPIP: mémoire disponible insuffisante pour TCP/IP

source: tcpipmgr module not present
fr: FBTCPIP: module tcpipmgr ou tcpipdrv absent

source: Ethernet Library Manager (previously TcpIpMgr) timeout (200 ms)
fr: FBTCPIP: timeout de bloc de fonction TCPIPMGR ou TCPIPDRV

source: FBTCPIP: TCP/IP Receive error
fr: FBTCPIP: erreur de réception TCP/IP

source: TcpIpDrv error
fr: FBTCPIP: tcpipcfg non chargé ou chargé après TCPIPMGR ou TCPIPDRV

source: FBTCPIP: ethernet nodenumber must be less than 100
fr: FBTCPIP: 100 noeuds Ethernet max. autorisés

source: Invalid transfer parameter
fr: FBTCPIP: paramètre non valide

source: A setting in the mode string (see mode parameter for the FRM_xopen() and FRM_mode() functions) not supported by the interface
fr: FBASE: mode non supporté

source: FBASE: Option not supported
fr: FBASE: option non supportée

source: FBASE: Not enough memory for management
fr: FBASE: trop peu de mémoire pour opérations de gestion

source: FBASE: No FBASE module available in system
fr: FBASE: aucun module FBASE n'existe dans le système

source: FBASE: Slot not supported
fr: FBASE: slot non supporté

source: FBASE: Function not implemented
fr: FBASE: fonction non implémentée

source: FBASE: No frame received
fr: FBASE: aucune trame reçue

source: FBASE: Transfer active
fr: FBASE: transmission active

source: FBASE: Transmit frame length NULL
fr: FBASE: longueur de trame de transmission NULL

source: FBASE: All buffers used
fr: FBASE: tampons tous utilisés

source: FBASE: The cyclic system is no longer running
fr: FBCAN: débordement de requête de trames d'init

source: FBCAN: FBwrite for this connection still activated
fr: FBCAN: FBwrite pour cette connexion encore actif

source: FBCAN: DefineCOB error for Initiate Request Read-COB
fr: FBCAN: erreur DefineCOB pour initiation de requête Read-COB

source: FBCAN: DefineCOB error for Initiate Response Write-COB
fr: FBCAN: erreur DefineCOB pour initiation de réponse Write-COB

source: FBASE: No Client COB exists from FBASE_open
fr: FBCAN: aucun client COB venant de FBASE_open

source: FBCAN: DefineCOB error for Initiate Request Write-COB
fr: FBCAN: erreur DefineCOB pour initiation de requête Write-COB

source: FBCAN: DefineCOB error for Data Segment Read-COB
fr: FBCAN: erreur DefineCOB pour segment de données Read-COB

source: FBCAN: Receive Callback Overrun
fr: FBCAN: débordement de rappels de réception

source: FBCAN: DefineCOB error for Initiate Response Read-COB
fr: FBCAN: erreur DefineCOB pour initiation de réponse Read-COB

source: FBCAN: DefineCOB error for Data Segment Write-COB
fr: FBCAN: erreur DefineCOB pour segment de données Write-COB

source: FBASE: Subslot not supported
fr: FBASE: sous-slot non supporté

source: FBASE: Receive frame length too large
fr: FBASE: longueur de trame de réception trop grande

source: Control wire to the interface is disconnected or not in use
fr: FBASE: aucune interface compatible modem

source: FBASE: Interface not supported
fr: FBASE: interface non supportée

source: FBASE: invalid destination (destination not existing)
fr: FBASE: adresse de destination non valide (destination inexistante)

source: Function not available (not implemented in the frame driver)
fr: FBASE: commande de contrôle non supportée

source: FBPB: PROFIBUS-Module not existing
fr: FBPB: module Profibus non disponible

source: FBPB: incorrect transmitframe
fr: FBPB: trame de transmission incorrecte

source: FBASE: Invalid Node-Number
fr: FBASE: numéro de noeud non valide

source: Error in internal socket function GETHOSTADR of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_GETHOSTADR

source: Error in internal socket function SOCKET of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_SOCKET

source: Error in internal socket function SETSOCKOPT of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_SETSOCKOPT

source: Error in internal socket function SENDTO of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_SENDTO

source: Error in internal socket function BIND of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_BIND

source: Error in internal socket function RECVFROM of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_RECVFROM

source: Error in internal socket function NOFBVW of FBASE ethernet communication
fr: FBTCPIP: ERR_FBETH_NOFBVW

source: FBASE: Function not implemented
fr: FBASE: fonction non implémentée

source: The offert was rejected.
fr: DHCP: offre déclinée

source: Option not found
fr: DHCP: option introuvable

source: Too short option length
fr: DHCP: taille option erronée

source: no valid packge received
fr: DHCP: timeout de réception

source: The Package could not be sent.
fr: DHCP: timeout d'émission

source: TCPIPDRV: Ethernet device not available
fr: TCPIPDRV: aucun appareil Ethernet disponible

source: TCPIPDRV: The configured gateway address is invalid
fr: TCPIPDRV: adresse de passerelle spécifiée non valide

source: NC Manager: Incompatible NC Managers existing
fr: Gestionnaire NC: un gestionnaire NC non compatible se trouve dans le système

source: NC Manager: The INIT program was not called by ROOT task
fr: Gestionnaire NC: la tâche appelante n'est pas la tâche principale

source: NC Manager: NC Manager module not found
fr: Gestionnaire NC: module gestionnaire NC introuvable

source: NC manager: HW specific NC list is invalid (contact B&R)
fr: Gestionnaire NC: la liste NC propre au matériel n'est pas valide (contacter B&R)

source: NC Manager: NC functions cannot be entered in the AVT
fr: Gestionnaire NC: erreur lors de l'installation de fonctions NC dans l'AVT

source: NC Manager: Library 'IO_lib' not available
fr: Gestionnaire NC: bibliothèque 'io_lib' non disponible

source: NC Manager: Library 'spooler' not available
fr: Gestionnaire NC: bibliothèque 'spooler' non disponible

source: NC Manager: Library 'io_lib' not burned before NC Manager
fr: Gestionnaire NC: bibliothèque 'io_lib' non écrite avant le gestionnaire NC

source: NC manager: Version of 'io_lib' not compatible with NC manager
fr: Gestionnaire NC: version de 'io_lib' non compatible avec le gestionnaire NC

source: NC Manager: User Memory for NC SW not freed
fr: Gestionnaire NC: mémoire utilisateur du logiciel NC non libérée

source: NC Manager: Not enough User Memory for NC SW
fr: Gestionnaire NC: trop peu de mémoire utilisateur pour le logiciel NC

source: NC Manager: User Memory for NC configuration list not freed
fr: Gestionnaire NC: mémoire utilisateur de la liste de configuration NC non libérée

source: NC Manager: Not enough User Memory for NC configuration list
fr: Gestionnaire NC: trop peu de mémoire utilisateur pour la liste de configuration NC

source: NC Manager: DPR Memory for NC SW not freed
fr: Gestionnaire NC: mémoire DPR du logiciel NC non libérée

source: NC Manager: Not enough DPR Memory for NC SW
fr: Gestionnaire NC: trop peu de mémoire DPR pour le logiciel NC

source: NC Manager: Error with CPU_xinfo() (error code = 'Info')
fr: Gestionnaire NC: erreur lors de CPU_xinfo() (code d'erreur = 'Données binaires')

source: NC Manager: Error with HS1-IR-Level change (error code in 'Binary Data')
fr: Gestionnaire NC: erreur lors du changement du niveau d'IR HS1 (code d'erreur = 'Données binaires')

source: NC Manager: NC SW INIT aborted
fr: Gestionnaire NC: initialisation du logiciel NC annulée

source: NC Manager: NC module with incompatible HW version (mod.addr. in 'Binary Data')
fr: Gestionnaire NC: module NC avec version matérielle incompatible (adresse de module dans 'Données binaires')

source: NC Manager: Error with NC IRQ installation (error code in 'Binary Data')
fr: Gestionnaire NC: erreur lors de l'installation d'IRQ NC (code d'erreur = 'Données binaires')

source: NC Manager: NC module ID in system table is wrong (mod. addr. in 'Binary Data')
fr: Gestionnaire NC: ID de module NC dans table système incorrect (adresse de module dans 'Données binaires')

source: Both NC manager types existing ('*man' and '*_ms'), this is not allowed !
fr: Types de gestionnaire NC '*man' ET '*_ms' existants. Ceci n'est pas autorisé !

source: Read NC CFG module: NC manager error in 'Binary Data'
fr: lecture de module de configuration NC: erreur du gestionnaire NC dans 'Données binaires'

source: Read NC CFG module: Status for NC manager error in 'Binary Data'
fr: lecture de module de configuration NC: état pour erreur du gestionnaire NC dans 'Données binaires'

source: Read NC CFG module: ID for NC manager error in 'Binary Data'
fr: lecture de module de configuration NC: ID pour erreur du gestionnaire NC dans 'Données binaires'

source: NC manager info (see 'ASCII Data')
fr: Info du gestionnaire NC (voie 'Données ASCII')

source: NC manager error (see 'ASCII Data')
fr: Erreur du gestionnaire NC (voir 'Données ASCII')

source: MC FUB Library: INIT aborted
fr: Bibliothèque de blocs de fonctions MC: INIT annule

source: MC FUB Library: Error (see 'ASCII Data')
fr: Bibliothèque de blocs de fonctions MC: erreur (voir 'Données ASCII')

source: 'nc_object' is not a valid NC object
fr: 'nc_object' n'est pas un objet NC valide

source: Invalid NC function pointer
fr: Pointeur de fonction NC non valide

source: 'action' is not defined or not allowed for this 'subject'
fr: 'action' non définie ou non autorisée pour ce 'sujet'

source: 'subject' is not defined or not allowed for this 'nc_object'
fr: 'sujet' non défini ou non autorisé pour cet 'nc_objet'

source: Type of data object is invalid
fr: Type spécifié non valide pour opération sur un module de données

source: TType of 'nc_object' is invalid
fr: Type de 'nc_object' non valide

source: This NC action is blocked because the initialization of the corresponding NC object is not yet completed or was aborted due to an error.
fr: Cette action NC est bloquée à cause d'une erreur au cours de ncalloc()

source: NC object not found ('bus_typ','modul_adr','object_typ','channel')
fr: Objet NC introuvable ('bus_typ','modul_adr','object_typ','channel')

source: ncalloc: INSTALL error for NC task for TC end (enough TC stack ?)
fr: ncalloc: erreur d'installation pour tâche NC pour fin de classe de tâche (pile de classe de tâche suffisante ?)

source: ncalloc: INSTALL error for NC task for TC start (enough TC stack ?)
fr: ncalloc: erreur d'installation pour tâche NC pour début de classe de tâche (pile de classe de tâche suffisante ?)

source: ncalloc: System Manager module not found
fr: ncalloc: module gestionnaire système introuvable

source: ncalloc: Task class code invalid
fr: ncalloc: identificateur de classe de tâche non valide

source: ncalloc: Invalid data length
fr: ncalloc: longueur de données non valide

source: ncalloc: Invalid flag combination
fr: ncalloc: combinaison de drapeaux spécifiée non valide

source: CNC -> PLC: M_S function not within the defined range
fr: CNC -> automate: fonction M avec synchronisation hors de la plage définie

source: CNC -> PLC: M function not within the defined range
fr: CNC -> automate: fonction M sans synchronisation hors de la plage définie

source: 'nc_object' is not an NC object with type 'ncCNCSYS'
fr: 'nc_object' n'est pas un objet NC de type 'ncCNCSYS'

source: 'nc_obj_ax1' and 'nc_obj_ax2' have different HW types
fr: 'nc_obj_ax1' et 'nc_obj_ax2' ont des types matériels différents

source: 'nc_obj_ax2' is not an NC object with type 'ncAXIS' or 'ncV_AXIS'
fr: 'nc_obj_ax2' n'est pas un objet NC de type 'ncAXIS' ou 'ncV_AXIS'

source: 'nc_obj_ax2' is not a valid NC object
fr: 'nc_obj_ax2' n'est pas un objet NC valide

source: 'nc_obj_ax1' is not an NC object with type 'ncAXIS' or 'ncV_AXIS'
fr: 'nc_obj_ax1' n'est pas un objet NC de type 'ncAXIS' ou 'ncV_AXIS'

source: 'rec_index' invalid (<0 or too large)
fr: 'rec_index' non valide (0 ou trop grand)

source: 'nc_obj_ax1' is not a valid NC object
fr: 'nc_obj_ax1' n'est pas un objet NC valide

source: Error during NC manager INIT (INFO in error records of NC object)
fr: Erreur lors de l'initialisation du gestionnaire NC (INFO dans les enregistrements d'erreur de l'objet NC)

source: No NC object available
fr: Pas d'objet NC existant

source: HW specific NC configuration list not found
fr: Liste de configuration NC propre au matériel introuvable

source: General NC configuration list not found
fr: Liste de configuration NC générale introuvable

source: NC System Download: Error deleting FPROM
fr: Transfert du système NC: erreur lors de l'effacement de la FPROM

source: NC System Download: Invalid checksum
fr: Transfert du système NC: checksum non valide

source: NC System Download: NC system too large for FPROM
fr: Transfert du système NC: système NC trop gros pour la FPROM

source: NC system download: Error burning FPROM
fr: Transfert du système NC: erreur lors de l'écriture de la FPROM

source: NC system download: Abort after error
fr: Transfert du système NC: interruption suite à une erreur

source: NC System Download: Error for SS_write() (error code = 'Info')
fr: Transfert du système NC: erreur lors de SS_write() (code d'erreur = 'Données binaires')

source: NC System Download: Error for SS_write() (module address = 'Info')
fr: Transfert du système NC: erreur lors de SS_write() (adresse de module = 'Données binaires')

source: NC system download: NC module error in 'Binary Data'
fr: Transfert du système NC: erreur de module NC dans 'Données binaires'

source: NC system download: NC manager error in 'Binary Data'
fr: Transfert du système NC: erreur de gestionnaire NC dans 'Données binaires'

source: NC system download: ID for NC module error in 'Binary Data'
fr: Transfert du système NC: Par-ID pour erreur de module NC dans 'Données binaires'

source: NC system download: Status for NC module error in 'Binary Data'
fr: Transfert du système NC: info pour erreur de module NC dans 'Données binaires'

source: NC System Download: NC module RESET not possible (BOOT function existing ?)
fr: Transfert du système NC: RESET de module NC impossible (BOOT existant ?)

source: NC System Download: Timeout for NC Module after RESET (BsLoader)
fr: Transfert du système NC: timeout pour module NC après RESET (BOOTSTRAPLOADER)

source: NC System Download: Incompatible NC Managers existing
fr: Transfert du système NC: gestionnaire NC incompatible présent dans le système

source: NC Manager: Error for AVT_update() for NC System Download
fr: Gestionnaire NC: erreur au cours de AVT_update() pour transfert de système NC

source: NC System Download: Error for AVT_search()
fr: Transfert du système NC: erreur au cours de de AVT_search()

source: NC System Download: An NC System Download is already active
fr: Transfert du système NC: un autre transfert de système NC est déjà actif

source: NC System Download: General NC configuration list not found
fr: Transfert du système NC: liste de configuration NC générale introuvable

source: NC System Download: HW specific NC configuration list not found
fr: Transfert du système NC: liste de configuration NC spécifique au matériel introuvable

source: NC System Download: Pointer for download function is not valid
fr: Transfert du système NC: pointeur de la fonction de transfert non valide

source: NC System Download: No NC module available for this HW type
fr: Transfert du système NC: il n'existe aucun module NC avec le type matériel indiqué

source: NC System Download: Timeout for NC Module during download completion (FPROM)
fr: Transfert du système NC: timeout pour module NC à la fin du transfert (FPROM)

source: NC System Download: Timeout for NC Module during download
fr: Transfert du système NC: timeout pour module NC au cours du transfert

source: NC System Download: Timeout for NC Module during OS download on
fr: Transfert du système NC: timeout pour module NC au lancement du transfert de système d'exploitation

source: NC System Download: Timeout for NC Module after RESET (BOOT)
fr: Transfert du système NC: timeout pour module NC après RESET (BOOT)

source: NC system download: Download aborted by NC SW
fr: Transfert du système NC: transfert interrompu par le logiciel NC

source: NC System Download: The HW type of the NC system could not be determined
fr: Transfert du système NC: le type matériel du système NC n'a pas pu être déterminé

source: NC System Download: Error on NC module (module address = 'Info')
fr: Transfert du système NC: erreur sur module NC (adresse de module = 'Données binaires')

source: NC System Download: Download aborted by PLC
fr: Transfert du système NC: transfert interrompu par l'automate

source: NC System Download: Unknown BOOT command
fr: Transfert du système NC: commande BOOT inconnue

source: NC System Download: RAM end reached
fr: Transfert du système NC: fin de RAM atteinte

source: NC System Download: Data block > 256 BYTEs
fr: Transfert du système NC: bloc de données > 256 octets

source: NC Link Task: INSTALL error for NC task for TC end (enough TC stack ?)
fr: Tâche NC Link: erreur d'installation pour tâche NC pour fin de classe de tâche (pile de classe de tâche suffisante ?)

source: NC Link Task: INSTALL error for NC task for TC start (enough TC stack ?)
fr: Tâche NC Link: erreur d'installation pour tâche NC pour début de classe de tâche (pile de classe de tâche suffisante ?)

source: NC Link Task: Error sending a result to the NC Manager
fr: Tâche NC Link: erreur lors de l'envoi d'un événement au gestionnaire NC

source: NC Link Task: Not enough User Memory to Test NC Objects
fr: Tâche NC Link: trop peu de mémoire utilisateur pour les objets NC en mode test

source: NC Link Task not compatible to NC Manager
fr: Tâche NC Link non compatible avec le gestionnaire NC

source: NC Link Task: System Manager module not found
fr: Tâche NC Link: module gestionnaire système introuvable

source: NC Link Task: User Memory to Test NC Objects not freed
fr: Tâche NC Link: la mémoire utilisateur pour objets NC en mode test ne peut pas être effacée

source: NC Link Task: NC Object not in test operation
fr: Tâche NC Link: l'objet NC n'est pas en mode test

source: NC Link Task: No free Test NC Object
fr: Tâche NC Link: aucun objet NC en mode test n'est disponible

source: NC Link Task: NC Object is no Test NC Object
fr: Tâche NC Link: l'objet NC n'est pas un objet NC en mode test

source: I/O library: Incorrect Ident for IO_combine
fr: IO-Library: ident 1/2 incorrect pour IO_combine

source: I/O library: Too many entries for IO_combine
fr: IO-Library: trop d'entrées pour IO_combine

source: I/O library: SC table at odd address for IO_combine
fr: IO-Library: table d'acquisition directe (shovel) pour IO_combine à une adresse impaire

source: I/O library: PV without shovel instruction for IO_define.
fr: IO-Library: variable de processus sans entrée d'acquisition shovel pour IO_define
