Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: AR-X2X: Channel not open
fr: AR-X2X: voie non ouverte

source: AR-X2X: Error creating a register
fr: AR-X2X: erreur lors de la création du registre

source: Invalid node number.
fr: AR-X2X: numéro de noeud interdit

source: AR-X2X: Node ID already exists
fr: AR-X2X: déjà existant

source: AR-X2X: Conflict with node ID
fr: AR-X2X: conflit de noeuds

source: No X2XLink station configured with this node number.
fr: AR-X2X: pas de station pour cette voie

source: Incorrect parameters for action on X2XLink module.
fr: AR-X2X: paramètre interdit

source: Action already active on X2XLink module.
fr: AR-X2X: action déjà active

source: AR-X2X: Unknown command
fr: AR-X2X: action inconnue

source: Incorrect X2XLink module state.
fr: AR-X2X: état erroné

source: Size of the synchronous X2XLink frames.
fr: AR-X2X: taille de trame synchrone interdite

source: Insufficient size for asynchronous X2XLink frames.
fr: AR-X2X: taille de trame asynchrone interdite

source: Incorrect X2XLink cycle time.
fr: AR-X2X: temps de cycle interdit

source: Invalid number of X2XLink stations.
fr: AR-X2X: nombre de stations interdit

source: POWERLINK: Interface not initialized
fr: DDIOPLK: non initialisé jusqu'à maintenant

source: POWERLINK: Setting for poll response size too high
fr: DDIOPLK: taille maximale non autorisée pour trame de réponse de scrutation

source: POWERLINK: Error sending a buffer
fr: DDIOPLK: échec de l'envoi des données de tampon

source: POWERLINK: Error in the firmware file
fr: DDIOPLK: fichier de firmware non trouvé

source: POWERLINK: Station on the net is larger than configured.
fr: DDIOPLK: taille pour trame de réponse de scrutation plus grande que taille configurée

source: POWERLINK: Invalid node number.
fr: DDIOPLK: ID de noeud interdit

source: POWERLINK: Conflict with POWERLINK synchronization mode setting
fr: DDIOPLK: mode de synchronisation interdit

source: POWERLINK: Incorrect operating mode for interface.
fr: DDIOPLK: mode d'interface interdit

source: POWERLINK: Invalid cycle time
fr: DDIOPLK: temps de cycle interdit

source: POWERLINK: Incorrect operating mode
fr: DDIOPLK: mode interdit pour un noeud

source: POWERLINK: Internal error in the driver
fr: DDIOPLK: erreur interne

source: POWERLINK: Interface setting after system boot
fr: DDIOPLK: temps de cycle configurable seulement une fois

source: POWERLINK: Buffer not available
fr: DDIOPLK: pas de tampons disponibles pour le moment

source: Receive hook function has already been set.
fr: DDIOPLK: erreur, le point de réception a déjà été défini

source: POWERLINK: 2003 nodes not connected - different HW configuration
fr: DDIOPLK: CN 2003 non connecté à cause d'une discordance matérielle

source: Module removed while running
fr: AR-PnP: module déconnecté en mode run

source: Module in an unknown state
fr: AR-PnP: état de module inconnu (ni "configuré", ni "connecté", ni "configuré+connecté")

source: Error generating device
fr: AR-PnP: erreur lors de la création d'appareils

source: Error loading firmware file
fr: AR-PnP: erreur lors du chargement ou de la mise à jour du firmware

source: Difference between configured and inserted module
fr: AR-PnP: discordance entre modules configurés et modules connectés

source: Configured module inserted
fr: AR-PnP: module connecté

source: Configured module not found during boot
fr: AR-PnP: module non connecté (reconnu au démarrage)

source: Carried out reboot
fr: AR-PnP: redémarrage nécessaire (pour activer le nouveau firmware)

source: AR "power cycle" necessary
fr: AR-PnP: cycle d'alimentation nécessaire (pour activer le nouveau firmware)

source: Information: System synchronized to X2XLink
fr: INFO: classes de tâches synchrones avec le bus X2X

source: INA node number permanently configured with software
fr: AR-PnP: numéro de noeud INA défini par une configuration non volatile (pas par un commutateur de noeud matériel)

source: Could not start AR I/O Management master
fr: AR-PnP: erreur lors du démarrage de l'appareil maître d'E/S

source: Information: System synchronized to POWERLINK
fr: INFO: classes de tâches synchrones avec Powerlink

source: SNTP: Connection to server lost, time synchronization with RTC
fr: SNTP: Server not reachable, time synchronisation with RTC

source: SNTP: Server connection restored, time synchronization with NTP server
fr: SNTP: Server reachable, time synchronisation with NTP server

source: Parser initialization failed
fr: Configuration parser: erreur lors du parsage

source: Module not found
fr: Configuration parser: module non trouvé (information manquante sur le matériel)

source: Configuration parser: Basis configuration parser error numbers
fr: Configuration parser: configuration de base parseur numéros d'erreurs

source: Name exists more then once
fr: Configuration parser: nom existant plus d'une fois

source: Error inserting to the hardware tree
fr: Configuration parser: erreur lors de l'insertion dans l'arborescence matérielle

source: No name specification
fr: Configuration parser: pas de sortie nom

source: Error in XML header
fr: Configuration parser: pas de section E/S disponible

source: No memory available
fr: Configuration parser: pas de mémoire disponible

source: No root entry available
fr: Configuration parser: pas d'entrée racine disponible

source: No HWD information available
fr: Configuration parser: pas d'information disponible sur le matériel

source: Cannot insert module
fr: Configuration parser: aucun bus ne convient

source: ALI: The referenced Telegram Queue (Layer7-SAP) doesn't exist
fr: ALI: la file d'attente de télégrammes référencée (Layer7 SAP) n'existe pas

source: Device number does not exist
fr: ALI: l'appareil ALI référencé (liste de SAP) n'existe pas

source: ALI: Wrong transmittion direction of the selected Telegram queue (In/Out)
fr: ALI: sens de transmission erroné pour la file d'attente de télégrammes (In/Out)

source: No buffer free for function (srv_cnt too low in PBinit()). This error can also occur when reloading a BR module with PROFIBUS functions (solution: trigger WARMSTART).
fr: ALI: tous les tampons de communication de la file d'attente de télégrammes sont pleins

source: ALI: The version of the NW configuration module is not supported
fr: ALI: cette version du module de configuration réseau n'est pas supportée

source: ALI: Not enough memory available
fr: ALI: pas assez de mémoire disponible

source: Connection number does not exist
fr: ALI: le numéro de connexion indiqué n'est pas prévu

source: Connection is inactive
fr: ALI: fonctionnement non autorisé sur une connexion inactive

source: ALI: Invalid operation on an inactive connection
fr: ALI: fonctionnement non autorisé sur une connexion active

source: Connection cannot be contacted
fr: ALI: type de connexion non valide

source: ALI: The given connection name is unplanned
fr: ALI: le nom de connexion indiqué n'est pas prévu

source: ALI: Warning: Executing Hidden Abort
fr: ALI: avertissement: exécution d'une annulation masquée

source: ALI: Connection is not a client connection
fr: ALI: la connexion n'est pas une connexion client

source: INA2000: Incorrect path
fr: INA2000: chemin d'accès incorrect

source: ALI: Timer not suitable for cyclic operation or IRQ
fr: ALI: timer non adapté pour fonctionnement cyclique ou IRQ

source: ALI: The SIO-Timer has too little us/TICK
fr: ALI: le timer d'E/S série n'a pas assez de µs/TIC

source: ALI: Timeout in PP Handshake
fr: ALI: timeout dans handshake de processeur parallèle

source: ALI: Error accessing to the communication module
fr: ALI: erreur lors de l'accès au module de communication

source: ALI: INIT not OK
fr: ALI: INIT non OK, peut-être trop peu de voies de communication configurées

source: ALI: Overrun of the communication buffer for serial communication
fr: ALI: débordement du tampon de communication pour la communication série

source: ALI: The planned serial driver is not supported
fr: ALI: le pilote série prévu n'est pas supporté

source: ALI: The maximum telegram length was exceeded during coding
fr: ALI: longueur maximale dépassée lors du codage

source: ALI: The FRAME length was exceeded
fr: ALI: longueur de trame dépassée

source: ALI: The telegram is incorrectly coded and can't be decoded
fr: ALI: télégramme codé incorrectement ou indécodable

source: ALI: The list available is too small
fr: ALI: liste disponible trop petite

source: ALI: The SAP List is not available on this device
fr: ALI: liste SAP pas disponible sur cet appareil

source: ALI: The version of the OV is incompatible with its communication partners
fr: ALI: cette version du répertoire d'objet n'est pas compatible avec celle du partenaire de communication

source: ALI: The PROFIBUS Service is not supported
fr: ALI: service Profibus non supporté

source: ALI: The configured maximum telegram length is not enough
fr: ALI: la longueur maximale de télégramme configurée n'est pas suffisante

source: ALI: The configured number of the communication buffer is not enough
fr: ALI: le nombre de tampons de communication configurés n'est pas suffisant

source: ALI: Non-allowed type of ALI Device (SAP-List)
fr: ALI: type non autorisé pour appareil ALI (liste SAP)

source: ALI: The ALI client module must be loaded for client services.
fr: ALI: le module client ALI doit être chargé pour les services client

source: ALI: The selected function is not implemented.
fr: ALI: la fonction sélectionnée n'est pas implémentée

source: NW: Checksom Error during Download
fr: Réseau: erreur de checksum au cours du transfert

source: NW: Not enough memory on the NW card (-> NWCFG)
fr: Réseau: mémoire insuffisante sur la carte réseau (-> config réseau)

source: NW: Layer2 LSAP Number too high (-> NWCFG)
fr: Réseau: numéro de LSAP couche 2 trop grand (-> config réseau)

source: NW: Connection attribute for a VB is invalid (-> NWCFG)
fr: Réseau: attribut de connexion non valide pour une liaison (-> config réseau)

source: NW: Dev_kbl_index of a VB is wrong (-> NWCFG)
fr: Réseau: le Dev_kbl_index d'une liaison est erroné (-> config réseau)

source: NW: Error occurred during Layer2 SAP Configuration
fr: Réseau: erreur apparue lors de la configuration de SAP couche 2

source: NW: A Layer2 LSAP is being accessed by several connections (-> NWCFG)
fr: Réseau: demande d'un LSAP couche 2 par plusieurs connexions (-> config réseau)

source: NW: Error while initializing Layer2
fr: Réseau: erreur à l'initialisation de la couche 2

source: NW: Error starting Layer 2
fr: Réseau: erreur au démarrage de la couche 2

source: NW: No valid FMA7 Service
fr: Réseau: aucun service FMA7 valide

source: NW: FMA7 Service can not be executed
fr: Réseau: service FMA7 non exécutable

source: NW: Meminit does not deliver a DPR_struct_ptr
fr: Réseau: meminit ne fournit pas de DPR_struct_ptr

source: NW: IN FIX KBL planned connection is not supported (-> NWCFG)
fr: Réseau: la connexion prévue dans FIX KBL n'est pas supportée (-> config réseau)

source: Task class numbers don't match
fr: Numéros de classes de tâches discordants

source: Stack overrun caused by cyclic program
fr: Pile de classes de tâches détruite

source: No PLC task in the task class
fr: Pas de tâche cyclique dans la classe de tâche

source: Invalid task class cycle time
fr: Temps de cycle de classe de tâches non valide

source: Communication idle time only possible in 1 TC.
fr: Temps d'inactivité de communication possible uniquement dans une classe de tâches

source: Communication idle time can be max. 50% of the total task class time.
fr: Temps d'inactivité de communication max. 5 msec (50 %)

source: No timer device entered for the I/O scheduler in Sysconf.
fr: Pas d'appareil timer

source: No input for the interrupt task class.
fr: Pas d'entrée disponible pour la classe de tâches interruption

source: No input data when shoveling for the InitUP
fr: Pas de donnée d'entrée lors de l'acquisition directe (shovelling) pour le sous-progr. d'init.

source: No output data when shoveling for the InitUP
fr: Pas de donnée de sortie lors de l'acquisition directe (shovelling) pour le sous-progr. d'init.

source: Cycle time violation of HS task class
fr: Violation du temps de cycle de la classe de tâches HS

source: There is no task class #1
fr: Il n'y a pas de classe de tâches #1

source: Stack overrun caused by cyclic program (HS task class)
fr: La pile de la classe de tâches HS a été détruite

source: The data area of the HS task class has been destroyed
fr: La zone de données de la classe de tâches HS a été détruite

source: Cycle time violation in the task class
fr: Violation de temps de cycle de classe de tâches

source: Loader: Loader management not initialized
fr: Chargeur: zone d'admin non initialisée

source: Loader: No GOT section in module
fr: Chargeur: pas de section GOT dans le module

source: Loader: GOT ID not supported
fr: Chargeur: code GOT non supporté

source: Target loader not found on target
fr: Chargeur: pas de chargeur global disponible

source: Loader: B&R module start not found.
fr: Chargeur: module B&R introuvable

source: No information available (incorrect context).
fr: IO_info: aucune information disponible

source: Function was called simultaneously in more than one resource.
fr: IO_check: plusieurs appels à la fois non autorisés

source: Force cannot be performed for analog data with uneven length or uneven address.
fr: IO_disable: forçage d'E/S analogiques avec longueur/adresse impaire impossible

source: Function cannot be called in timer resources.
fr: IO_check: appel non autorisé dans une classe de tâche ultra-rapide

source: I/O module inserted but the module type doesn't match.
fr: IO_check: module d'E/S inséré, mais type de module incorrect

source: I/O module, screw-in module or system module not inserted or incorrect.
fr: IO_check: module d'E/S non inséré

source: Incorrect data_adr address given.
fr: IO-Library: l'adresse 'data_adr' indiquée est incorrecte

source: Incorrect intern_off offset or incorrect data_len length.
fr: IO-Library: offest 'intern_off' ou longueur 'data_len' non valide

source: Function is not allowed to be called on parallel processor or multi-processor.
fr: IO-Library: bloc de fonction non autorisé pour multi-processeurs / processeurs parallèles

source: Function in progress (call in next cycle required).
fr: (Avertissement) IO-Library: bloc de fonction IO_data() en préparation

source: IO2003 Busy Timeout in cycle
fr: E/S 2003: timeout busy dans le cycle

source: IO2003 Configuration change
fr: E/S 2003: changement de configuration

source: IO2003 Manager not available or memory problem
fr: E/S 2003: gestionnaire inexistant ou problème de mémoire

source: IO2003 Initialization faulty
fr: E/S 2003: initialisation erronée

source: Error in direct I/O.
fr: E/S 2003: erreur pour E/S directes

source: IO2003 Data type error for elements of SYS2003
fr: E/S 2003: erreur de type de données pour éléments de SYS2003

source: IO2003 AIF Version not supported
fr: E/S 2003: version de module d'interface non supportée

source: IO2003 ANP Version not supported
fr: E/S 2003: version de module enfichable non supportée

source: 2003: Direct I/O overflow.
fr: E/S 2003: débordement d'E/S directes

source: 2003: Old direct I/O task still active.
fr: E/S 2003: ancienne tâche d'E/S directe encore active

source: Function not possible for systems with EX350.
fr: IO-Library: fonction non supportée avec l'EX350

source: Function not possible with optimized I/O emulation.
fr: IO-Library: fonction non supportée avec émulation d'E/S opt.

source: This module EMU_2005 is for another CPU type
fr: Ce module EMU_2005 est destiné à un autre type de CPU

source: IO-Library: FBK not allowed for this CPU type
fr: IO-Library: bloc de fonction non autorisé pour ce type de CPU

source: FBK data no longer available in I/O internal pool.
fr: IO-Library: données de bloc de fonction absentes du pool de variables d'E/S

source: Hardware configuration code not supported.
fr: IO-Library: code de configuration matérielle non supporté

source: No 2005 basis I/O available.
fr: IO-Library: E/S principales 2005 non disponibles

source: No access to 2010 I/O or 2005 expansions.
fr: IO-Library: aucun accès aux E/S 2010 ou aux extensions 2005

source: IO-Library: sc_adr must be WORD-aligned (IO_mphydef)
fr: IO-Library: sc_adr doit être aligné sur un MOT (IO_mphydef)

source: IO-Library: IO exception caused of last ASIC#2 command (IO_check)
fr: IO-Library: exception d'E/S dûe à la dernière commande ASIC#2 (IO_check)

source: Incorrect parameter.
fr: Ce contrôleur d'E/S n'est pas implémenté

source: This I/O controller is not implemented
fr: Ce contrôleur d'E/S n'est pas implémenté

source: Timeout during cyclic command on the IO controller
fr: Timeout au cours de la commande cyclique sur le contrôleur d'E/S

source: HW configuration: At least EXERMO V1.40 required
fr: Configuration matérielle: EXERMO V1.40 au moins requis

source: read ring buffer is empty, no more data
fr: _CM471IO: IOC_read tampon circulaire vide

source: READ_OVERFLOW; read ring buffer is full, data from CM471 is lost!
fr: _CM471IO: IOC_read tampon circulaire plein

source: WRITE_OVERFLOW; write ring buffer is full
fr: _CM471IO: IOC_write tampon circulaire plein

source: No CM471 module available
fr: _CM471IO: module CM471 inexistant

source: LS472 - Incorrect slot number
fr: LS472 - numéro de slot incorrect

source: LS472 - Slot not enabled
fr: LS472 - slot non activé

source: LS472 - Register15 response for Read
fr: LS472 - réponse de registre15 pour lecture

source: LS472 Manager not initialized
fr: LS472 - gestionnaire non initialisé

source: LS472 - Incorrect check sum for communication
fr: LS472 - checksum incorrect pour communication

source: LS472 - ANP does not respond
fr: LS472 - module adaptateur ne répondant pas

source: LS472 - Incorrect response for watchdog report
fr: LS472 - réponse incorrect pour rapport de chien de garde

source: IO2003 Special module access is only possible using special FBKs possible
fr: E/S 2003: l'accès aux modules spéciaux n'est possible que via des blocs de fonction spéciaux

source: IO2003 Maximum number of IO modules to the right of CPU exceeded
fr: E/S 2003: nombre maximal de modules d'E/S dépassé à droite de la CPU

source: IO2003: Manager not compatible with version of Automation Runtime
fr: E/S 2003: gestionnaire incompatible avec la version du système d'exploitation de l'automate

source: The PLC task/HS task chaining is destroyed
fr: l'enchaînement des tâches automate / tâches cycliques est détruit

source: VARIABLE ACCESS TASK: No access rights with PV-read
fr: TACHE D'ACCÈS AUX VARIABLES: pas de droits d'accès avec lecture de variable de processus

source: VARIABLE ACCESS TASK: DATA TYPE - Error
fr: TACHE D'ACCÈS AUX VARIABLES: erreur de TYPE DE DONNÉES

source: VARIABLE ACCESS TASK: Index Error
fr: TACHE D'ACCÈS AUX VARIABLES: erreur d'index

source: VARIABLE ACCESS TASK: No access rights with PV-write
fr: TACHE D'ACCÈS AUX VARIABLES: pas de droits d'accès avec écriture de variable de processus

source: VARIABLE ACCESS TASK: VL not found
fr: TACHE D'ACCÈS AUX VARIABLES: liste de variables introuvable

source: VARIABLE ACCESS TASK: PV not found
fr: TACHE D'ACCÈS AUX VARIABLES: variable de processus introuvable

source: VARIABLE ACCESS TASK: Invalid system message with SY_Event
fr: TACHE D'ACCÈS AUX VARIABLES: message système non valide avec SY_Event

source: VARIABLE ACCESS TASK: Access Error
fr: TACHE D'ACCÈS AUX VARIABLES: erreur d'accès

source: VARIABLE ACCESS TASK: Invalid MI-Code
fr: TACHE D'ACCÈS AUX VARIABLES: code d'identification de message non valide

source: VARIABLE ACCESS TASK: Invalid connection state
fr: TACHE D'ACCÈS AUX VARIABLES: état de connexion non valide

source: VARIABLE ACCESS TASK: KA-Ptr = NULL
fr: TACHE D'ACCÈS AUX VARIABLES: KA-Ptr = NULL

source: VARIABLE ACCESS TASK: Invalid Base pointer
fr: TACHE D'ACCÈS AUX VARIABLES: pointeur de base non valide

source: VARIABLE ACCESS TASK: No valid B&R Address
fr: TACHE D'ACCÈS AUX VARIABLES: pas d'adresse B&R valide

source: VARIABLE ACCESS TASK: Index points to a descriptor
fr: TACHE D'ACCÈS AUX VARIABLES: index pointant sur un descripteur

source: PROGRAM INVOCATION: Invalid Event Type
fr: INVOCATION DE PROGRAMME: type d'événements non valide

source: PROGRAM INVOCATION: Invalid System Message
fr: INVOCATION DE PROGRAMME: message système non valide

source: PROGRAM INVOCATION: PI_Index error
fr: INVOCATION DE PROGRAMME: erreur d'index d'invocation de programme

source: PROGRAM INVOCATION: Invalid MI-Code
fr: INVOCATION DE PROGRAMME: code d'identification de message (MI-code) non valide

source: PROGRAM INVOCATION: Invalid Object
fr: INVOCATION DE PROGRAMME: objet non valide

source: PROGRAM INVOCATION: Invalid state of the Objects
fr: INVOCATION DE PROGRAMME: état de l'objet non valide

source: PROGRAM INVOCATION: KA-Ptr = NULL
fr: INVOCATION DE PROGRAMME: KA-Ptr = NULL

source: PROGRAM INVOCATION: No more connections free
fr: INVOCATION DE PROGRAMME: plus aucune connexion disponible

source: PROGRAM INVOCATION: OS Error - t_start
fr: INVOCATION DE PROGRAMME: erreur de système d'exploitation - t_start

source: Event-Routine = NIL-Ptr
fr: Event-Routine = Ptr NIL

source: No PP HSTC installed on the PP
fr: MPServer: pas de HSTC de multiprocesseur installé ou lancé sur le multiprocesseur

source: PP HSTC job not ready
fr: MPServer: cycle HSTC de multiprocesseur pas encore terminé

source: MPServer: Multiprocessor not available
fr: MPServer: multiprocesseur inexistant

source: MPServer: Not a valid instruction code
fr: MPServer: code d'instruction non valide

source: MPServer: Timeout in Handshake to multiprocessor
fr: MPServer: timeout dans le handshake avec le multiprocesseur

source: MPServer: Wrong ionstruction data length
fr: MPServer: taille de données d'instruction erronée

source: Faulty data object found during boot
fr: DMEM: module de données défectueux dans la zone DMEM

source: Internal DMEMORY handle 0 or invalid (-> memory error)
fr: DMEM: handle de DMEM non valide (NULL ?)

source: No memory available
fr: DMEM: trop peu de mémoire temporaire

source: No UserFlashPROM
fr: DMEM: pas de flash utilisateur disponible

source: No entry for UserFlashPROM
fr: DMEM: erreur interne

source: No 64 KB block available in UserFlashPROM
fr: DMEM: pas de bloc 64 ko disponible dans la flash utilisateur

source: No 64 KB block available in UserFlashPROM
fr: DMEM: erreur interne

source: Target not supported
fr: DMEM: type de CPU non supporté

source: Internal error.
fr: DMEM: erreur interne

source: Internal error
fr: DMEM: erreur interne

source: id parameter invalid or incorrect module type
fr: DMEM: ID/type de module de référence non valide

source: DMEMORY full
fr: DMEM: zone mémoire disponible trop petite

source: Data object with the parameter name already exists
fr: DMEM: nom de module déjà existant

source: size parameter has an incorrect value
fr: DMEM: longueur de module de référence différente

source: DMEMORY busy
fr: DMEM: en cours de traitement

source: No 64 KB block available in UserFlashPROM
fr: DMEM: module supprimé

source: Parameter data is NULL
fr: DMEM: le pointeur de données dans DMstore est NULL

source: Module checksum destroyed
fr: Checksum de module détruit

source: Cyclic system manager action is not implemented
fr: Action cyclique de gestionnaire système non implémentée

source: Checksum of the system anchor destroyed
fr: Checksum d'ancre système incorrect

source: System Manager Checksum destroyed
fr: Checksum de gestionnaire système détruit

source: Checksum of the system management table destroyed
fr: Checksum de table de gestion système incorrect

source: Checksum of the base management table destroyed
fr: Checksum de table de gestion de base incorrect

source: Too many EX100 / NW100 modules
fr: Trop de modules EX100 / NW100
