Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: User stack of OS Task destroyed
fr: Pile utilisateur de tâche système détruite

source: Supervisor stack of OS Task destroyed
fr: Pile superviseur de tâche système détruite

source: MemCard: No SRAM Type
fr: MemCard: pas de type SRAM

source: MemCard: MemCard no longer found, automatic cold restart.
fr: MemCard: plus aucune MemCard présente, initialisation totale automatique

source: MemCard: Incorrect Manufacturer-ID
fr: MemCard: ID de fabricant erroné

source: MemCard: No Flash Type
fr: MemCard: pas de type Flash

source: MemCard: New MemCard inserted, automatic cold start
fr: MemCard: nouvelle MemCard insérée, initialisation totale automatique

source: MemCard: Write protect active
fr: MemCard: protection en écriture active

source: MemCard without attribute memory not supported
fr: MemCard sans attribut mémoire non supportée

source: Startup module not found.
fr: Module de démarrage non trouvé

source: The CS of the error module was destroyed
fr: Checksum de module d'erreur détruit

source: Fatal operating system error
fr: Erreur fatale de système d'exploitation, zone de pile allouée au système d'exploitation trop petite

source: The check sum 1. contents was destroyed
fr: Le checksum d'une 1. table des matières a été détruit

source: Operating system cannot be started
fr: Le système d'exploitation ne peut pas être lancé

source: AR Plug&Play: Device missing (PhysDeviceName)
fr: AR Plug&Play: appareil manquant (PhysDeviceName)

source: AR Plug&Play: SRAM length too large (/LEN)
fr: AR Plug&Play: longueur de SRAM spécifiée trop grande (/LEN)

source: AR Plug&Play: InaNode in XML-section overwritten with HW-nodenumber
fr: AR Plug&Play: InaNode dans section XML réécrit avec le numéro de noeud matériel

source: Im Init: CS of the configuration module is incorrect
fr: Initialisation: checksum du module de configuration incorrect

source: Warm restart: Incorrect base management table checksum.
fr: Initialisation: checksum de la table de gestion de base incorrect

source: Install trap library not found
fr: Bibliothèque Install-Traplib non trouvé

source: SYS-Traplib was not found
fr: Bibliothèque SYS-Traplib non trouvé

source: HW-Traplib was not found
fr: Bibliothèque HW-Traplib non trouvé

source: No valid VC Runtime version is set.
fr: Module de configuration non trouvé

source: Configuration module not found
fr: Module de configuration non trouvé

source: Module not found during boot
fr: Erreur lors de la recherche d'un module B&R avec le module de table des matières

source: Error looking for boot module sync bytes.
fr: Erreur lors de la recherche de l'octet sync du module de boot

source: Error searching the table of contents module.
fr: Erreur lors de la recherche du module de table des matières

source: Incorrect Checksum of the PSOS- Node-ConfTab
fr: Checksum incorrect de la table PSOS-Node-ConfTab

source: PSOS-Module not found or incorrect checksum
fr: Module PSOS introuvable ou checksum incorrect

source: Checksum of both anchors is wrong
fr: Le checksum des deux ancres n'est pas correct

source: PROBE-Module not found or incorrect checksum
fr: Module PSOS introuvable ou checksum incorrect

source: Module $$probeIO not found
fr: Module $$probeIO introuvable

source: BTSERV C200 : Key buffer empty
fr: BTSERV C200: tampon de touches vide

source: BTSERV C200 : Error with EV_receive
fr: BTSERV C200: erreur avec EV_receive

source: Incorrect display number in config module
fr: BTSERV: numéro d'écran incorrect dans le module de configuration

source: Incorrect number of keys in config module
fr: BTSERV: nombre de touches incorrect dans le module de configuration

source: Incorrect number of lines in config module
fr: BTSERV: nombre de lignes incorrect dans le module de configuration

source: Incorrect number of lines in config module
fr: BTSERV: nombre de colonnes incorrect dans le module de configuration

source: Incorrect number of panels in config module
fr: BTSERV: nombre de pupitres incorrect dans le module de configuration

source: Incorrect name in config module
fr: BTSERV: nom incorrect dans le module de configuration

source: Incorrect device name in config module
fr: BTSERV: nom d'appareil incorrect dans le module de configuration

source: Incorrect device type in config module
fr: BTSERV: type d'appareil incorrect dans le module de configuration

source: Incorrect number of pictures in config module
fr: BTSERV: nombre d'images incorrect dans le module de configuration

source: Incorrect version name in config module
fr: BTSERV: nom de version incorrect dans le module de configuration

source: No connection.
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 10 trop petite

source: Processor global analog data area on PP with module address 11 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 11 trop petite

source: Processor global analog data area on PP with module address 12 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 12 trop petite

source: Processor global analog data area on PP with module address 13 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 13 trop petite

source: Processor global analog data area on PP with module address 14 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 14 trop petite

source: Processor global analog data area on PP with module address 15 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 15 trop petite

source: Processor global analog data area on PP with module address 16 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 16 trop petite

source: No access.
fr: La mémoire d'application a été changée -> Initialisation totale nécessaire

source: No warm start after DIAGNOSE possible, cold start carried out
fr: Initialisation simple après DIAGNOSTIC impossible, initialisation totale effectuée

source: Processor global analog data area on PP with module address 1 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 1 trop petite

source: Buffer overrun.
fr: Zone de données analogiques globale pour processeurs localement dans PP trop petite

source: Processor global analog data area on PP with module address 3 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 3 trop petite

source: Processor global analog data area on PP with module address 2 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 2 trop petite

source: Processor global analog data area on PP with module address 5 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 5 trop petite

source: Processor global analog data area on PP with module address 4 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 4 trop petite

source: Processor global analog data area on PP with module address 7 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 7 trop petite

source: Processor global analog data area on PP with module address 6 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 6 trop petite

source: Processor global analog data area on PP with module address 9 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 9 trop petite

source: Processor global analog data area on PP with module address 8 too small
fr: Zone de données analogiques globale pour processeurs dans PP avec adresse de module 8 trop petite

source: Checksum of the contents in user RAM 1 is corrupted
fr: Checksum corrompu pour la table des matières dans la RAM utilisateur 1

source: Illegal boot-up reason
fr: Motif de redémarrage non autorisé

source: Checksum of the contents in user RAM 1 is corrupted
fr: Checksum corrompu pour la table des matières dans la RAM utilisateur 1

source: MP: Handshake with the main CPU doesn't work. No RECONFIG
fr: MP: le handshake avec la CPU principale ne fonctionne pas, pas de RECONFIG

source: Processor global digital data area on PP with module address 16 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 16 trop petite

source: Processor global digital data area on PP with module address 14 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 14 trop petite

source: Processor global digital data area on PP with module address 15 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 15 trop petite

source: Processor global digital data area on PP with module address 12 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 12 trop petite

source: Processor global digital data area on PP with module address 13 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 13 trop petite

source: Incorrect parameter.
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 10 trop petite

source: Processor global digital data area on PP with module address 11 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 11 trop petite

source: Processor global digital data area on PP with module address 7 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 7 trop petite

source: Processor global digital data area on PP with module address 6 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 6 trop petite

source: Processor global digital data area on PP with module address 5 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 5 trop petite

source: Processor global digital data area on PP with module address 4 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 4 trop petite

source: Processor global digital data area on PP with module address 3 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 3 trop petite

source: Processor global digital data area on PP with module address 2 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 2 trop petite

source: Processor global digital data area on PP with module address 1 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 1 trop petite

source: Timeout
fr: Zone de données analogiques globale pour processeurs localement dans PP trop petite

source: Processor global digital data area on PP with module address 9 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 9 trop petite

source: Processor global digital data area on PP with module address 8 too small
fr: Zone de données digitales globale pour processeurs dans PP avec adresse de module 8 trop petite

source: WARNING: PLC Reset: Error mode using SYS_reset FBK
fr: AVERTISSEMENT: reset automate: mode erreur via le bloc de fonction SYS_reset

source: WARNING: PLC Reset: Error mode using keys
fr: AVERTISSEMENT: reset automate: mode erreur via des touches

source: Warning: PLC reset: Diagnostics via communication
fr: AVERTISSEMENT: reset automate: diagnostic via la communication

source: WARNING: PLC Reset: Diagnose of PP during system boot
fr: AVERTISSEMENT: reset automate: diagnostic du PP au cours du boot système

source: WARNING: PLC Reset: Diagnose using SYS_reset FBK
fr: AVERTISSEMENT: reset automate: diagnostic via le bloc de fonction SYS_reset

source: WARNING: PLC Reset: Reconfig of PP during system boot
fr: AVERTISSEMENT: reset automate: reconfig du PP au cours du boot système

source: WARNING: PLC Reset: Diagnose using keys
fr: AVERTISSEMENT: reset automate: diagnostic via des touches

source: Warning: PLC reset: Reset/Halt via communication
fr: AVERTISSEMENT: reset automate: reset/arrêt via la communication

source: WARNING: PLC Reset: Warm start of PP during system boot
fr: AVERTISSEMENT: reset automate: initialisation du PP au cours du boot système

source: WARNING: PLC Reset: Cold start of PP during system boot
fr: AVERTISSEMENT: reset automate: initialisation totale du PP au cours du boot système

source: Warning: PLC reset: Warm restart via communication
fr: AVERTISSEMENT: reset automate: initialisation via la communication

source: Warning: PLC reset: Cold restart via communication
fr: AVERTISSEMENT: reset automate: initialisation totale via la communication

source: Warning: PLC reset: Reconfig via communication
fr: AVERTISSEMENT: reset automate: reconfig via la communication

source: WARNING: PLC Reset: Reset/Halt of PP during system boot
fr: AVERTISSEMENT: reset automate: reset/halt du PP au cours du boot système

source: WARNING: PLC Reset: Reset/Halt using SYS_reset FBK
fr: AVERTISSEMENT: reset automate: reset/halt via le bloc de fonction SYS_reset

source: WARNING: PLC Reset: Cold start using SYS_reset FBK
fr: AVERTISSEMENT: reset automate: initialisation totale via la bloc de fonction SYS_reset

source: WARNING: PLC Reset: Warm start using SYS_reset FBK
fr: AVERTISSEMENT: reset automate: initialisation via le bloc de fonction SYS_reset

source: WARNING: PLC Reset: Reconfig using SYS_reset FBK
fr: AVERTISSEMENT: reset automate: reconfig via le bloc de fonction SYS_reset

source: WARNING: PLC Reset: Reset/Halt using keys or key switch
fr: AVERTISSEMENT: reset automate: reset/halt via des touches ou un commutateur à clé

source: WARNING: PLC Reset: Cold start usig keys
fr: AVERTISSEMENT: reset automate: initialisation totale via des touches

source: WARNING: PLC Reset: Warm start using keys or key switch
fr: AVERTISSEMENT: reset automate: initialisation via des touches ou un commutateur à clé

source: WARNING: PLC Reset: Reconfig using keys
fr: AVERTISSEMENT: reset automate: reconfig via des touches

source: WARNING: PCCSW Update made
fr: AVERTISSEMENT: mise à jour du système d'exploitation d'automate effectuée

source: WARNING: PLC Reset: Warm start not supported -> local cold start
fr: AVERTISSEMENT: reset d'automate: initialisation non prise en charge -> initialisation totale locale

source: PCCSW-Update: systemflash too small
fr: Mise à jour du système d'exploitation d'automate: Flash système trop petite

source: ARUPDATE: clear memory failed
fr: MAJ AR: erreur lors de l'effacement de la mémoire

source: ARUPDATE: wrong systemmodule path on target
fr: MAJ AR: chemin d'accès de module système incorrect sur la cible

source: ARUPDATE: file creation error
fr: MAJ AR: erreur de création de fichier

source: ARUPDATE: ARUpdate sections missing
fr: MAJ AR: sections de mise à jour d'AR manquantes

source: ARUPDATE: No ARUpdate section
fr: MAJ AR: aucune section de mise à jour d'AR

source: ARUPDATE: No ARUpdate module or modulesection with incorrect modules
fr: MAJ AR: aucun module de mise à jour d'AR ou section de module avec des modules incorrects

source: WARNING: PLC Reset: Error mode of PP during system boot
fr: AVERTISSEMENT: reset automate: mode erreur dans PP lors du boot système

source: Warning: PLC reset: Error mode via communication
fr: AVERTISSEMENT: reset automate: mode erreur via la communication

source: RECIPE: Internal recipe status PV missing
fr: RECETTE: variable interne d'état de recette manquante

source: RECIPE: Error writing in the recipe data object
fr: RECETTE: erreur lors de l'écriture dans le module de données de recettes

source: RECIPE: Recipe element not found in module
fr: RECETTE: élément de recette introuvable dans le module

source: RECIPE: Incorrect path
fr: RECETTE: chemin d'accès incorrect

source: RECIPE: Not enough recipe RAM available
fr: RECETTE: pas assez de RAM de recettes disponible

source: RECIPE: No recipe data object found in Flash
fr: RECETTE: module de données de recettes introuvable dans la Flash

source: RECIPE: Index error in recipe data interface
fr: RECETTE: erreur d'index dans l'interface de données de recettes

source: RECIPE: No recipe data object found in Flash
fr: RECETTE: module de données de recettes introuvable dans la Flash

source: BT-Interpreter: Too many PV's in one PICTURE
fr: BT-Interpreter: trop de variables de processus dans une image

source: BT-Interpreter: Text module not available
fr: BT-Interpreter: module de texte non disponible

source: BT-Interpreter: Bitmaps parameters set but module not available
fr: BT-Interpreter: bitmaps paramétrées, mais module inexistant

source: BT-Interpreter: Buffer for printer too small
fr: BT-Interpreter: tampon pour imprimante trop petit

source: BT_LIB: Error on GENI Board
fr: BT_LIB: erreur sur carte GENI

source: KeyPad is not available
fr: BT_LIB: module à touches non disponible

source: BT_LIB: incorrect node for Genius device driver
fr: BT_LIB: noeud non valide pour driver d'appareil Genius

source: BT_LIB: no tongle for AB driver
fr: BT_LIB: pas de dongle pour driver AB

source: Blinking character outside the window
fr: BT_LIB: caractère clignotant hors de la fenêtre

source: Impossible wait time repeat mode
fr: BT_LIB: mode de répétition du temps d'attente impossible

source: Impossible repeat frequence
fr: BT_LIB: fréquence de répétition impossible

source: Incorrect Configuration
fr: BT_LIB: configuration incorrecte

source: Keyboard is defect
fr: BT_LIB: clavier défectueux

source: ROM-Error
fr: BT_LIB: erreur de ROM

source: RAM-Error
fr: BT_LIB: erreur de RAM

source: Impossible Window
fr: BT_LIB: fenêtre impossible

source: No communication to the selected OP
fr: BT_LIB: aucune communication avec l'OP sélectionné

source: General error flag
fr: BT_LIB: drapeau d'erreur général

source: Cannot wait for GETKEY
fr: BT_LIB: attente de GETKEY impossible

source: OP Ctrl not connected
fr: BT_LIB: contrôle de tableau opérateur non connecté

source: Incorrect Identifier
fr: BT_LIB: identificateur incorrect

source: Incorrect Display
fr: BT_LIB: écran incorrect

source: Display not connected
fr: BT_LIB: écran non connecté

source: PV Inconsistency: Offset overlap
fr: Incohérence de variables de processus: chevauchement d'index

source: PV Inconsistency: I/O Types do not match
fr: Incohérence de variables de processus: types d'E/S non concordants

source: PV Inconsistency: Byte lengths do not match
fr: Incohérence de variables de processus: longueurs d'octets non concordantes

source: PV Inconsistency: Descriptors do not match
fr: Incohérence de variables de processus: descripteurs non concordants

source: PV Inconsistency: No Hardware configuration, load new IO Library
fr: Inconsistance des variables de processus: pas de configuration matérielle, charger une nouvelle bibliothèque d'E/S

source: PV Inconsistency: Referenced IO Module not available
fr: Incohérence de variables de processus: module d'E/S référencé non disponible

source: PV Inconsistency: Different IO Module
fr: Incohérence de variables de processus: module d'E/S différent

source: PV Inconsistency: I/O doublke definitions do not match
fr: Incohérence de variables de processus: définitions d'E/S doubles non concordantes

source: PV Inconsistency: Data types do not match
fr: Incohérence de variables de processus: types de données non concordants

source: PV Inconsistency: No identical IO-PV found
fr: Incohérence de variables de processus: variable de processus d'E/S identique introuvable

source: SYSTEM: No enough queues configured
fr: SYSTEME: pas assez de files d'attente configurées (configuration)

source: SYSTEM: Too little message buffer is available
fr: SYSTEME: tampon de messages disponible trop petit

source: SYSTEM: Not enough semaphores configured (configuration).
fr: SYSTEME: trop peu de sémaphores configurés (configuration)

source: WARNING: The RTC or system time is not set
fr: AVERTISSEMENT: HTR ou temps système non défini

source: WARNING: The RTC or system time is not set
fr: AVERTISSEMENT: HTR ou temps système non défini

source: SYSTEM: Too less timerdevices configured (configuration)
fr: SYSTEME: pas assez d'unités timer configurées (configuration)

source: SYSTEM: Object no longer exists
fr: SYSTEME: objet n'existant plus

source: SYSTEM: Invalid ObjectID
fr: SYSTEME: ID d'objet non valide

source: Busy
fr: SYSTEME: timeout lors du traitement du service

source: SYSTEM: Object does not exist
fr: SYSTEME: objet inexistant

source: SYSTEM: No more objects can be created
fr: SYSTEME: plus aucun autre objet ne peut être créé (config du systène d'exploitation de l'automate)

source: SYSTEM: Not enough system non-cyclic objects
fr: SYSTEME: pas assez d'objets système non cycliques

source: SYSTEM: Not enough stack area -> PLCSWCFG
fr: SYSTEME: pas assez de zone de pile -> config du systène d'exploitation de l'automate

source: SYSTEM: Stack is too small
fr: SYSTEME: pile trop petite (configuration)

source: Incorrect PROM Type, FIXRAM configured ?
fr: Type de PROM erroné, FIXRAM configurée ?

source: Not enough free PROM/FLASH memory
fr: Trop peu de mémoire PROM/FLASH disponible

source: PROM/FLASH not protected
fr: PROM/FLASH non protégée

source: SYSTEM: Task is already running
fr: SYSTEME: tâche déjà en cours d'exécution

source: SYSTEM: Task is already suspended
fr: SYSTEME: tâche déjà suspendue

source: SYSTEM: The memory returned doesn't correspond to the allocation
fr: SYSTEME: la mémoire restituée ne correspond pas à la mémoire allouée

source: SYSTEM: Too much memory allocated at once
fr: SYSTEME: trop de mémoire allouée en une seule fois

source: SYSTEM: Memory classes do not match
fr: SYSTEME: classes de mémoire non concordantes

source: SYSTEM: Attempt to allocate no memory
fr: SYSTEME: tentative d'allocation de mémoire nulle

source: SYSTEM: Too much memory allocated at once
fr: SYSTEME: trop de mémoire allouée en une seule fois

source: SYSTEM: Incorrect device number
fr: SYSTEME: numéro d'appareil incorrect

source: Frame driver not loaded.
fr: SYSTEME: aucun driver n'existe

source: SYSTEM: Driver function is not supported
fr: SYSTEME: fonction de driver non supportée

source: Error initializing the remote I/O master
fr: Erreur à l'initialisation du maître RIO

source: Warning: LS191 device driver not found
fr: AVERTISSEMENT: driver d'appareil de LS191 inexistant

source: Error installing the I/O controller SPSIO-Bus
fr: Erreur à l'initialisation du bus d'E/S du contrôleur d'E/S

source: ME010/ME020/... added, coldstart required
fr: ME010/ME020/... ajouté, initialisation totale nécessaire

source: ME010/ME020/... not existing, coldstart required
fr: ME010/ME020/... manquant, initialisation totale nécessaire

source: ME010/ME020/... changed, coldstart required
fr: ME010/ME020/... changé, initialisation totale nécessaire

source: EX101 missing, Coldstart necessary
fr: EX101 manquant, initialisation totale nécessaire

source: EX101 added, Coldstart necessary
fr: EX101 ajouté, initialisation totale nécessaire

source: Invalid row entry
fr: Numéro de ligne incorrect pour l'afficheur (2010)

source: Incorrect access to hardware component (DIS)
fr: Accès incorrect à un composant matériel (DIS)

source: Invalid ASCII character
fr: Numéro de caractère non valide pour l'afficheur (2010)

source: Invalid column entry
fr: Numéro de colonne incorrect pour l'afficheur (2010)

source: Incorrect access to display (2010)
fr: Accès incorrect à l'afficheur (2010)

source: Incorrect access to hardware component (RTC)
fr: Accès incorrect à un composant matériel (HTR)
