Repository: budanov-xrs/BandR
Catalog: Backup/PviServices/Resources/*/PccLog.resx
Languages: fr

source: CANread(): No current data available for the specified CAN identifier.
fr: Interface de communication CAN: absence de données valides

source: CAN CCI error
fr: Interface de communication CAN: compteur de répétitions dépassé

source: CANread() error
fr: Interface de communication CAN: données de lecture inconsistantes

source: Incorrect user identifier us_ident passed along
fr: CAN: identificateur utilisateur incorrect

source: Wrong CAN identifier
fr: CAN: identificateur CAN incorrect

source: CAN: False CAN identifier definition
fr: CAN: definition d'identificateur CAN incorrecte

source: A COB with the specified CAN identifier has already been defined in the system
fr: CAN: identificateur CAN déjà défini

source: Not enough memory available for resources.
fr: CAN: aucune mémoire pour ressources

source: Not enough communication objects (COBs) as specified in CANopen() and CANMulOpen() (increase cob_no ). CANexcep(): Invalid exception number exc_no. Valid range: 208 - 223. CANdftab(): Parameter table_adr=NULL
fr: CAN: aucune entrée trouvée

source: Communication objects (COBs) identifier is already being used in the system.
fr: CAN: ID de COB encore utilisé

source: Wrong identifier
fr: CAN: identificateur incorrect

source: CAN operation with the same CAN identifier is busy
fr: CAN: instruction d'émission pour un buffer fragmenté encore active

source: COB Management (FBK memory) destroyed
fr: CAN: handle COB incorrect

source: Invalid data length for CAN data
fr: CAN: taille des données plus grande que 8 octets

source: Baud rate not allowed
fr: CAN: débit de transmission incorrect

source: Illegal number of COB
fr: CAN: nombre de CON incorrect

source: Specified CAN controller not found
fr: CAN: aucun contrôleur CAN disponible

source: Send queue full
fr: CAN: file d'attente d'émission pleine

source: CAN bus is BusOff.
fr: CAN: bus CAN à l'état OFF

source: No more buffer available in the CAN controller (full CAN controller, e.g. Intel 82527)
fr: CAN: plus de buffer de priorité haute disponible

source: CAN driver not installed
fr: CAN: driver CAN non installé

source: Error analyzing hardware
fr: CAN: erreur lors de l'analyse matérielle

source: Error in interrupt handling
fr: CAN: erreur lors d'un traitement d'interruption

source: Internal management is destroyed in the interrupt handler
fr: CAN: gestion interne détruite dans le handler d'interruption

source: An invalid parameter has been transferred (NULL)
fr: CAN: entrée de table de fonction non définie

source: Node number cannot be read
fr: CAN: aucune interface CAN et donc aucun numéro de noeud CAN

source: Incorrect value for cms_mode transferred to the CMSmain() function
fr: CAN: cms_mode non valide dans CMSmain()

source: CMSinit(): Invalid CMS structure
fr: CAN: structure de données complexe non valide

source: CMS object incorrectly defined
fr: CAN: définition d'objet CMS non valide

source: user_typ in CMSinit() incorrect
fr: CAN: type utilisateur non valide pour CMSinit()

source: Function not supported
fr: CAN: erreur lors d'un traitement d'interruption

source: Abort protocol has been received from the client
fr: CAN: trame ABORT reçue pour bloc de fonction de domaine

source: Abort protocol sent
fr: CAN: trame ABORT envoyée pour bloc de fonction de domaine

source: INA2000 CAN: COB not defined
fr: INA2000 CAN: COB non défini

source: CMS multiplexer definition error
fr: CAN: erreur de définition de CMS pour multiplexeur

source: Dynamic variables not supported
fr: CAN: definition de variables CAN non valide

source: Incorrect FBCAN handle
fr: CAN: handle de bloc de fonction CAN incorrect

source: Conflict with standard/extended mode (11 or 29-bit CAN identifiers)
fr: CAN: mode étendu pour E/S CAN impossible

source: INA2000 CAN: Node number too large
fr: INA2000 CAN: numéro de noeud trop grand

source: INA2000 CAN: Incorrect handle
fr: INA2000 CAN: handle erroné

source: CANIO-Master: No CANIO configured
fr: Maître d'E/S CAN : aucune E/S CAN configurée

source: CANIO-Master: PP with configured CANIO not available
fr: Maître d'E/S CAN : PP avec E/S CAN configurées inexistant

source: CANIO-Master: Reference from CANIO on another PP not possible on PP
fr: Maître d'E/S CAN : référence à partir d'E/S CAN à un autre PP dans le PP impossible

source: CANIO-Master: Internal error for Output copy
fr: Maître d'E/S CAN : erreur interne pour copie de sortie

source: CANIO-Master: Internal error for Input copy
fr: Maître d'E/S CAN : erreur interne pour copie d'entrée

source: CANIO-Master: Internal error for COB delete
fr: Maître d'E/S CAN : erreur interne lors de la suppression de COB

source: CANIO-Master: Internal error for delete
fr: Maître d'E/S CAN : erreur interne lors de la suppression

source: CANIO-Master: CAN-BUS used is not configured on PP
fr: Maître d'E/S CAN : le BUS CAN utilisé n'est pas configuré dans le PP

source: CANIO-Master: CAN nodes is is not configured on PP
fr: Maître d'E/S CAN : le noeud CAN utilisé n'est pas configuré dans le PP

source: CANIO-Master: Internal error when deleting a PLC Task
fr: Maître d'E/S CAN : erreur interne lors de la suppression d'une tâche d'automate

source: CANIO-Master: Internal error for delete (Node counter)
fr: Maître d'E/S CAN : erreur interne lors de la suppression (compteur de noeud)

source: CANIO-Master: Reference from CANIO to another PP not possible on PP
fr: Maître d'E/S CAN : référence à partir d'E/S CAN à un autre PP dans le PP impossible

source: CANIO-Master: PP with configured CANIO not available
fr: Maître d'E/S CAN : PP avec E/S CAN configurées inexistant

source: CANIO-Master: Maximum 32 nodes on a CAN-BUS
fr: Maître d'E/S CAN : 32 noeuds max. possible sur un BUS CAN

source: CANIO-Master: Incnsistent CANIO data length
fr: Maître d'E/S CAN : longueur de données d'E/S CAN non cohérente

source: Bus is not configured.
fr: Maître d'E/S CAN : le BUS CAN utilisé n'est pas configuré

source: CANIO-Master: IRQ/EXC/Debug Task class not supported
fr: Maître d'E/S CAN : les classes de tâches IRQ/EXC/Debug ne sont pas supportées

source: CANIO-Master: Baudrate not supported
fr: Maître d'E/S CAN : débit de transmission non supporté

source: Node is not configured
fr: Maître d'E/S CAN : le noeud CAN utilisé n'est pas configuré

source: CANIO-Master: Internal error for CAN_open
fr: Maître d'E/S CAN : erreur interne pour CAN_open

source: CANIOMAN: No pSOS-Timer free
fr: CANIOMAN: plus aucun timer pSOS disponible

source: CANIOMAN: No entry found
fr: CANIOMAN: aucune entrée trouvée

source: CANIOMAN: Invalid node number
fr: CANIOMAN: numéro de noeud non valide

source: CANIOMAN: CANIOMAN not there
fr: CANIOMAN: CANIOMAN absent

source: CANIOMAN: Error in data object CANIOTAB
fr: CANIOMAN: erreur dans le module de données CANIOTAB

source: CANIOMAN: Not enough User memory available
fr: CANIOMAN: mémoire utilisateur disponible insuffisante

source: CANIOMAN: Incorrect Handle
fr: CANIOMAN: handle erroné

source: CANIOMAN: Timeout Table full
fr: CANIOMAN: timeout table pleine

source: CANIO-Master: CAN interface used already set for CANIO
fr: Maître d'E/S CAN : interface CAN utilisée déjà définie pour des E/S CAN

source: CANIO-Master: Timeout for PP handling
fr: Maître d'E/S CAN : timeout pour le traitement par le PP

source: CANIO-Master not available on PP (FBK)
fr: Maître d'E/S CAN inexistant dans le PP (bloc de fonction)

source: No CANIO application installed on the PP.
fr: Maître d'E/S CAN dans le PP inexistant

source: CANIO-Master: Internal error when installing (Anker)
fr: Maître d'E/S CAN : erreur interne lors de l'installation (ancre)

source: CANIO-Master: Internal error when installing a PLC Task
fr: Maître d'E/S CAN : erreur interne lors de l'installation d'une tâche d'automate

source: Node is not active.
fr: Maître d'E/S CAN : noeud non actif

source: No CANIO application has been installed locally for this node.
fr: Maître d'E/S CAN : le BUS CAN utilisé n'est pas configuré dans le PP (bloc de fonction)

source: CANIOMAN: Incorrect data type for command PV (Bytearray[8])
fr: CANIOMAN: type de données erroné pour variable de commande (Bytearray[8])

source: CANIOMAN: Error in data object CANIOTAB-IO
fr: CANIOMAN: erreur dans le module de données CANIOTAB-IO

source: CANIOMAN: PV empty string in CANIOTAB
fr: CANIOMAN: chaîne de caractères vide pour variable de processus dans CANIOTAB

source: CANIOMAN: Incorrect data type (length) for Trigger-Command-PV
fr: CANIOMAN: type de données incorrect (longueur) pour variable de commande de déclenchement

source: CANIOMAN: Incorrect data type (length) for a PV
fr: CANIOMAN: type de données incorrect (longueur) pour une variable de processus

source: CANIOMAN: Alarm
fr: CANIOMAN: message d'alarme

source: CANIOMAN: Error in data object CANIOTAB-Node
fr: CANIOMAN: erreur dans le module de données CANIOTAB-Node

source: CANIOMAN: No CANIOTAB available
fr: CANIOMAN: aucune CANIOTAB n'existe

source: CANIO-Master: Status area not supported
fr: Maître d'E/S CAN : zone de status non supportée

source: CANIO-Master Exception
fr: Maître d'E/S CAN: exception

source: CANIO-Master: EXERMO Version to small
fr: Maître d'E/S CAN : version EXERMO trop ancienne

source: CANIO-Master not available on PP
fr: Maître d'E/S CAN dans le PP inexistant

source: RIO Exception : Block already configured
fr: Exception RIO: bloc déjà configuré

source: RIO Exception : Internal Address too high
fr: Exception RIO: adresse interne trop grande

source: RIO Exception : Wrong block number
fr: Exception RIO: numéro de bloc erroné

source: RIO Exception, RIO exception task for evaluation necessary
fr: Exception RIO: tâche d'exception RIO pour évaluation nécessaire

source: RIO Exception : Input already configured
fr: Exception RIO: entrée déjà configurée

source: RIO Exception : Unknown command
fr: Exception RIO: commande inconnue

source: RIO Exception : Input configuration with output task
fr: Exception RIO: configuration d'entrée avec instruction de sortie

source: RIO Exception : Shovel table is too long
fr: Exception RIO: table d'acquisition d'E/S (shovel) trop longue

source: RIO Exception : Module address too high
fr: Exception RIO: adresse de module trop grande

source: RIO Exception : Configuration with status access
fr: Exception RIO: configuration avec accès au status

source: RIO Exception : 2003 Digital access with length> 1 or offset> 0
fr: Exception RIO: accès digital 2003 avec longueur > 1 ou offest > 0

source: RIO Exception : 2003 Digital access with incorrect data direction In/Out
fr: Exception RIO: accès digital 2003 avec direction de données incorrecte In/Out

source: RIO Exception : Offset in Frame inconsistent to Bit shovel entry
fr: Exception RIO: incohérence entre l'offset dans la trame et l'entrée d'acquisition (shovel) de bit

source: RIO Exception : Output already configured
fr: Exception RIO: sortie déjà configurée

source: RIO Exception : Error not repairable, despite multiple repeats
fr: Exception RIO: erreur lors de la configuration d'entrée sur l'esclave

source: RIO Exception : Faulty offset with LDFW command
fr: Exception RIO: offset erroné avec la commande LDFW

source: RIO Exception : Block on slave not configured
fr: Exception RIO: bloc non configuré sur l'esclave

source: RIO Exception : 2003 Analog access with odd number of bytes
fr: Exception RIO: accès analogique 2003 avec nombre d'octets impair

source: RIO Exception : Error accessing an input module
fr: Exception RIO: erreur lors de l'accès à un module d'entrées

source: RIO Exception : Error accessing an output module
fr: Exception RIO: erreur lors de l'accès à un module de sorties

source: RIO Exception : Frame Puffer overflow
fr: Exception RIO: débordement du buffer de trames

source: RIO Exception : No task list available
fr: Exception RIO: aucune liste d'instructions n'est disponible

source: RIO Exception : Block number for slave too large
fr: Exception RIO: numéro de bloc pour esclave trop grand

source: RIO Exception : Block configured without Input or Output
fr: Exception RIO: bloc configuré sans données d'entrées et de sorties

source: RIO Exception : Too many instruction lists configured
fr: Exception RIO: trop de listes d'instructions configurées

source: RIO Exception : Copy Puffer overflow
fr: Exception RIO: débordement du buffer de copie

source: RIO Exception : Invalid slave number configured
fr: Exception RIO: un numéro d'esclave non autorisé est configuré

source: RIO Exception : Shovel offsets do not suit or overlap
fr: Exception RIO: les offsets d'acquisition directe (shovel) ne conviennent pas ou se chevauchent

source: RIO Exception : Block contains no data
fr: Exception RIO: le bloc ne contient pas de données

source: RIO Exception : Number of shovel entries for a block too high
fr: Exception RIO: le nombre d'entrées d'acquisition directe (shovel) pour un bloc est trop grand

source: RIO Exception : IN FBK: Priority != 0 given
fr: Exception RIO: bloc de fonction d'entrée: une priorité != 0 a été donnée

source: RIO Exception : IN FBK: inptr = NULL
fr: Exception RIO: bloc de fonction d'entrée: inptr = NULL

source: RIO Exception : OUT FBK: Priority != 0 given
fr: Exception RIO: bloc de fonction de sortie: priorité != 0 a été donnée

source: RIO Exception : OUT FBK: outptr = NULL
fr: Exception RIO: bloc de fonction de sortie: outptr = NULL

source: RIO Exception : RIO Slave not in RUN Mode
fr: Exception RIO: l'esclave RIO n'est pas en mode RUN

source: RIO Exception : ISL Input Status: No valid input data available
fr: Exception RIO: état d'entrée d'esclave intelligent: absence de données d'entrées valides

source: RIO Exception : Incorrect output data length on slave
fr: Exception RIO: longueur de données de sorties incorrecte sur l'esclave

source: RIO Exception : Incorrect DPR_Address
fr: Exception RIO: adresse DPR incorrecte

source: RIO Exception : Incorrect priority for ISL Output Status
fr: Exception RIO: priorité incorrecte pour état de sortie d'esclave intelligent

source: RIO Exception : Incorrect system bus module number
fr: Exception RIO: numéro de module de bus système incorrect

source: RIO Exception : Incorrect configuration length
fr: Exception RIO: longueur de configuration incorrecte

source: RIO Exception : Slave does not report during configuration
fr: Exception RIO: l'esclave ne se signale pas pendant la phase de configuration

source: RIO Exception : Slave address invalid (0 or too large)
fr: Exception RIO: adresse d'esclave non valide (0 ou trop grande)

source: RIO Exception : Error on slave
fr: Exception RIO: erreur sur l'esclave

source: RIO Exception : Slave does not report despite multiple repeats
fr: Exception RIO: l'esclave ne se signale plus malgré la répétition

source: RIO Exception : Error during IO access of a slave
fr: Exception RIO: erreur lors de l'accès aux E/S d'un esclave

source: RIO Exception : Output data length does not match master configuration
fr: Exception RIO: la longueur de données de sorties ne concorde pas avec la configuration du maître

source: RIO Exception : Input data length does not match master configuration
fr: Exception RIO: la longueur de données d'entrées ne concorde pas avec la configuration du maître

source: RIO Exception : Invalid module address
fr: Exception RIO: adresse de module non valide

source: RIO Exception : Incorrect LIFE List length
fr: Exception RIO: longueur de LIFE List incorrecte

source: RIO Exception : Incorrect master version
fr: Exception RIO: version de maître non valide

source: RIO Exception : Error accessing input module
fr: Exception RIO: erreur lors de l'accès à un module d'entrées

source: RIO Exception : First entry in the CFG Table was NULL
fr: Exception RIO: la première entrée du tableau de configuration était NULL

source: RIO Exception : Length of write data is too large
fr: Exception RIO: la longueur des données écrites est trop grande

source: RIO Exception : Number of write entries too large
fr: Exception RIO: le nombre d'entrées d'écriture est trop grand

source: RIO Exception : Incorrect command
fr: Exception RIO: commande incorrecte

source: RIO Exception : Response of the Slave does not match Request
fr: Exception RIO: la réponse de l'esclave ne concorde pas avec la requête

source: RIO Exception : Given data length too small
fr: Exception RIO: la longueur de données indiquée est trop petite

source: RIO Exception : Unknown command for response (internal)
fr: Exception RIO: commande inconnue pour réponse (interne)

source: RIO Exception : Invalid slot number
fr: Exception RIO: numéro d'emplacement non valide

source: RIO Exception : RIO Master Module version too low (<3.0)
fr: Exception RIO: la version du module maître RIO est trop basse (<3.0)

source: RIO Exception : System bus module is not RIO Master
fr: Exception RIO: le module de bus système n'est pas un maître RIO

source: RIO Exception : Error accessing output module
fr: Exception RIO: erreur lors de l'accès à un module de sorties

source: RIO Exception : RIO Master not configured as intelligent slave
fr: Exception RIO: le maître RIO n'est pas configuré en tant qu'esclave intelligent

source: RIO Exception : Error 3 when loading the RIO ISL Firmware
fr: Exception RIO: erreur 3 lors du chargement du firmware de l'esclave intelligent RIO

source: RIO Exception : Error 2 when loading the RIO ISL Firmware
fr: Exception RIO: erreur 2 lors du chargement du firmware de l'esclave intelligent RIO

source: RIO Exception : Error 1 when loading the RIO ISL Firmware
fr: Exception RIO: erreur 1 lors du chargement du firmware de l'esclave intelligent RIO

source: RIO Exception : Response from wrong slave
fr: Exception RIO: la réponse ne provient pas du bon esclave

source: RIO Exception : Incorrect slave status
fr: Exception RIO: état d'esclave incorrect

source: RIO Exception : Invalid mode
fr: Exception RIO: mode non valide

source: RIO Exception : Incorrect bit address
fr: Exception RIO: adresse de bit incorrecte

source: RIO Exception : Incorrect mode
fr: Exception RIO: mode incorrect

source: RIO Exception : IO module address not possible
fr: Exception RIO: adresse de module d'E/S impossible

source: RIO-Exception : Task can presently not be carried out
fr: Exception RIO: l'instruction ne peut pas être exécutée pour l'instant

source: RIO Exception : No IO Module availabel(or Bus end)
fr: Exception RIO: aucun module d'E/S disponible (ou extrémité de bus)

source: RIO Exception : IO Bus end reached
fr: Exception RIO: extrémité de bus atteinte

source: RIO Exception : Length of empty entry too large
fr: Exception RIO: longueur d'une entrée vide trop grande

source: RIO Exception : Slave address too high
fr: Exception RIO: adresse d'esclave trop grande

source: RIO Exception : RIO-START -> incorrect state
fr: Exception RIO: RIO-START -> état érroné

source: RIO Exception : Invalid Data pointer
fr: Exception RIO: Pointeur de données non valide

source: RIO Exception : Invalid configuration pointer
fr: Exception RIO: pointeur de configuration non valide

source: RIO Exception : No valid command
fr: Exception RIO: absence de commande valide

source: RIO Exception : Copy buffer too small
fr: Exception RIO: buffer de copies trop petit

source: RIO Exception : TAB Buffer too small
fr: Exception RIO: TAB buffer trop petit

source: RIO Exception : No valid IO given
fr: Exception RIO: aucune E/S valide n'est indiquée

source: RIO Exception : Incorrect data length
fr: Exception RIO: longueur de données incorrecte

source: RIO Exception : Incorrect table pointer
fr: Exception RIO: pointeur de table incorrect

source: RIO Exception : Incorrect length
fr: Exception RIO: longueur incorrecte

source: RIO Exception : RIO not configured
fr: Exception RIO: RIO non configurées

source: RIO Exception : Incorrect parameter pointer
fr: Exception RIO: pointeur de paramètre incorrect

source: RIO Exception : Data buffer too small
fr: Exception RIO: buffer de données trop petit

source: RIO Exception : RIO already running
fr: Exception RIO: RIO déjà en cours de fonctionnement

source: RIO Exception : Incorrect Parameter ID
fr: Exception RIO: ID de paramètre incorrect

source: RIO Exception : Incorrect parameter length
fr: Exception RIO: longueur de paramètre incorrecte

source: RIO Exception : RIO not configured or not started
fr: Exception RIO: RIO non configurées ou non démarrées

source: RIO Warning: Library / Trap provided twice
fr: Avertissement RIO: bibliothèque / trappe en double

source: RIO memory management in boot cannot be initialized
fr: Gestion de mémoire RIO lors du boot ne pouvant être initialisée

source: RIO First initialization not complete after 40 seconds
fr: Première initialisation RIO pas terminée au bout de 40 secondes

source: Error during I/O Transfer to the remote station.
fr: Erreur lors du transfert d'E/S vers la station déportée

source: RIO Master has not finished configuring the instruction list.
fr: Le maître RIO n'a pas fini de configurer la liste d'instructions

source: RIO in this HS-Task classes is not valid
fr: RIO non autorisé dans cette classe de tâches HS

source: Error during Init Remote IO. The RIO master is not at the given module address
fr: Erreur lors de Init-Remode-IO. Le maître B&R RIO ne se trouve pas à l'adresse de module indiquée

source: Error in Config.Module HS section does not match the RK section
fr: Erreur dans le module de config, la section HS et la section RK ne sont pas compatibles.

source: Max. number of interrupt tasks exceeded
fr: Nombre maximal de tâches interruption dépassé

source: More than 1 Exception task class configured
fr: Plus d'une classe de tâches exception configurée

source: RIO Master has not completed output copying
fr: Le maître RIO n'a pas fini la copie des sorties

source: Interrrupt task or Exception task is not allowed for the Debugger
fr: Tâche d'interruption ou tâche d'exception non autorisée pour le débogueur

source: SYSCONF module: No entry for task (priority)
fr: Module SYSCONF: aucune entrée de tâche (priorité)

source: Exception Task with this number already exists
fr: Tâche d'exception avec ce numéro déjà existante

source: Installation failure
fr: Echec de l'installation

source: Wrong INSTALL-Mode
fr: Mode d'installation erroné

source: Not enough AVT entries configured (PLCSWCFG)
fr: Trop peu d'entrées AVT configurées (configuration)

source: An AVT Library with the same name already exists
fr: Il existe déjà une bibliothèque AVT avec le même nom

source: The version number of the configuration module does not match the current version number
fr: Le numéro de version du module de configuration ne correspond pas au numéro de version actuel

source: SYSCONF module for wrong CPU type not accepted
fr: Module SYSCONF pour type de CPU erroné non accepté

source: No valid type ??
fr: Aucun type valide ??

source: Debug task for Interrupt task class or Exception task class
fr: Tâche de débogage pour classe de tâche Interruption ou classe de tâche Exception

source: The I/O controller type requested by the PLC task doesn't exist
fr: Le type de contrôleur d'E/S requis par la tâche d'automate n'existe pas

source: The I/O controller type requested by the PLC task doesn't exist
fr: Le type de contrôleur d'E/S requis par la tâche d'automate n'existe pas

source: Invalid IO-Controller-ID
fr: ID de contrôleur d'E/S non valide

source: No Device entry in pSOS table
fr: Aucune entrée d'appareil dans table pSOS

source: Shovel processor does not exist
fr: Processeur d'acquisition d'E/S (shovel) inexistant (EX350, CP10x, CP15x, CP200, CP210)

source: Installing the Process Variable Table
fr: Nombre de tables de variables de processus trop petit

source: Attempt to install a handler for an interrupt for a non-existant system bus module
fr: Tentative d'installation d'un gestionnaire pour interruption d'un module de bus système qui n'existe pas
